tree Ｅ＿アンケート = {
	０１：あなたの年齢を教えてください = {
		種別 = "ラジオボタン",
		回答 = (list) { "２０歳未満", "２０〜２４歳", "２５〜２９歳", "３０〜３４歳", "３５〜３９歳", "４０歳代", "５０歳以上", "未回答" },
	},
	０２：あなたの性別を教えてください = {
		回答 = (list) { "男性", "女性", "未回答" },
	},
	０３：あなたのエロゲー歴はどれぐらいですか？ = {
		回答 = (list) { "１年未満", "１〜２年", "３〜４年", "５年〜９年", "１０年〜２０年", "２０年より多い" },
	},
	０４：過去にアリスソフトのゲームを何本プレイしたことがありますか？ = {
		回答 = (list) { "これが初めて", "２本目", "３本目", "４〜５本目", "６〜１０本目", "１１〜２０本以内", "２０本より多い" },
	},
	"０５：このゲームを購入するに至った主な理由を教えてください ■複数回答可■" = {
		種別 = "チェックボックス",
		回答 = (list) { "同シリーズをプレイしていたから", "アリスソフトブランドだから", "絵柄が好みだったから", "設定が好みだったから", "エロが良さそうだったから", "ゲームが面白そうだったから", "その他" },
	},
	０６：この商品の総合評価 = {
		回答 = (list) { "最高、非常に満足している", "充分、楽しめた", "まぁまぁだった", "少し期待はずれ", "全然駄目、つまらん" },
	},
	０７：原画について、絵柄やデザインの品質はどうでしたか？ = {
		回答 = (list) { "非常に気に入った", "問題ない", "もう少しがんばってほしい" },
	},
	０８：ＣＧについて、塗りの品質はどうでしたか？ = {
		回答 = (list) { "非常に気に入った", "問題ない", "もう少しがんばってほしい" },
	},
	０９：ゲームシステムについて、どう感じましたか？ = {
		回答 = (list) { "非常に気に入った", "問題ない", "もう少しがんばってほしい" },
	},
	１０：操作性について、どう感じましたか？ = {
		回答 = (list) { "非常に気に入った", "問題ない", "もう少しがんばってほしい" },
	},
	１１：ストーリーやキャラクターの会話について、どう感じましたか？ = {
		回答 = (list) { "非常に気に入った", "問題ない", "もう少しがんばってほしい" },
	},
	１２：エロシーンについて、どう感じましたか？ = {
		回答 = (list) { "非常に気に入った", "問題ない", "もう少しがんばってほしい" },
	},
	１３：音楽について、どう感じましたか？ = {
		回答 = (list) { "非常に気に入った", "問題ない", "もう少しがんばってほしい" },
	},
	１４：気に入った点があれば教えてください = {
		回答 = (list) { "原画・ＣＧ", "シナリオ", "キャラクター", "エロ", "ゲーム性", "音楽", "特になし" },
	},
	１５：800字以内でご自由にお書きください = {
		種別 = "テキストボックス",
		文字数 = 800,
		文字数更新 = 1,
	},
};