tree 説明 = {
	土台 = {
		枠 = {
			幅 = 1,
			本数 = 3,
			余白 = 1,
			００ = {
				有効 = {
					色 = (list) { 76, 232, 255, 255 },
				},
				無効 = {
					色 = (list) { 255, 120, 200, 255 },
				},
			},
			０１ = {
				有効 = {
					色 = (list) { 0, 0, 0, 255 },
				},
				無効 = {
					色 = (list) { 0, 0, 0, 255 },
				},
			},
			０２ = {
				有効 = {
					色 = (list) { 255, 255, 255, 255 },
				},
				無効 = {
					色 = (list) { 170, 0, 0, 255 },
				},
			},
		},
		背景 = {
			有効 = {
				ＣＧ = "シス／ポップアップベース／白",
				色 = (list) { 255, 255, 255, 255 },
			},
			無効 = {
				ＣＧ = "シス／ポップアップベース／黒",
				色 = (list) { 0, 0, 0, 0 },
			},
		},
		影 = {
			幅 = 5,
			色 = (list) { 0, 0, 0, 128 },
		},
	},
	ヘッダ = {
		テキスト = {
			サイズ = 20,
			種別 = 0,
			太さ = 0.000000,
			字間 = 0,
			文字数 = 15,
		},
		有効 = {
			テキスト = {
				色 = (list) { 0, 0, 0 },
			},
		},
		無効 = {
			テキスト = {
				色 = (list) { 255, 215, 215 },
			},
		},
	},
	メイン = {
		テキスト = {
			サイズ = 18,
			種別 = 0,
			太さ = 0.000000,
			字間 = 0,
			行間 = -8,
		},
		有効 = {
			テキスト = {
				色 = (list) { 64, 64, 64 },
			},
		},
		無効 = {
			テキスト = {
				色 = (list) { 240, 160, 160 },
			},
		},
	},
	サブ = {
		テキスト = {
			サイズ = 22,
			種別 = 0,
			太さ = 0.000000,
			色 = (list) { 255, 0, 0 },
			字間 = 0,
			行間 = -8,
		},
		余白 = 3,
	},
	最大行数 = 20,
	最大文字数 = 40,
};