tree シナリオテスト = {
	プロローグ = {
		☆ホルスの宇宙船 = {
			シナリオ = (list) { "０２／スタート", "０２／仲間参加", "０２／シィルのエロ", "０２／ホルス達", "０２／サテラ", "０２／かなみ参加", "０２／移民団", "０２／扉の前", "０２／セラクロラス", "０２／コールドスリープ装置", "０２／コールドスリープ装置２", "０２／コールドスリープ開けない", "０２／コールドスリープ開けない２", "０２／コールドスリープ５万年後", "０２／コールドスリープ３年後", "０２／コールドスリープ５万年後２", "０２／コールドスリープ３ヶ月後", "０２／ジャハルッカス／戦闘前", "０２／ジャハルッカス／戦闘後", "０２／テラ", "０２／クリア", "−−−戦闘その他−−−", "０２／戦闘／チュートリアル１", "０２／戦闘／チュートリアル２", "０２／戦闘／チュートリアル３", "０２／戦闘／チュートリアル４", "０２／戦闘／サテラ乱入", "０２／戦闘／必殺技です", "０２／戦闘／ジャハルッカス死にかけ" },
		},
	},
	ターントップ = {
		＿ランスがリーダー = {
			シナリオ = (list) { "０３／ランスへの状況説明", "０３／香姫のエロ", "０３／ランスがリーダー" },
		},
		＿反撃作戦開始 = {
			シナリオ = (list) { "０６／反撃作戦開始" },
		},
		＿魔王の噂 = {
			シナリオ = (list) { "０８／魔王の噂" },
		},
		＿中間会議 = {
			シナリオ = (list) { "１７／中間会議" },
		},
		☆飛べランス城 = {
			シナリオ = (list) { "１０／１／スタート", "１０／１／迎撃準備", "１０／１／迎撃開始", "１０／１／魔物隊長後", "１０／１／サーナキア", "１０／１／魔物将軍後", "１０／１／帰還", "１０／１／シィルと休憩", "１０／１／サーナキア見舞い", "１０／２／出撃", "１０／２／パステル", "１０／２／魔物部隊", "１０／２／魔物将軍後", "１０／２／帰還", "１０／２／パステル見舞い", "１０／２／休憩", "１０／３／出撃", "１０／３／トッポス", "１０／３／レッドアイ戦闘前", "１０／３／レッドアイ戦闘後", "１０／３／コパンドン", "１０／３／カオス復活", "１０／３／休憩", "１０／４／出撃", "１０／４／レッドアイ戦闘前", "１０／４／レッドアイ戦闘後", "１０／４／ランス城飛ぶ", "１０／５／レッドアイ撃破", "１０／５／パットン登場", "１０／５／聖魔教団の遺産", "１０／５／飛べランス城", "−−−戦闘その他−−−", "１０／戦闘／レッドアイ１", "１０／戦闘／パットン参加", "１０／戦闘／がんばるゼータ", "１０／戦闘／吹き飛ぶゼータ" },
		},
		☆空中防衛中 = {
			シナリオ = (list) { "１１／戦闘前", "１１／戦闘後" },
		},
		☆マエリータ隊侵入 = {
			シナリオ = (list) { "０２０／スタート", "０２０／マエリータ隊飛行", "０２０／侵入１", "０２０／侵入２", "０２０／あてな／戦闘", "０２０／侵入に気が付く", "０２０／サーナキア／戦闘", "０２０／保育園", "０２０／ビスケッタ／戦闘", "０２０／健太郎", "０２０／美樹", "０２０／ランス帰還", "０２０／ケイブリスの様子", "０２０／ランスの様子" },
		},
		＿２０海里出現（×□） = {
			シナリオ = (list) { "１２／２０海里出現" },
		},
		＿２０海里消失（×□） = {
			シナリオ = (list) { "１３／２０海里消失" },
		},
		＿２０海里上陸後の朝 = {
			シナリオ = (list) { "１５／夜が明けた" },
		},
		＿ランス城飛ばない（□□） = {
			シナリオ = (list) { "−−−ダイス　−−−", "３０／パットンの失敗", "−−−ここまで−−−", "３０／魔軍進撃", "３０／魔軍に敗北", "３０／逃げた先" },
		},
		＿飛ばなかった後 = {
			シナリオ = (list) { "３４／今後の方針" },
		},
		＿天満橋の大軍／ＪＰ = {
			シナリオ = (list) { "３２／天満橋の大軍" },
		},
		＿天満橋の大軍／通常 = {
			シナリオ = (list) { "３５／天満橋の大軍／通常" },
		},
		＿魔王の覚醒間近／ＪＰ = {
			シナリオ = (list) { "３３／魔王の覚醒間近" },
		},
		＿ワーグ活躍 = {
			シナリオ = (list) { "３１／ワーグ活躍" },
		},
		＿警告シャングリラ強襲 = {
			シナリオ = (list) { "５１／警告シャングリラ強襲" },
		},
		＿警告魔王を捜す = {
			シナリオ = (list) { "５２／警告魔王を捜す" },
		},
		＿シィル幽体離脱 = {
			シナリオ = (list) { "５３／シィル幽体離脱" },
		},
		＿魔王ケイブリス告知 = {
			シナリオ = (list) { "５５２／魔王ケイブリス／告知" },
		},
		＿全地域奪還（×□） = {
			シナリオ = (list) { "５５／全地域奪還" },
		},
		ターントップ追加分 = {
			シナリオ = (list) { "５７／魔軍の増援", "５６／カミーラ自動取得" },
		},
	},
	準備フェイズ = {
		☆最初の戦い = {
			シナリオ = (list) { "０４／参謀本部", "０４／集まった精鋭", "０４／作戦を決める", "０４／正面突破", "０４／迂回して進む", "０４／リア", "０４／シーラ", "０４／マジック", "０４／香姫", "０４／魔軍司令部発見", "０４／アールコート捕獲" },
		},
		＿空飛ぶランス城散策 = {
			シナリオ = (list) { "１０９／空飛ぶランス城散策" },
		},
		＿海を調べる（×□） = {
			シナリオ = (list) { "１４３／海を調べる" },
		},
		＿俺は自由になる = {
			シナリオ = (list) { "１０６／俺は自由になる" },
		},
		＿本番に向けて休息 = {
			シナリオ = (list) { "１５１／本番に向けて休息" },
		},
		＿必殺技を得る = {
			シナリオ = (list) { "１４２／必殺技を得る" },
		},
		＿ＤＸの会の妨害（×□） = {
			シナリオ = (list) { "１５５／ＤＸの会の妨害Ａ", "１５５／ＤＸの会の妨害Ｂ" },
		},
		＿美樹を取り返す = {
			シナリオ = (list) { "１５４／美樹を取り返す" },
		},
		＿上陸地点で準備 = {
			シナリオ = (list) { "１４８／上陸地点で準備" },
		},
		＿再出発／ＪＰ = {
			シナリオ = (list) { "１４４／ＪＡＰＡＮで再出発" },
		},
		＿美樹を何とかする／ＪＰ = {
			シナリオ = (list) { "１４６／美樹を何とかする" },
		},
		☆魔軍を何とかする／ＪＰ = {
			シナリオ = (list) { "１４７／スタート", "１４７／ストロガノフ／戦闘前", "１４７／ピサロ／戦闘前", "１４７／撤収", "１４７／ケイブリス／戦闘前", "１４７／ケイブリス／戦闘後" },
		},
		＿再出発／砦 = {
			シナリオ = (list) { "１４５／ランス砦での再出発" },
		},
		＿魔物界進軍計画（×□） = {
			シナリオ = (list) { "１６８／魔物界進軍計画" },
		},
		☆リーザス方面支援（×□） = {
			シナリオ = (list) { "１０１／リーザス方面支援の開始", "１０１／リーザス方面支援の終了", "１０１／リーザス方面支援／自動" },
		},
		☆ヘルマン方面支援（×□） = {
			シナリオ = (list) { "１０２／ヘルマン方面支援の開始", "１０２／ヘルマン方面支援の終了" },
		},
		☆ゼス方面支援（×□） = {
			シナリオ = (list) { "１０３／ゼス方面支援の開始", "１０３／ゼス方面支援の終了" },
		},
		☆自由都市方面支援（×□） = {
			シナリオ = (list) { "１０４／自由都市方面支援の開始", "１０４／自由都市方面支援の終了" },
		},
		☆全方面支援（×□） = {
			シナリオ = (list) { "１５０／スタート", "１５０／リーザス", "１５０／リーザスクリア", "１５０／自由都市", "１５０／自由都市クリア", "１５０／ゼス", "１５０／ゼスクリア", "１５０／ヘルマン", "１５０／ヘルマンクリア" },
		},
		☆徴兵作戦（×□） = {
			シナリオ = (list) { "１３０／スタート", "１３０／リーザス１", "１３０／リーザス２", "１３０／自由都市１", "１３０／自由都市２", "１３０／ヘルマン１", "１３０／ヘルマン２", "１３０／ゼス１", "１３０／ゼス２", "１３０／エンド" },
		},
		＿精鋭をスカウト（×□） = {
			シナリオ = (list) { "１５２／精鋭をスカウト" },
		},
		＿残党狩り／リーザス（×□） = {
			シナリオ = (list) { "１５８／スタート" },
		},
		＿残党狩り／ヘルマン（×□） = {
			シナリオ = (list) { "１５９／スタート" },
		},
		＿残党狩り／ゼス（×□） = {
			シナリオ = (list) { "１６０／スタート" },
		},
		＿残党狩り／自由都市（×□） = {
			シナリオ = (list) { "１６１／スタート" },
		},
		☆奪還／リーザス = {
			シナリオ = (list) { "１６２／スタート", "※「１６２／悲惨な人々」は共通→自由都市", "１６２／エンド" },
		},
		☆奪還／ヘルマン = {
			シナリオ = (list) { "１６３／スタート", "※「１６２／悲惨な人々」は共通→自由都市", "１６３／エンド" },
		},
		☆奪還／ゼス（×□） = {
			シナリオ = (list) { "１６４／スタート", "※「１６２／悲惨な人々」は共通→自由都市", "１６４／エンド" },
		},
		☆奪還／自由都市（×□） = {
			シナリオ = (list) { "１６５／スタート", "１６２／悲惨な人々", "１６５／エンド" },
		},
		＿軍移動（×□） = {
			シナリオ = (list) { "１６９／軍移動" },
		},
		☆異界特訓 = {
			シナリオ = (list) { "１０５／異界ゲート", "１０５／ポリポリワン初", "１０５／異界の話", "１０５／キャンプ", "１０５／終了" },
		},
		☆女の子モンスター迷宮 = {
			シナリオ = (list) { "１５６／スタート", "１５６／エンド" },
		},
		☆男の子モンスター迷宮 = {
			シナリオ = (list) { "１５７／スタート", "１５７／エンド" },
		},
		☆永久牢のカミーラ = {
			シナリオ = (list) { "１１０／ゼス首都", "１１０／永久牢に入る", "１１０／侵入者有り", "１１０／ケイブワン／戦闘前", "１１０／ケイブワン／戦闘後", "１１０／アレックス", "１１０／カミーラ", "１１０／ランス城" },
		},
		☆クルックーの護衛 = {
			シナリオ = (list) { "１１３／スタート", "１１３／川中島到着", "１１３／ロードリング", "１１３／途中の小休止", "１１３／カイズ侵入", "１１３／セルさん", "１１３／禁断保管庫前", "１１３／アム接触", "１１３／オーロラ接触", "１１３／奥の部屋", "１１３／クルックーのエロ" },
		},
		☆ホラガの塔（□□） = {
			シナリオ = (list) { "１５３／スタート", "−−−ダイス　−−−", "３６１／マーシー遭遇", "−−−ここまで−−−", "１５３／ホラガの話", "１５３／寒い", "１５３／塔の入り口", "１５３／世界の真実", "１５４／ホラガのサービス", "１５４／ケイブリスの弱点", "１５４／ランス城の動かし方", "１５４／魔王を元に戻す方法", "１５３／エンド" },
		},
		＿魔王の記憶改竄 = {
			シナリオ = (list) { "１１６／魔王の記憶改変", "１１６／記憶の中", "１１６／美樹とエッチ" },
		},
		＿天満橋は渡れない／ＪＰ = {
			シナリオ = (list) { "１６６／天満橋は渡れない／ＪＰ" },
		},
		＿ランス砦の日々／砦（×□） = {
			シナリオ = (list) { "１６７／ランス砦の日々" },
		},
		＿動かす手段／飛行（×□） = {
			シナリオ = (list) { "１７０／動かす手段／飛行" },
		},
		＿ランス城移動１／飛行（×□） = {
			シナリオ = (list) { "１７１／ランス城移動１" },
		},
		＿ランス城移動２／飛行（×□） = {
			シナリオ = (list) { "１７２／ランス城移動２／戦闘前", "１７２／ランス城移動２／戦闘後" },
		},
		＿ランス城移動３／飛行（×□） = {
			シナリオ = (list) { "１７３／ランス城移動３／戦闘前", "１７３／ランス城移動３／戦闘後" },
		},
		＿ランス城移動４／飛行（×□） = {
			シナリオ = (list) { "１７４／ランス城移動４" },
		},
	},
	作戦フェイズ = {
		☆カラー救出 = {
			シナリオ = (list) { "０５／上機嫌なランス", "０５／戦況報告", "０５／森の入り口", "０５／その頃ペンシルカウ", "０５／カラーの森にて１", "０５／カラーの森にて２", "０５／その頃レッドアイ１", "０５／村に入る１", "０５／村に入る２", "０５／村に入る３", "０５／秘密洞窟", "０５／その頃レッドアイ２", "０５／洞窟の中のランス達１", "０５／洞窟の中のランス達２", "０５／後方に魔軍が来た", "０５／魔軍に突っ込む", "０５／選択／少し下がる", "０５／破壊光線直撃", "０５／下がった地点", "０５／隠れて待つ", "０５／レッドアイアニス", "０５／レッドアイアニス／引き分け", "０５／リズナ", "０５／魔人撃破", "０５／その後のカラー達", "−−−戦闘その他−−−", "０５／レッドアイ戦／魔剣カオスの効果", "０５／戦闘／レッドアイピンチ" },
		},
		＿魔王を捜す = {
			シナリオ = (list) { "２０１／情報を集めている", "２０１／三人の旅その１", "２０１／三人の旅その２", "２０１／三人の旅その３", "２０１／三人の旅その４", "２０１／スルメ山入る", "２０１／戦闘／リターン発動", "２０１／ケイブワン／戦闘前", "２０１／ケイブワン／戦闘後", "２０１／崖から落ちる", "２０１／ケイブワンとマエリータ隊", "２０１／テオマン遭遇", "２０１／健太郎／戦闘前", "２０１／健太郎／戦闘後", "２０１／健太郎を殺す", "２０１／健太郎を助け起こす", "２０１／ランス城にて１", "２０１／ランス城にて２", "２０１／美樹と必ずヤル", "−−−戦闘その他−−−", "２０１／戦闘／美樹の視線を意識して", "２０１／戦闘／美樹の応援", "２０１／戦闘／美樹を消したな", "２０１／戦闘／まわり見えてない健太郎" },
		},
		☆シャングリラ強襲（□□） = {
			シナリオ = (list) { "２５７／参謀本部", "−−−ダイス　−−−", "２５７／キナニ砂漠へ", "−−−ここまで−−−", "２５７／砂漠でポピンズ", "２５７／シャングリラの説明", "２５７／オアシス？", "２５７／裸の女？", "２５７／シャングリラが見えた", "２５７／シャングリラ侵入", "２５７／シャングリラの中", "２５７／踊り子を捜す", "２５７／ケイブリスを捜す", "２５７／転移魔方陣", "２５７／劇場に入る", "２５７／ケイブニャン／戦闘前", "２５７／ケイブニャン／戦闘後", "２５７／ケイブニャン拷問", "２５７／シャリエラ拷問", "２５７／魔法陣を消す／戦闘前", "２５７／魔法陣を消す／戦闘後", "２５７／ホムンクルス／ケイブニャンルート", "２５７／ホムンクルス／シャリエラルート", "２５７／かなみ帰還", "２５７／恐瘴気", "２５７／バイランローズ／戦闘前", "２５７／バイランローズ／戦闘後", "２５７／偽ケイブリス／戦闘前", "２５７／偽ケイブリス／戦闘後", "２５７／聖女モンスターの気配", "２５７／ハウセスナース", "２５７／シャングリラ制圧", "２５７／ケイブニャンその後", "２５７／シャリエラその後", "−−−戦闘その他−−−", "２５７／戦闘／シャリエラ１", "２５７／戦闘／シャリエラ２", "２５７／戦闘／バイラン燃え", "２５７／戦闘／バイラン感電", "２５７／戦闘／バイラン凍え", "２５７／戦闘／偽ケイブリス１", "２５７／戦闘／偽ケイブリス２" },
		},
		☆２０海里作戦（×□） = {
			シナリオ = (list) { "２５８／１／作戦会議", "２５８／１／ジフテリア１", "２５８／１／ジフテリア２", "２５８／１／出港", "２５８／２／初めての海", "２５８／２／航海予定", "２５８／２／船酔い", "２５８／２／２日目の朝", "２５８／２／釣り", "２５８／２／選択／沖合に向かう", "２５８／２／沖合で釣り１", "２５８／２／選択／沖合に向かう２", "２５８／２／沖合で釣り２", "２５８／２／沖合で釣り３", "２５８／２／サンセット号１", "２５８／２／３日目の朝／シーラ", "２５８／２／３日目の朝／謙信", "２５８／２／海獣１", "２５８／２／ランス城との通信１", "２５８／２／ノア１", "２５８／２／ノア２", "２５８／２／海獣２／戦闘前", "２５８／２／海獣２／戦闘後", "２５８／２／謎の島１", "２５８／２／謎の島２", "２５８／２／謎の島２／戦闘前", "２５８／２／謎の島２／戦闘後", "２５８／２／６日目の朝", "２５８／３／魔物圏", "２５８／３／陸地沿い／戦闘前", "２５８／３／陸地沿い／勝利", "２５８／３／陸地沿い／逃げられた", "２５８／３／沖合偵察", "２５８／３／７日目の朝", "２５８／３／嵐の前", "２５８／３／嵐／戦闘前", "２５８／３／嵐／戦闘後", "２５８／３／嵐の後", "２５８／３／選択／捜す", "２５８／３／選択／捜さない", "２５８／３／あてな２号", "２５８／３／ロッキー", "２５８／４／食糧不足", "２５８／４／フェリスの情報", "２５８／４／上陸地点確定", "２５８／４／上陸１", "２５８／４／上陸２", "−−−未使用？−−−", "２５８／３／選択／陸地沿いに行く" },
		},
		☆魔物界の探索 = {
			シナリオ = (list) { "２５９／橋頭堡での行動", "２５９／偵察を行う", "２５９／偵察中１", "２５９／偵察中２", "２５９／タンザモンザツリー", "２５９／女魔物隊長１", "２５９／戦闘後", "２５９／女魔物隊長２", "２５９／明日も探索だ", "２５９／ばれて全滅" },
		},
		☆最終決戦□ = {
			シナリオ = (list) { "２５９／橋頭堡での行動", "２６０／１／出撃", "２６０／選択／ベズドグ山", "２６０／選択／タンザモンザツリー", "２６０／１／タンザモンザツリー", "２６０／１／戦闘後", "２６０／１／逃げられた", "２６０／１／疑念", "２６０／１／その頃", "−−−ダイス　−−−", "２６０／１／テオマンの妨害４", "−−−ここまで−−−", "２６０／２／待ち構える大軍", "２６０／２／ベズドグ山", "２６０／２／マエリータと門", "２６０／２／マエリータ／戦闘前", "２６０／２／マエリータ／戦闘後", "２６０／２／ベズドグ山内", "２６０／２／シャリエラ回想", "２６０／２／魔物兵１", "２６０／２／ケイブリス回想１", "２６０／２／魔物兵２", "２６０／２／行き止まり／戦闘前", "２６０／２／行き止まり／戦闘後", "２６０／２／第２ブロック", "２６０／２／カミーラの接触", "２６０／２／その頃カミーラ", "２６０／２／ケイブリス回想２", "２６０／２／ワンニャン遭遇", "２６０／２／恐瘴気１", "２６０／２／牢番／戦闘前", "２６０／２／牢番／戦闘後", "２６０／２／美樹解放", "２６０／２／骸骨王／戦闘前", "２６０／２／骸骨王／撃破", "２６０／２／骸骨王／戦闘後", "２６０／２／第３ブロック", "２６０／２／ケイブリス回想３", "２６０／２／恐瘴気３", "２６０／２／ケイブリス回想４", "２６０／２／ケイブリス／戦闘前", "２６０／２／ケイブリス／戦闘後", "２６０／３／穴に落ちたランス達", "２６０／３／シャリエラ合流", "２６０／３／シャリエラの過去", "２６０／３／ランス戦いを決意", "２６０／３／シャリエラ／ケイブニャン合流", "２６０／３／ケイブニャン合流", "２６０／３／宝物庫を開ける１", "２６０／３／宝物庫を開ける２", "２６０／３／サンセット合流", "２６０／３／ケイブリスの粛正", "２６０／３／泥姫再び／戦闘前", "２６０／３／泥姫再び／戦闘後", "２６０／３／マエリータ残党", "２６０／３／恐瘴気", "２６０／３／ケイブリス回想５", "２６０／３／ケイブリス前", "２６０／３／ケイブリス／戦闘前", "２６０／３／ストロガノフ／戦闘前", "２６０／３／ストロガノフ／戦闘後", "２６０／３／ケイブリス／戦闘前２", "２６０／３／ケイブリス／戦闘後", "２６０／３／戦後処理／魔物将軍", "２６０／３／戦後処理／カミーラ", "２６０／２／ケイブリス倒す", "−−−戦闘その他−−−", "２６０／戦闘／シャリエラ乱入１", "２６０／戦闘／シャリエラ乱入２", "２６０／戦闘／ケイブニャン乱入１", "２６０／戦闘／バイラン感じない", "２６０／戦闘／ケイブニャン乱入２", "２６０／戦闘／ケイブリスの不安", "２６０／戦闘／ケイブリスの和解提案", "２６０／戦闘／ケイブリス転ける", "２６０／戦闘／ストロ防御", "２６０／戦闘／ストロ最期の一撃", "２６０／戦闘／ケイブリスの語り１", "２６０／戦闘／ケイブリスの語り２", "０００／戦闘／ケイブリスの弱点" },
		},
		☆最終決戦（２周目用） = {
			シナリオ = (list) { "２５９／橋頭堡での行動", "２６０／１／出撃", "２６０／選択／ベズドグ山", "２６０／選択／タンザモンザツリー", "２６０／１／タンザモンザツリー", "２６０／１／戦闘後", "２６０／１／逃げられた", "２６０／１／疑念", "２６０／１／その頃", "２６０／２／待ち構える大軍", "２６０／２／ベズドグ山", "２６０／２／マエリータと門", "２６０／２／マエリータ／戦闘前", "２６０／２／魔物兵１", "２６０／２／ワンニャン遭遇", "２６０／３／サンセット合流" },
		},
		＿戦力補強（×□） = {
			シナリオ = (list) { "２８２／戦力補強" },
		},
		☆魔物界進軍作戦（×□） = {
			シナリオ = (list) { "２８３／作戦開始", "２８３／戦闘序盤", "２８３／魔王ケイブリス出撃", "２８３／魔王ケイブリス／戦闘前", "−−−　流用　−−−", "５５２／魔王ケイブリス／負け", "５５２／魔王ケイブリス／勝ち", "−−ここまで−−−", "２８３／魔軍司令部", "２８３／戦力不足", "−−−　流用　−−−", "５５２／魔王ケイブリス／告知", "５５２／魔王ケイブリス／戦闘前", "−−ここまで−−−", "２８３／ランス出撃", "２８３／ルッコンフード洞窟", "２８３／恐瘴気", "２８３／ケイブリス乱心", "２８３／ケイブリス／戦闘前", "２８３／ケイブリス／戦闘後", "−−−戦闘その他−−−", "２８３／戦闘／注意点", "２８３／戦闘／美樹覚醒" },
		},
		＿チャンスを待つ（×□） = {
			シナリオ = (list) { "２００／チャンスを待つ" },
		},
		☆リーザス１ = {
			シナリオ = (list) { "２１０／１／スタート", "２１０／１／北部", "２１０／１／村", "２１０／１／南部", "２１０／１／ＪＰ南国軍", "２１０／１／ヨシフ", "２１０／１／到着", "２１０／２／ハウレーン", "２１０／２／ハウレーンのエロ", "２１０／２／どちらに行くか", "２１０／３１／シルキィに決めた", "２１０／４１／ハウゼルに決めた", "２１０／３１／南部１", "２１０／３１／道中", "２１０／３１／砲兵陣地", "２１０／３１／南部２", "２１０／３１／到着", "２１０／３１／シルキィ陵辱", "２１０／３２／前線１", "２１０／３２／前線２", "２１０／３２／捜す１", "２１０／３２／捜す２", "２１０／３２／捜す３", "２１０／３２／シルキィ戦闘前", "２１０／３２／シルキィ戦闘後", "２１０／３２／シルキィの過去", "２１０／３３／前線", "２１０／３３／魔軍とシルキィ", "２１０／３３／待つ１", "２１０／３３／バレス", "２１０／３３／待つ２", "２１０／３３／ヨシフ", "２１０／３３／待つ３", "２１０／３４／突貫１", "２１０／３４／突貫２", "２１０／３４／突貫３", "２１０／３４／ジュリアの粗相", "２１０／３４／シルキィ戦闘前", "２１０／３４／シルキィ戦闘後", "２１０／３４／ガメオベア", "２１０／３４／シルキィ捕獲", "２１０／３４／戦局", "２１０／３４／シルキィ", "２１０／４１／リプ商店街１", "２１０／４１／リック", "２１０／４１／リプ商店街２", "２１０／４１／リプ商店街３", "２１０／４１／北部１", "２１０／４１／プリティリア", "２１０／４１／北部２", "２１０／４１／到着１", "２１０／４１／到着２", "２１０／４２／参戦", "２１０／４２／捜す１", "２１０／４２／ハウゼルの戦い", "２１０／４２／捜す２", "２１０／４２／順番待ち", "２１０／４２／ハウゼル戦闘前", "２１０／４２／ハウゼル戦闘後", "２１０／４２／帰ろう", "２１０／４２／本好き", "２１０／４３／捜す１", "２１０／４３／捜す２", "２１０／４３／火炎書士とユキ", "２１０／４３／捜す３", "２１０／４３／エクスと魔物将軍", "２１０／４３／本渡す", "２１０／４４／ビル前", "２１０／４４／ハイパービル初", "２１０／４４／汎用エレベータ", "２１０／４４／昨晩のサチコ", "２１０／４４／戦場", "２１０／４４／エロヤックとあてな", "２１０／４４／ドエススキー", "２１０／４５／新作の噂", "２１０／４５／ハウゼル戦闘前", "２１０／４５／ハウゼル戦闘後", "２１０／４５／ガメオベア", "２１０／４５／本を見せない", "２１０／４５／戦局", "２１０／４５／ハウゼル", "−−−短縮シルキィ−−−", "２１０／８０／シルキィ倒す", "２１０／８０／シルキィその後", "−−−短縮ハウゼル−−−", "２１０／８０／ハウゼル倒す", "２１０／８０／ハウゼルその後", "−−−短縮共通−−−", "２１０／８０／リーザス城", "２１０／８０／帰る", "２１０／８０／レキシントンをやる", "２１０／８０／レキシントン登場", "２１０／８０／レキシントン／戦闘前", "２１０／８０／レキシントン／戦闘後", "２１０／８０／その後の戦況", "−−−特殊短縮姉妹−−−", "２１０／４２／両方戦闘前", "２１０／８０／両方撃破", "２１０／８０／使徒達", "２１０／８０／ハウゼルとサイゼル", "−−−戦闘その他−−−", "２１０／３２／シルキィ戦１", "２１０／３２／シルキィ戦２", "２１０／戦闘／ハウゼル戦１", "２１０／戦闘／ハウゼル戦２", "２１０／戦闘／ハウゼル戦３" },
		},
		☆リーザス２ = {
			シナリオ = (list) { "２１１／１／スタート", "２１１／１／ハウゼルの更迭", "２１１／１／シルキィの更迭", "２１１／１／サテラの話", "２１１／１／レキシントン", "２１１／１／リーザス軍", "２１１／１／到着", "２１１／２／リーザス城", "２１１／２／魔法軍", "２１１／２／カーソン", "２１１／２／魔物支配地にて", "２１１／２／幸福湧きの情報", "２１１／２／メルフェイスとジャロ", "２１１／２／襲われている村", "２１１／２／アペムンタ村１", "２１１／２／アペムンタ村２", "２１１／２／オーロラ偵察", "２１１／２／アペムンタ村戦闘前", "２１１／２／アペムンタ村戦闘後", "２１１／２／アペムンタ村壊滅報告", "２１１／２／カクテル迷宮入り口", "２１１／２／幸福きゃんきゃの話", "２１１／２／幸福きゃんきゃん／戦闘前", "２１１／２／幸福きゃんきゃん／戦闘後", "２１１／２／幸福タイム終了", "２１１／２／戦場", "２１１／２／到着", "２１１／２／レキシントン", "２１１／３／参戦", "２１１／３／レキシントン１", "２１１／３／レキシントン２", "２１１／３／魔法軍の戦い", "２１１／３／レキシントン３", "２１１／３／レキシントン戦闘前", "２１１／３／レキシントン戦闘後", "２１１／３／反省会", "２１１／３／メルフェイスのエロ", "２１１／４／宮島に向かうチャカ", "２１１／４／宮島に向かうランス", "２１１／４／光の道", "２１１／４／離れ宮島について", "２１１／４／パステル", "２１１／４／メルフェイスの過去", "２１１／４／到着", "２１１／４／ウィリスの家へ", "２１１／４／ミカンとチャカ", "２１１／４／チャカ戦闘前", "２１１／４／チャカ戦闘後", "２１１／５／戦場に戻る", "２１１／５／ヨシフ登場", "２１１／５／鬼部隊", "２１１／５／鬼部隊戦闘前", "２１１／５／鬼部隊戦闘後／弱いメルフェイス", "２１１／５／鬼部隊戦闘後", "２１１／５／粘着地面汎用", "２１１／５／逃げるレキシントン", "２１１／５／叱られたレキシントン", "２１１／６／侵入", "２１１／６／ニミッツのエロ", "２１１／６／ニミッツとメルフェイス", "２１１／６／アトランタ戦闘前", "−−−ニミッツ引き分け−−−", "２１１／６／引き分け後共通", "−−−ニミッツ勝利−−−", "２１１／６／勝利後", "２１１／６／ニミッツ仲間", "２１１／６／戦局２", "−−−ニミッツ引き分けＡ−−−", "２１１／６／自殺", "２１１／６／戦局１", "−−−ニミッツ引き分けＢ−−−", "２１１／６／本物復活", "２１１／６／本物の宴", "２１１／６／本物とヨシフ", "２１１／６／本物戦闘前", "２１１／６／本物戦闘後", "−−−短縮ルート−−−", "２１１／９／レキシントン倒す", "２１１／９／レキシントン戻る", "２１１／９／レキシントン殺す", "−−−戦闘その他−−−", "２１１／戦闘／キラトーキ１", "２１１／戦闘／キラトーキ２", "２１１／戦闘／レキシントン戦１", "２１１／戦闘／レキシントン下手" },
		},
		☆リーザス３ = {
			シナリオ = (list) { "２１２／戦況", "２１２／リーザス城", "２１２／選択／リッチに向けて", "２１２／リッチの情報１", "２１２／オク", "２１２／農地の説明", "２１２／リッチの情報２", "２１２／レイラさん", "２１２／リーザス城に戻る", "２１２／調教師になる", "２１２／ヨシフの様子", "２１２／チルディの調教１", "２１２／チルディの調教２", "２１２／リッチ１", "２１２／リッチ２", "２１２／リッチ３", "２１２／選択／正々堂々", "２１２／大会／裏操作", "２１２／大会／正々堂々／負け", "２１２／負けの後", "２１２／大会／正々堂々／勝ち", "２１２／ヨシフの館", "２１２／ヨシフ戦闘前", "２１２／ヨシフ戦闘後", "２１２／チルディその後", "２１２／リーザスその後", "−−−特殊リック−−−", "２１２／リーザス城に戻ってきた", "２１２／リック／戦闘前", "２１２／リック／花を持たせる", "２１２／作戦失敗", "２１２／リック／戦闘後" },
		},
		☆ヘルマン１ = {
			シナリオ = (list) { "２２０／１／スタート", "２２０／１／ヘルマンの説明", "２２０／１／マルグリッドに行く？", "２２０／１／マルグリッド入り口", "２２０／１／マルグリッド迷宮出口Ａ", "２２０／１／マルグリッド迷宮出口Ｂ", "２２０／１／ルーベランの村Ａ", "２２０／１／ルーベランの村Ｂ", "２２０／１／アミトス遭遇", "２２０／１／アミトスと足跡", "２２０／２／ラングバウ１", "２２０／２／ラングバウ２", "２２０／２／パットンの事", "２２０／２／上杉軍登場", "２２０／２／遠くのバボラ", "２２０／２／フレイアの活動", "２２０／２／魔物大将軍ルメイ", "２２０／２／バボラ足／戦闘前", "２２０／２／バボラ足／戦闘後", "２２０／３／巨大化作戦開始", "２２０／３／バボラ親衛隊", "２２０／３／ペルエレ", "２２０／３／クリームの分析", "２２０／３／ツングース高地", "２２０／３／雹", "２２０／３／捕虜のアナセル", "２２０／３／真田の作戦", "２２０／３／かなみ巨大化", "２２０／４／ラングバウ１", "２２０／４／ラングバウ２", "２２０／４／魔軍の真ん中だ", "２２０／４／上杉軍と遭遇", "２２０／４／謙信と行く", "２２０／４／謙信とは別行動", "２２０／４／謙信への心配", "２２０／４／放火された村", "２２０／４／乱戦中の謙信", "２２０／４／謙信倒れる", "２２０／４／謙信とエロ", "２２０／４／焼却師団発見", "２２０／４／焼却師団司令部／戦闘前", "２２０／４／焼却師団司令部／戦闘後", "２２０／４／謙信受け取り", "２２０／４／行軍中の会話", "２２０／４／逃げてきた村人", "２２０／４／食材運搬の一団", "２２０／４／アナセルその１", "２２０／４／アナセルその２", "２２０／５／ノシタタ村の巨大皿", "２２０／５／皿の上にて", "２２０／選択／皿に隠れる", "２２０／５／皿持ち上がる途中", "２２０／５／バボラの顔／戦闘前", "２２０／５／バボラの顔／戦闘後", "２２０／５／勝利後のランス達", "２２０／５／魔軍の様子", "−−−短縮−−−", "２２０／９／バボラ足／勝利", "２２０／９／ラングバウ", "２２０／９／帰還", "２２０／９／次の魔人", "２２０／９／トランシルバニアの森", "２２０／９／ケッセルリンク／戦闘前", "２２０／９／ケッセルリンク／戦闘後", "２２０／９／魔軍大混乱", "−−−戦闘その他−−−", "２２０／戦闘／バボラ戦１", "２２０／戦闘／バボラ戦２", "２２０／戦闘／バボラ戦３" },
		},
		☆ヘルマン２ = {
			シナリオ = (list) { "２２１／１／ケッセルリンク初", "２２１／１／移動中のランス達", "２２１／１／謙信の話", "２２１／１／上杉陣地", "２２１／１／アナセル三度", "２２１／１／警備隊", "２２１／１／街道の中ボス", "２２１／２／ラングバウ到着", "２２１／２／ラングバウ翌日", "２２１／２／ラングバウ出撃", "２２１／２／魔物軍", "２２１／２／その頃メイド襲撃", "２２１／２／魔物将軍／戦闘前", "２２１／２／魔物将軍／戦闘後", "２２１／２／二人の奴隷１", "２２１／２／二人の奴隷２", "２２１／３／魔人退治開始", "２２１／３／昼のトランシルバニア", "２２１／３／夜のトランシルバニア", "２２１／３／夜の怪談", "２２１／３／屋敷のメイド達出撃", "２２１／３／夜に進む訳", "２２１／３／屋敷のメイド達過去話", "２２１／３／メイド二人／戦闘前", "２２１／３／メイド二人／戦闘後", "２２１／４／明け方屋敷に到着", "２２１／４／屋敷の中", "２２１／４／る壺", "２２１／４／結界開始", "２２１／４／ガーディアン１", "２２１／４／屋敷の仕掛け１", "２２１／４／メイド戦闘その１／戦闘前", "２２１／４／メイド戦闘その１／戦闘後", "２２１／４／屋敷の仕掛け２", "２２１／４／メイド戦闘その２／戦闘前", "２２１／４／メイド戦闘その２／戦闘後", "２２１／４／屋敷の仕掛け３", "２２１／４／ガーディアン２", "２２１／４／メイド戦闘その３／戦闘前", "２２１／４／メイド戦闘その３／戦闘後", "２２１／４／夕方になる", "２２１／４／屋敷の仕掛け４", "２２１／４／棺のガーディアン／戦闘前", "２２１／４／ファーレン献身", "２２１／４／ケッセルリンク起きる", "２２１／５／失敗したランス", "２２１／５／数日が過ぎた", "２２１／５／掠われた二人", "２２１／５／二人を奪い返す作戦", "２２１／５／メイド達の目", "２２１／５／屋敷でのシィルとシーラ", "２２１／５／ケッセルリンク／戦闘前", "２２１／５／ケッセルリンク／戦闘後", "２２１／５／リセットビンタ", "２２１／５／帰ってきた二人", "２２１／６／ランスの卑怯作戦", "２２１／選択／女達を集めろ", "２２１／６／女作戦１", "２２１／６／女作戦２", "２２１／６／作戦の概要", "２２１／６／メイドさん増える", "２２１／６／ランスの出撃", "２２１／６／途中のシィル", "２２１／６／途中のシーラ", "２２１／６／朝", "２２１／６／屋敷に到着した", "２２１／６／内通者", "２２１／６／昼のケッセルリンク／戦闘前", "２２１／６／昼のケッセルリンク／戦闘後", "２２１／６／その後の戦況", "−−−特殊ペルエレ−−−", "２２１／ペルエレ１", "２２１／ペルエレ２", "２２１／ペルエレ３", "２２１／ペルエレ４", "２２１／ペルエレ５", "２２１／戦闘／闇に紛れる", "２２１／ペルエレ６／魔人", "２２１／ペルエレ６／人類", "２２１／ペルエレ７／戦闘前", "２２１／ペルエレ７／戦闘後", "−−−短縮Ａ−−−", "２２１／３／昼の森", "２２０／９／ケッセルリンク／戦闘前", "２２０／９／ケッセルリンク／戦闘後", "２２０／９／魔軍大混乱", "−−−短縮Ｂ−−−", "２２１／５／ケッセルリンク／撃破", "−−−戦闘その他−−−", "２２１／戦闘／闇に紛れる", "２２１／戦闘／無敵結界再発", "２２１／戦闘／弱ってないじゃん" },
		},
		☆ヘルマン３ = {
			シナリオ = (list) { "２２２／戦況", "２２２／ラングバウ", "２２２／クリームとの約束", "２２２／魔物将軍を", "２２２／テニアンのルメイ１", "２２２／テニアンのルメイ２", "２２２／焼け野原の町", "２２２／爆撃隊発見１", "２２２／爆撃隊発見２", "２２２／爆撃隊発見３", "２２２／人破壊爆弾", "２２２／テニアン到着", "２２２／ルメイ発見", "２２２／ルメイ／戦闘前", "２２２／ルメイ／戦闘後", "２２２／ヘルマンその後" },
		},
		☆ゼス１（□□） = {
			シナリオ = (list) { "２３０／１／スタート", "２３０／１／マジックからの連絡", "２３０／１／ガンジーの戦い", "２３０／１／毒で全滅している魔軍", "２３０／１／てるちぬと遭遇", "２３０／１／首都到着", "２３０／１／マジック千鶴子と再会", "２３０／１／首都でアニス／戦闘前", "２３０／１／首都でアニス／戦闘後", "２３０／１／恐怖の放送", "−−ガルティア方面（ダイス）−−", "２３０／１／ガルティア方面へ", "２３０／２／食料運搬の手伝い", "２３０／２／食料運搬との会話", "２３０／２／ガルティアの説明", "２３０／２／エレナの襲撃／戦闘前", "２３０／２／エレナの襲撃／戦闘後", "２３０／２／エレナのエロ", "２３０／２／エレナはそのまま", "２３０／２／食料運搬の続き", "２３０／２／飢える町", "２３０／３／南部司令部", "２３０／３／ホフホフ内部１", "２３０／３／ホフホフ内部２", "２３０／３／ホフホフ内部３", "２３０／３／ラウネア来襲", "２３０／３／ラウネア逃げる", "２３０／３／ガルティア登場", "２３０／３／大食い大会１", "２３０／３／大食い大会２", "２３０／３／大食い競争の負け", "２３０／４／腹の中１", "２３０／４／腹の中２", "２３０／４／腹の中３", "２３０／４／服が溶けてきた", "２３０／４／３匹の使徒／戦闘前", "２３０／４／３匹の使徒／戦闘後", "２３０／４／ミステリア登場", "２３０／４／敗北後の帰還", "２３０／４／千鶴子のエロ", "２３０／５／再度出発", "２３０／５／サイアスとウスピラ", "２３０／５／ガルティア軍来襲", "２３０／５／選択／食べ物渡す", "２３０／５／毒殺作戦１", "２３０／５／毒殺作戦２", "２３０／５／カロリア１", "２３０／５／カロリア２／戦闘前", "２３０／５／カロリア２／戦闘後", "２３０／５／カロリア３", "２３０／５／ちぬ１", "２３０／５／ちぬ２", "２３０／５／ちぬ３", "２３０／６／カオスの毒", "２３０／６／再びホフホフ", "２３０／６／毒料理", "２３０／６／ガルティア／戦闘前", "２３０／６／ガルティア／戦闘後", "２３０／６／その後の戦局Ａ", "−−−短縮Ａ(大食い勝利)−−−", "２３０／２０／ガルティアが仲間", "２３０／２０／その後の戦局", "２３０／２０／メディウサ討伐作戦", "２３０／２０／帰還", "２３０／２０／魔人を倒す", "−−−短縮Ｂ(食料を渡さず戦う)−−−", "２３０／５／拒否して戦う", "２３０／２１／ガルティアを倒す", "２３０／２１／その後の戦局", "２３０／２１／メディウサ討伐作戦", "２３０／２１／魔人を倒す", "−−−短縮共通連戦−−−", "２３０／２０／死体街道１", "２３０／２０／死体街道２", "２３０／２０／ラグナロックアーク", "２３０／２０／アレフガルド／戦闘前", "２３０／２０／メディウサ／戦闘前", "２３０／２０／メディウサ／戦闘後", "２３０／２０／報告を聞くツォトン", "−−−戦闘その他−−−", "２３０／戦闘／料理１", "２３０／戦闘／料理２", "２３０／戦闘／料理３", "２３０／戦闘／料理２１", "２３０／戦闘／料理２２", "２３０／戦闘／料理２３", "２３０／戦闘／香姫", "２３０／戦闘／カロリア", "２３０／戦闘／毒だんご", "２３０／戦闘／腹が減ったな", "−−未使用？−−", "２３０／エロピチャ", "２３０／マジック", "−−メディウサ方面（ヨイドレ）−−", "２３０／１／メディウサ方面へ", "２３０／２／豪雨", "２３０／２／はぐれ魔軍／戦闘前", "２３０／２／はぐれ魔軍／戦闘後", "２３０／２／日照", "２３０／２／シィルの過去１", "２３０／２／シィルの過去２", "２３０／２／オールドゼスに到着", "２３０／２／村へ向かう道中１", "２３０／２／村へ向かう道中２", "２３０／２／ひまわり村に着く／戦闘前", "２３０／２／ひまわり村に着く／戦闘後", "２３０／２／両親に会いに行く", "２３０／２／シィルが両親と会う", "２３０／２／ランスが両親と会う", "２３０／２／おじいさんの杖" },
		},
		☆ゼス２（×□） = {
			シナリオ = (list) { "２３１／１／スタート", "２３１／１／ガンジーの死", "２３１／１／サテラの説明", "２３１／１／毛利きく", "２３１／１／アレフガルドの誘拐", "２３１／２／首都到着", "２３１／２／ランス出撃", "２３１／２／魔軍部隊発見", "２３１／２／敵が集まっている方角", "２３１／２／魔物将軍／戦闘前", "２３１／２／魔物将軍／戦闘後", "２３１／２／石化の砦１", "２３１／２／メディウサの石化能力", "２３１／２／石化の砦２", "２３１／２／ザカリテの手紙", "２３１／３／マジックとザカリテ", "２３１／３／マジックとの夜", "２３１／３／ザカリテの真実", "２３１／３／スライム迷宮に入る", "２３１／３／リズナ", "２３１／３／スライム放置", "２３１／３／転移装置", "２３１／３／王家の通路", "２３１／３／マジックその頃１", "２３１／３／ルーシーとザカリテ", "２３１／３／マジックその頃２", "２３１／３／フェリス", "２３１／３／ザカリテ／戦闘前", "２３１／３／ザカリテ／戦闘後", "２３１／４／リズナ掠われる", "２３１／４／ランス最前に立つ", "２３１／４／リズナ悲惨", "２３１／４／魔物将軍の読み", "２３１／４／魔物将軍の失敗", "２３１／４／メディウサの様子", "２３１／４／ゼス軍の進撃", "２３１／４／魔人メディウサ１／戦闘前", "２３１／４／ランスの石化", "２３１／５／ランスを掠われた後", "２３１／５／マーク", "２３１／５／シィル立ち上がる", "２３１／５／待ち構えるメディウサ", "２３１／５／殺戮街道前", "２３１／５／閉じられた出口", "２３１／５／掠われた女の子／汎用", "２３１／５／健太郎", "２３１／５／魔人メディウサ２／戦闘前", "２３１／５／メディウサ２／健太郎勝利", "２３１／５／魔人メディウサ２／戦闘後", "２３１／５／その後の戦局", "−−−短縮ルート−−−", "２３１／２０／メディウサ撃破", "２３１／２０／その後の戦局", "−−−戦闘その他−−−", "２３１／戦闘／石化ランス", "２３１／戦闘／石化に近づくクルックー", "２３１／戦闘／石化に近づくシィル", "２３１／戦闘／石化に近づくアタゴ", "２３１／戦闘／石化に近づくカフェ", "２３１／戦闘／石化に近づくセル", "２３１／戦闘／石化に近づくメリム", "２３１／戦闘／石化に近づく巫女", "２３１／戦闘／ランス活躍１", "２３１／戦闘／ランス活躍２" },
		},
		☆ゼス３（×□） = {
			シナリオ = (list) { "２３２／１／戦況", "２３２／１／ラグナロックアーク１", "２３２／１／マジックとの夜", "２３２／１／出撃", "２３２／１／夜の平原", "２３２／１／ツォトン", "２３２／１／なかなか見つからない", "２３２／選択／戻る", "２３２／選択／戻らない", "２３２／１／闇夜", "２３２／１／夜の魔物隊長／戦闘前", "２３２／１／夜の魔物隊長／戦闘後", "２３２／２／ラグナロックアーク２", "２３２／２／ウルザとの夜", "２３２／２／ラグナロックアーク３", "２３２／２／戦場", "２３２／２／ハニー軍", "２３２／２／魔物大将軍／戦闘前", "２３２／２／ハニー大将軍／戦闘前", "２３２／２／戦場を抜ける", "２３２／２／魔軍に支配された町１", "２３２／２／魔軍に支配された町１１", "２３２／２／ハニーキングとツォトン", "２３２／２／魔軍に支配された町２", "２３２／２／魔軍に支配された町２２", "２３２／２／ハニーキングにウルザ通信", "２３２／２／町が燃えている", "２３２／２／処刑される町／戦闘前", "２３２／２／処刑される町／戦闘後", "２３２／２／ランスにウルザ通信", "２３２／３／戦場", "２３２／３／ハニーキングの怒り", "２３２／３／ハニー達は味方", "２３２／３／ハニー遭遇１", "２３２／３／ハニー遭遇２", "２３２／３／ハニーとマジック", "２３２／３／大将軍", "２３２／３／大将軍／戦闘前", "２３２／３／大将軍／戦闘後", "２３２／３／ゼスその後", "−−−戦闘その他−−−", "２３２／３／大将軍／１", "−−−未使用？？−−−", "２３２／３／ゼスその後２" },
		},
		☆自由都市１（×□） = {
			シナリオ = (list) { "２４０／１／スタート", "２４０／１／自由都市連合", "２４０／１／魔軍の様子", "２４０／１／魔人パイアールの情報１", "２４０／１／魔人レイの情報", "２４０／１／魔人レイとセシル１", "２４０／１／悪魔回廊直前", "２４０／１／悪魔回廊", "２４０／１／リターンデーモン", "２４０／１／リターンデーモン／かなみ", "２４０／１／リターンデーモン／倒す", "２４０／１／ダークランス", "２４０／１／出口", "２４０／１／魔人レイとセシル２", "２４０／１／到着", "２４０／１／都市長達", "２４０／１／ＤＸの会", "２４０／２／マリアの依頼", "２４０／２１／カスタムへ", "２４０／２２／ジフテリアへ", "−−−カスタム−−−", "２４０／２１／道中", "２４０／２／レイとメアリー", "２４０／２１／カスタムの町／戦闘前", "２４０／２１／カスタムの町／戦闘後", "２４０／２１／チューリップ工場／戦闘前", "２４０／２１／チューリップ工場／戦闘後", "２４０／２１／マリアとダークランス", "２４０／２１／マリアの落ちた場所", "２４０／２１／マリアとダークランス２", "２４０／２１／チューリップ３号運搬", "−−−ジフテリア−−−", "２４０／２２／志津香とナギ", "２４０／２２／闘神都市", "２４０／２２／パランチョ", "２４０／２２／火星", "２４０／２２／マリア", "２４０／２２／パイアール／戦闘前", "２４０／２２／パイアール／戦闘後", "２４０／２２／ジフテリア", "−−−以後共通−−−", "２４０／４／セシル合流", "２４０／４／Ｍランドとセシル", "２４０／４／Ｍランドとマリア", "２４０／４／穴草原", "２４０／４／穴草原セーフ", "２４０／４／穴草原アウト", "２４０／４／その頃レイ", "２４０／４／穴草原突破", "２４０／４／レイ／戦闘前", "２４０／４／レイ／戦闘後", "２４０／４／ランスの夜", "２４０／４／接待２", "２４０／４／魔人現れず", "２４０／４／魔軍の夜", "２４０／４／会談１", "２４０／４／会談２", "２４０／４／会談３", "２４０／４／会談４", "２４０／４／レイ逃亡", "２４０／５／魔軍", "２４０／５／少し時間がある", "２４０／５／カチューシャ", "２４０／５／セシル", "２４０／５／司令部", "２４０／５／セキガハラ布陣", "２４０／５／エレノア面談", "２４０／５／コパンドン面談", "２４０／５／ビヨンホウ面談", "２４０／５／パパデマス面談", "２４０／５／ペスポ面談", "２４０／５／パトリシア面談", "２４０／５／セシル面談", "２４０／５／篠田面談", "２４０／５／朝倉面談", "２４０／５／面談終了", "２４０／５／面談後１", "２４０／５／面談後２", "２４０／５／開戦", "２４０／５／戦況１", "２４０／５／チューリップ活躍", "２４０／５／レイ活躍", "２４０／５／魔物将軍／戦闘前", "２４０／５／戦況２", "２４０／５／ジフテリア軍", "２４０／５／裏切り阻止", "２４０／５／圧勝状態", "２４０／５／レイ／戦闘前", "２４０／５／レイ／戦闘後", "２４０／６／落ち武者狩り１", "２４０／６／写真の事", "２４０／６／落ち武者狩り２", "２４０／６／カチューシャの様子", "２４０／６／ゴアの町", "２４０／６／レイ発見", "２４０／６／みんなで戦う", "２４０／６／メアリー", "２４０／６／その後の戦局", "−−−ソロ撃破−−−", "２４０／６／一人で戦う", "２４０／２０／レイを倒す３", "２４０／６／その後の戦局／レイ死亡", "−−−ビョンホウ裏切り−−−", "２４０／７／裏切り成立", "２４０／７／ランスの危機", "２４０／７／ランス全滅", "−−−短縮ルートＡ−−−", "２４０／２０／レイを倒す", "２４０／２０／レイ撃破後のＭランド", "２４０／２０／カチューシャの接待", "２４０／２０／カチューシャの接待／戦闘後", "２４０／２０／次の魔人", "２４０／２０／工場発見", "２４０／２０／パイアール／戦闘前", "２４０／２０／パイアール／戦闘後", "２４０／２０／その後の戦局", "−−−短縮ルートＢ−−−", "２４０／２０／レイを倒す２", "２４０／２０／コパンドンとユーティ", "−−−戦闘その他−−−", "２４０／戦闘／リターン発動", "２４０／２１／マリア落ちる", "２４０／戦闘／屋敷のレイ１", "２４０／戦闘／屋敷のレイ２", "２４０／戦闘／戦車おかわり" },
		},
		☆自由都市２（×□） = {
			シナリオ = (list) { "２４１／１／ヌヌハラ登場", "２４１／１／スタート", "２４１／１／マリア", "２４１／１／魔人パイアールの情報２", "２４１／１／チューリップの威力", "２４１／１／チューリップ故障", "２４１／１／ＰＩ３／戦闘前", "２４１／１／ＰＩ３／戦闘後", "２４１／２／科学力の差", "２４１／２／クルックーの告げ口", "２４１／２／ミルのエロ", "２４１／２／作戦会議", "２４１／２／ワシントン花畑", "２４１／２／大人と子供", "２４１／２／魔軍の様子", "２４１／２／工場発見", "２４１／２／工場内", "２４１／２／初ＰＧ／戦闘前", "２４１／２／初ＰＧ／戦闘後", "２４１／２／隔壁", "２４１／２／コンピューター", "２４１／２／肉塊", "２４１／２／ファナック／戦闘前", "２４１／２／ファナック／戦闘後", "２４１／２／パイアール", "２４１／３／カチューシャその後", "２４１／３／カチューシャ大人", "２４１／３／カチューシャ少女", "２４１／３／セシルその後", "２４１／３／散歩に出かける", "２４１／３／衛星射撃初", "２４１／３／サテラの衛星説明", "２４１／３／衛星射撃／汎用", "２４１／３／どうやって倒した？", "２４１／３／やっと戻った", "２４１／３／エロ中に閃く", "２４１／３／翔竜山に向かう", "２４１／３／翔竜山麓", "２４１／３／衛星兵器１", "２４１／３／グリーンドラゴン／戦闘前", "２４１／３／レッドドラゴン／戦闘前", "２４１／３／衛星兵器２", "２４１／３／ブラックドラゴン／戦闘前", "２４１／３／衛星兵器３", "２４１／３／衛星兵器／戦闘前", "２４１／３／衛星兵器／戦闘後", "２４１／ＫＤ接触", "２４１／ＫＤ解説", "２４１／４／Ｍランド", "２４１／４／工場前", "２４１／４／今後の作戦", "２４１／選択／ランス城に帰る", "２４１／選択／工場を破壊する", "２４１／選択／魔物大将軍を倒す", "２４１／４／ハッキング騒ぎ", "２４１／４／情報ネットワークの説明", "２４１／４／異界", "２４１／４／サイバーワールド", "２４１／４／サイバーな敵／戦闘前", "２４１／４／サイバーな敵／戦闘後", "２４１／４／情報１", "２４１／４／情報２", "２４１／４／情報３", "２４１／４／情報４", "２４１／４／パイアール日記１", "２４１／４／パイアール日記２", "２４１／４／パイアール手紙１", "２４１／４／パイアール手紙２", "２４１／４／パイアール／戦闘前", "２４１／４／パイアール／戦闘後", "２４１／５／Ｍランド", "２４１／５／ワシントン花畑", "２４１／５／コンピュータ回復", "２４１／５／工場前", "２４１／５／行き止まり", "２４１／５／肉塊の部屋", "２４１／５／ルートのエロ", "２４１／５／パイアール／戦闘前", "２４１／５／パイアール／戦闘後", "２４１／５／その後の戦局", "−−−戦闘その他−−−", "２４１／５／ボス戦中１", "２４１／５／ボス戦中２" },
		},
		☆自由都市３（×□） = {
			シナリオ = (list) { "２４２／戦況", "２４２／魔軍", "２４２／Ｍランド１", "２４２／Ｍランド２", "２４２／Ｍランド３", "２４２／時間調整", "２４２／悪魔回廊", "２４２／今日である理由", "２４２／ピサロ達１", "２４２／フェリス", "２４２／ダークランス１", "２４２／ネプラカス接近１", "２４２／ネプラカス／戦闘前", "２４２／ネプラカス／勝利", "２４２／ネプラカス／敗北", "２４２／ネプラカス接近２", "２４２／ダークランス２", "２４２／ピサロ達２", "２４１／ピサロ／戦闘前", "２４１／ピサロ／戦闘後", "２４１／ピサロの死", "２４２／ダークランス３", "２４２／性教育", "２４３／性教育／続き", "２４３／性教育／止める", "２４４／悪魔回廊抜ける", "２４４／選択／フェリスとダークランス", "２４４／選択／フェリスとネプラカス", "２４４／帰還", "２４４／その後の戦局" },
		},
		☆ワーグ決戦 = {
			シナリオ = (list) { "２１３／スタート", "２１３／ワーグの説明", "２１３／途中の村", "２１３／眠りの砦", "２１３／眠り姫", "２１３／敵襲", "２１３／敵襲／迎撃", "２１３／敵襲／撤退", "２１３／魔物軍撤退", "２１３／村", "２１３／その頃ワーグ", "２１３／ワーグの夜", "２１３／逃げる", "２１３／近寄る０", "２１３／近寄る１", "２１３／眠ってしまった", "２１３／近寄る２", "２１３／ワーグ／接触", "２１３／ワーグ／戦闘前", "２１３／ワーグ／戦闘後", "−−−戦闘その他−−−", "２１３／戦闘／ワーグ脱ぎ１", "２１３／戦闘／ワーグ脱ぎ２", "２１３／戦闘／ワーグ脱ぎ３", "２１３／戦闘／ワーグ脱ぎ４" },
		},
		☆闘将の発掘（×□） = {
			シナリオ = (list) { "２７０／スタート", "２７０／迷宮に入る", "２７０／聖骸／戦闘前", "２７０／聖骸／戦闘後", "２７０／動かないシグマ", "２７０／だんごと聖櫃１", "２７０／だんごと聖櫃２", "２７０／闘将の部屋１", "２７０／だんごと聖櫃３", "２７０／闘将の部屋２", "２７０／聖魔教団の歴史", "２７０／闘将の部屋３／戦闘前", "２７０／闘将の部屋３／戦闘後", "２７０／聖骸３", "２７０／クレイジードラゴン／戦闘前", "２７０／クレイジードラゴン／戦闘後", "２７０／闘神シグマ", "２７０／その後" },
		},
		☆地底のポピンズ（□□） = {
			シナリオ = (list) { "２５５／スタート", "２５５／ポピンズの説明", "２５５／ポピンズお祭り中", "２５５／器兵門番／戦闘前", "２５５／器兵門番／戦闘後", "２５５／アレルギー王国", "２５５／アレルギーの満鉄王", "２５５／砂漠案内人再び", "２５５／ランス城で一休み", "２５５／アニャガスの入口で", "２５５／ポピンズ警備隊", "２５５／警備隊スルー", "２５５／警備隊／戦闘前", "２５５／警備隊／戦闘後", "２５５／アニャガス王国", "２５５／アニャガス王三菱", "２５５／王子が監禁されている迷宮", "２５５／王子東芝", "２５５／ブレイブ号乗車", "２５５／地底探検隊１", "２５５／選択／ハニー再出発", "２５５／選択／ウルザ再出発", "２５５／ハニーの空洞", "２５５／地底探検隊／ますぞえ／登場", "２５５／ますぞえ／無視", "２５５／ますぞえ／戦闘前", "２５５／地底探検隊／戦闘後", "２５５／ますぞえ／引き分け", "２５５／怪獣の声", "２５５／怪獣／戦闘前", "２５５／怪獣／撃破", "２５５／その頃日立", "２５５／ただいま地底４９８メートル", "２５５／レベル神の警告", "２５５／選択／進路変更", "２５５／選択／もちろん突き進む", "２５５／不思議な壁", "−−−ヨイドレ−−−", "２５５／天界突入１", "２５５／天界突入２", "２５５／クエルプランを目指して", "２５５／クエルプラン抱く１", "２５５／天界突入４", "２５５／天界突入５", "２５５／先程の天界の事", "−−−ここまで−−−", "２５５／地底湖２", "２５５／日立／戦闘前", "２５５／日立／戦闘後", "２５５／後日談", "−−−戦闘その他−−−", "２５５／戦闘／器兵説明１", "２５５／戦闘／器兵説明２", "２５５／戦闘／器兵説明３", "２５５／戦闘／怪獣" },
		},
		☆ホーネット奪回作戦 = {
			シナリオ = (list) { "２５４／スタート", "２５４／シルキィの場合１", "２５４／ハウゼルの場合１", "２５４／作戦会議", "２５４／選択／作戦中止", "２５４／選択／作戦決行", "２５４／作戦中止の後", "２５４／残党の犠牲突撃", "２５４／ランス達の侵入", "２５４／魔物の森／シルキィ", "２５４／魔物の森／ハウゼル", "２５４／ホーネット", "２５４／魔界アロエ／戦闘前", "２５４／魔王城", "２５４／城内１／戦闘前", "２５４／城内１／戦闘後", "２５４／城内２／戦闘前", "２５４／城内３", "２５４／城内４／戦闘前", "２５４／部屋の前", "２５４／ホーネット助ける", "２５４／選択／サテラを人質", "２５４／選択／俺の肉体を見せつける", "２５４／ホーネットを連れ帰る", "２５４／ホーネットその後", "２５４／時間切れ" },
		},
		☆ケイブリス突貫作戦 = {
			シナリオ = (list) { "２５３／スタート", "２５３／誕生パーティの情報", "２５３／出撃を決意", "２５３／マジノライン", "２５３／その頃ケイブリス１", "２５３／途中の休憩１", "２５３／マエリーター／戦闘前", "２５３／途中の休憩２", "２５３／メディウサ戦闘前", "２５３／パイアール戦闘前", "２５３／途中の休憩３", "２５３／ケッセルリンク戦闘前", "２５３／レキシントン戦闘前", "２５３／カミーラ城到着", "２５３／その頃ケイブリス２", "２５３／ワンニャン", "２５３／恐瘴気", "２５３／ホーネットの気持ち", "２５３／ケイブリス／戦闘前", "２５３／ケイブリス／戦闘後", "２５３／ホーネットのエロ" },
		},
		☆政宗と黒部 = {
			シナリオ = (list) { "２７６／スタート", "２７６／黒部の話", "２７６／俺が主になってやる", "２７６／五十六とランス", "２７６／黒部の伝説", "２７６／死国入り", "２７６／黒部／戦闘前", "２７６／黒部／引き分け", "２７６／その後／引き分け", "２７６／黒部／勝利", "２７６／その後／勝利" },
		},
		☆タイムカプセル／ＪＰ = {
			シナリオ = (list) { "２７３／シィルの提案", "２７３／コールドスリープ", "２７３／これからの事" },
		},
		☆陥落ＣＩＴＹ確認 = {
			シナリオ = (list) { "２７４／スタート", "２７４／ＣＩＴＹ到着", "２７４／レッドアイとビスケッタ", "２７４／ビスケッタとロナ", "２７４／レッドアイ／戦闘前", "２７４／レッドアイ／戦闘後", "２７４／ビスケッタとケスチナ", "２７４／レッドアイ／自力撃破", "２７４／自爆" },
		},
		＿ケイブリスに勝負を挑む（×□） = {
			シナリオ = (list) { "２７５／ケイブリスに勝負を挑む" },
		},
		☆魔王を異界に帰す = {
			シナリオ = (list) { "２０２／スタート", "２０２／異界に行こう", "２０２／大阪着", "２０２／選択／東京に向かうぞ", "２０２／選択／中之島に向かうぞ", "２０２／ＴＶ中継", "２０２／自衛隊１／戦闘後", "２０２／電磁パルスの杖", "２０２／異界ゲートでの選択", "２０２／選択／美樹連れて帰る", "２０２／選択／美樹残る", "２０２／帰還", "２０２／異界の侵略", "−−−戦闘その他−−−", "２０２／戦闘／マリア" },
		},
		☆坑道からモンスター／砦（×□） = {
			シナリオ = (list) { "２７７／スタート", "２７７／地底から現れたモンスター", "２７７／境", "２７７／ポピンズ遭遇", "２７７／ボス／戦闘前", "２７７／ボス／戦闘後" },
		},
		☆ポピンズ連結／砦（×□） = {
			シナリオ = (list) { "２７８／スタート", "２７８／ランスの出撃", "２７８／開通", "２７８／エンド" },
		},
		☆地下から行こう／砦（×□） = {
			シナリオ = (list) { "２７９／スタート", "２７９／司令部", "２７９／ブレイブ号", "２７９／エンド" },
		},
		☆材料探し／砦（×□） = {
			シナリオ = (list) { "２８０／スタート", "２８０／エンド" },
		},
		☆地底大作戦／砦（×□） = {
			シナリオ = (list) { "２８１／１日目", "２８１／２日目", "２８１／３日目", "２８１／４日目", "２８１／５日目", "２８１／６日目", "２８１／７日目", "２８１／スタート", "２８１／進めブレイブ号", "２８１／魔王覚醒１", "２８１／魔王覚醒２", "２８１／魔王覚醒３" },
		},
		☆厄災発生／飛行（×□） = {
			シナリオ = (list) { "２８８／事件発生", "２８８／選択／アニスに向かう", "２８８／アニス／戦闘前", "２８８／アニス／戦闘後", "２８８／アニスお仕置き", "２８８／選択／トッポスに向かう", "２８８／トッポス／戦闘前", "２８８／トッポス／戦闘後", "２８８／トッポスその後" },
		},
		☆サイサイツリー攻撃／飛行（×□） = {
			シナリオ = (list) { "２８４／攻撃開始", "２８４／攻撃終了" },
		},
		☆ビューティツリー攻撃／飛行（×□） = {
			シナリオ = (list) { "２８５／攻撃開始", "−−−　流用　−−−", "２８４／攻撃終了" },
		},
		☆タンザモンザツリー攻撃／飛行（×□） = {
			シナリオ = (list) { "２８６／攻撃開始", "−−−　流用　−−−", "２８４／攻撃終了" },
		},
		☆最終決戦／飛行（一週目用） = {
			シナリオ = (list) { "２８７／スタート", "２８７／ベズドグ山", "２８７／山に突撃", "２８７／突入後", "２８７／ケイブリス", "２６０／２／ベズドグ山内", "２８７／マエリータ出撃", "２６０／２／シャリエラ回想", "２８７／報告", "２８７／マエリータ／戦闘前", "２６０／２／マエリータ／戦闘後", "２６０／２／ケイブリス回想１", "２８７／勇者侵入", "２６０／２／魔物兵２", "２６０／２／行き止まり／戦闘前", "２６０／２／行き止まり／戦闘後", "２８７／テオマンとの対決", "２６０／２／第２ブロック", "２６０／２／カミーラの接触", "２６０／２／その頃カミーラ", "２６０／２／ケイブリス回想２", "２８７／ストロガノフ起きる", "２６０／２／恐瘴気１", "２８７／魔物兵美樹の話", "２６０／２／牢番／戦闘前", "２６０／２／牢番／戦闘後", "２６０／２／美樹解放", "２６０／２／骸骨王／戦闘前", "２６０／２／骸骨王／撃破", "２６０／２／骸骨王／戦闘後", "２６０／２／第３ブロック", "２６０／２／ケイブリス回想３", "２８７／報告兵倒れる", "２６０／２／恐瘴気３", "２６０／２／ケイブリス回想４", "２６０／２／ケイブリス／戦闘前", "２６０／２／ケイブリス／戦闘後", "２６０／３／穴に落ちたランス達", "２６０／３／シャリエラ合流", "２６０／３／シャリエラの過去", "２６０／３／ランス戦いを決意", "２６０／３／シャリエラ／ケイブニャン合流", "２６０／３／ケイブニャン合流", "２６０／３／宝物庫を開ける１", "２６０／３／宝物庫を開ける２", "２８７／回復組合流", "２６０／３／ケイブリスの粛正", "２６０／３／泥姫再び／戦闘前", "２６０／３／泥姫再び／戦闘後", "２６０／３／マエリータ残党", "２６０／３／恐瘴気", "２６０／３／ケイブリス回想５", "２６０／３／ケイブリス前", "２６０／３／ケイブリス／戦闘前", "２６０／３／ストロガノフ／戦闘前", "２６０／３／ストロガノフ／戦闘後", "２６０／３／ケイブリス／戦闘前２", "２６０／３／ケイブリス／戦闘後", "２６０／３／戦後処理／魔物将軍", "２６０／３／戦後処理／カミーラ", "２６０／２／ケイブリス倒す", "−−−戦闘その他−−−", "２６０／戦闘／シャリエラ乱入１", "２６０／戦闘／シャリエラ乱入２", "２６０／戦闘／ケイブニャン乱入１", "２６０／戦闘／バイラン感じない", "２６０／戦闘／ケイブニャン乱入２", "２６０／戦闘／ケイブリスの不安", "２６０／戦闘／ケイブリスの和解提案", "２６０／戦闘／ケイブリス転ける", "２６０／戦闘／ストロ防御", "２６０／戦闘／ストロ最期の一撃", "２６０／戦闘／ケイブリスの語り１", "２６０／戦闘／ケイブリスの語り２" },
		},
		最終決戦／飛行（２周目用） = {
			シナリオ = (list) { "２８７／スタート", "２８７／ベズドグ山", "２８７／山に突撃", "２８７／突入後", "２８７／ケイブリス", "２８７／マエリータ出撃", "２８７／報告", "２８７／マエリータ／戦闘前", "２８７／勇者侵入", "２８７／テオマンとの対決", "２８７／ストロガノフ起きる", "２８７／魔物兵美樹の話", "２８７／報告兵倒れる", "２８７／ケイブリス／戦闘前", "２８７／回復組合流" },
		},
		作戦フェイズ追加分 = {
			シナリオ = (list) { "２９０／どこに行くべきか／飛行", "２８９／暇／ＪＰ" },
		},
	},
	拠点フェイズ = {
		＿ランス城散策 = {
			シナリオ = (list) { "１０８／ランス城散策" },
		},
		＿ランス城の補給 = {
			シナリオ = (list) { "０７／ランス城の補給" },
		},
		＿クルックーと女神アリス = {
			シナリオ = (list) { "０９／クルックーと女神アリス" },
		},
		＿サテラの魔人話 = {
			シナリオ = (list) { "１０７／サテラの魔人話" },
		},
		＿ホーネットの魔王話 = {
			シナリオ = (list) { "１１７／ホーネットの魔王話" },
		},
		＿魔王とミラクル = {
			シナリオ = (list) { "１１５／魔王とミラクル" },
		},
		＿ランス船団の事（×□） = {
			シナリオ = (list) { "１１２／ランス船団の事", "１１２／許可する", "１１２／許可しない" },
		},
		＿お正月 = {
			シナリオ = (list) { "３５８／お正月" },
		},
		＿橋頭堡の夜／シィル（×□） = {
			シナリオ = (list) { "１９０／魔物界の橋頭堡", "１９０／橋頭堡でシィル", "１５／夜が明けた", "−−−橋頭堡の夜／一人−−−", "１９２／橋頭堡で一人", "−−−橋頭堡の夜／サテラ−−−", "１９３／橋頭堡でサテラ", "−−−橋頭堡の夜／アギレダ−−−", "１９４／橋頭堡でアギレダ" },
		},
		＿エピローグＡ = {
			シナリオ = (list) { "５９０／戦争報告", "５９０／女神の部屋", "５９０／お祝い", "５９０／バード", "５９０／美樹発作", "５９０／ホーネットの選択", "５９０／ランスの選択", "５９０／誕生", "５９０／魔王ランス", "−−−エピローグＢ−−−", "５９０／ミラクルの選択" },
		},
		＿食券行列に並ぶ（×□） = {
			シナリオ = (list) { "４００／食券行列に並ぶ" },
		},
		＿聖女の役目 = {
			シナリオ = (list) { "１２４／聖女の役目" },
		},
		＿英雄ブリティシュ = {
			シナリオ = (list) { "４０６／英雄ブリティシュ" },
		},
		＿三姉妹占い（×□） = {
			シナリオ = (list) { "４１６／三姉妹占い／スタート", "４１６／三姉妹占い／すっぽぬけ" },
		},
		＿ジュリア改造 = {
			シナリオ = (list) { "４１７／ジュリア改造" },
		},
		＿ケッセルリンク復活 = {
			シナリオ = (list) { "４１８／ケッセルリンク復活" },
		},
		＿ハニー軍団参戦（×□） = {
			シナリオ = (list) { "４１９／ハニー軍団参戦" },
		},
		＿政宗と嫁 = {
			シナリオ = (list) { "４２３／政宗と嫁" },
		},
		＿拠点で割り込み = {
			シナリオ = (list) { "４２５／女の子モンスター脱がす" },
		},
		＿シィルを脱がす = {
			シナリオ = (list) { "３５５／シィルを脱がす" },
		},
		＿総統ハーレム１ = {
			シナリオ = (list) { "４１１／総統ハーレム１" },
		},
		＿総統ハーレム２ = {
			シナリオ = (list) { "４１２／総統ハーレム２" },
		},
		＿アニス抱く = {
			シナリオ = (list) { "４０１／アニス拷問" },
		},
		＿ハウゼル抱く = {
			シナリオ = (list) { "１１８／ハウゼル１", "１１８／ハウゼル２", "１１８／ハウゼル３" },
		},
		＿サイゼル抱く = {
			シナリオ = (list) { "１１９／サイゼル１", "１１９／サイゼル２", "１１９／サイゼル３" },
		},
		＿シルキィ抱く = {
			シナリオ = (list) { "１２０／シルキィ抱く" },
		},
		＿ワーグ抱く = {
			シナリオ = (list) { "４０２／ワーグ仲間", "４０２／ワーグのエロ" },
		},
		＿クリーム抱く = {
			シナリオ = (list) { "４０３／クリームとエッチ" },
		},
		＿ウルザ抱く（×□） = {
			シナリオ = (list) { "４０４／ウルザ１", "４０４／ウルザ２" },
		},
		＿日光抱く = {
			シナリオ = (list) { "１２１／日光を抱く" },
		},
		＿アギレダ抱く = {
			シナリオ = (list) { "１２３／アギレダを抱く" },
		},
		＿ウィリス抱く（×□） = {
			シナリオ = (list) { "４１４／ウィリス抱く" },
		},
		＿ビスケッタ抱く = {
			シナリオ = (list) { "４０５／ビスケッタさんのエロ" },
		},
		＿テオマンの女１（×□） = {
			シナリオ = (list) { "４２１／テオマンの女１" },
		},
		＿テオマンの女２（×□） = {
			シナリオ = (list) { "４２２／テオマンの女２" },
		},
		＿勇者の活躍（×□） = {
			シナリオ = (list) { "４２６／勇者の活躍１" },
		},
		＿勇者の活躍２（×□） = {
			シナリオ = (list) { "４２６／勇者の活躍２" },
		},
		＿法王特典 = {
			シナリオ = (list) { "４２８／法王特典" },
		},
		＿ウェンリーナー抱く = {
			シナリオ = (list) { "１２５／ウェンリーナーを抱く" },
		},
		＿マエリータ再集結 = {
			シナリオ = (list) { "４２０／マエリータ再集結" },
		},
		拠点フェイズ追加分 = {
			シナリオ = (list) { "４５５／砦防衛", "４５６／治水", "４５７／地表偵察", "４５９／裸集め", "４５３／卵の孵化", "４５９／各国軍の底力", "４５４／勲章行列に並ぶ", "４５０／レンジャー作戦", "４５１／ガード作戦", "４５２／ヒーラー作戦" },
		},
	},
	道中割り込み = {
		＿テオマン（×□） = {
			シナリオ = (list) { "−−−テオマンの妨害１−−−", "３０１／テオマン妨害１", "−−−テオマンの妨害２−−−", "３０２／テオマン妨害２", "−−−テオマンの妨害３Ａ−−−", "３０３／テオマン妨害３", "３００／テオマン妨害３／ウェンリーナー", "　＞＞テオマンの妨害３Ｂ", "３００／テオマン妨害３／クルックー", "　＞＞テオマンの妨害３Ｃ", "３００／テオマン妨害３／死亡", "−−−テオマン女の情報−−−", "３６５／テオマン女の情報", "−−−テオマンに忠告するセシル−−−", "３６６／テオマンに忠告するセシル" },
		},
		＿マエリータ隊 = {
			シナリオ = (list) { "−−−マエリータ赴任−−−", "３２０／赴任／初", "−−−マエリータ接触１−−−", "３２０／ランス接触１／戦闘前", "３２０／ランス接触１／戦闘後", "−−−マエリータ接触２−−−", "３２０／ランス接触２／戦闘前", "３２０／ランス接触２／戦闘後", "−−−マエリータ接触３−−−", "３２０／ランス接触３／戦闘前", "３２０／ランス接触３／戦闘後", "−−−マエリータ接触４−−−", "３２０／ランス接触４／戦闘前", "３２０／ランス接触４／戦闘後", "−−−マエリータ接触５−−−", "３２０／ランス接触５／戦闘前", "３２０／ランス接触５／戦闘後", "−−−マエリータ接触６−−−", "３２０／ランス接触６／戦闘前", "３２０／ランス接触６／戦闘後" },
		},
		＿ウェンリーナー遭遇 = {
			シナリオ = (list) { "３１０／ウェンリーナー遭遇" },
		},
		＿セラクロラス遭遇 = {
			シナリオ = (list) { "３１０／セラクロラス遭遇" },
		},
		＿クエルプランとアリス１ = {
			シナリオ = (list) { "３６８／クエルプランとアリス１" },
		},
		＿クエルプラン遭遇 = {
			シナリオ = (list) { "３６０／クエルプラン遭遇" },
		},
		＿クエルプランとアリス２ = {
			シナリオ = (list) { "３６９／クエルプランとアリス２" },
		},
		＿４人の聖女／大 = {
			シナリオ = (list) { "３５２／４人の聖女／大" },
		},
		＿４人の聖女／小 = {
			シナリオ = (list) { "３５３／４人の聖女／小" },
		},
		＿アーシー遭遇（×□） = {
			シナリオ = (list) { "３４３／アーシー遭遇" },
		},
		＿パセリ遭遇（×□） = {
			シナリオ = (list) { "３６２／パセリ遭遇" },
		},
		＿日光とカオス = {
			シナリオ = (list) { "３４２／日光とカオス" },
		},
		＿サテラ仲間入り = {
			シナリオ = (list) { "３５０／サテラ仲間入り" },
		},
		＿フェリス仲間入り = {
			シナリオ = (list) { "３５４／フェリス仲間入り" },
		},
		＿ウィリス仲間入り（×□） = {
			シナリオ = (list) { "３５８／ウィリス仲間入り" },
		},
		＿ミカン物語 = {
			シナリオ = (list) { "３５９／ミカン物語" },
		},
		＿リア電卓 = {
			シナリオ = (list) { "３６７／リア電卓" },
		},
		＿カチューシャ脱走（×□） = {
			シナリオ = (list) { "３６３／カチューシャ脱走" },
		},
		＿その頃サイゼル１ = {
			シナリオ = (list) { "３４０／その頃サイゼル１" },
		},
		＿その頃サイゼル２ = {
			シナリオ = (list) { "３４１／その頃サイゼル２" },
		},
		＿その頃パットン１（×□） = {
			シナリオ = (list) { "３５１／その頃パットン１" },
		},
		＿魔王を捜す魔軍 = {
			シナリオ = (list) { "３５５／魔王を捜す魔軍" },
		},
		＿美樹の留守番 = {
			シナリオ = (list) { "３５６／美樹の留守番" },
		},
		＿メイド集合 = {
			シナリオ = (list) { "３６４／メイド集合" },
		},
		＿割り込み抜け = {
			シナリオ = (list) { "３００／割り込み抜け" },
		},
		割り込み追加分 = {
			シナリオ = (list) { "３８１／難易度とハニー", "３７４／その頃ＫＤ", "３７５／その頃ホラガ", "３７６／その頃ポピンズ", "３７７／その頃アレキサンダー", "３７８／その頃リクチェル", "３７９／その頃ますぞえ", "３８２／その頃ダークランス", "３８０／その頃ブリティシュ", "３７１／レンジャーヒント", "３７２／ガードヒント", "３７３／ヒーラーヒント", "３７０／ルドラサウムの声" },
		},
	},
	戦闘後割り込み = {
		＿大人化説明 = {
			シナリオ = (list) { "００／大人化説明" },
		},
	},
	ターンエンド = {
		＿リーザス（□□） = {
			シナリオ = (list) { "−−−自力解放−−−", "４１／リーザス自力解放１", "４１／リーザス自力解放２", "４１／リーザス自力解放３", "４１／リーザス自力解放４", "４１／リーザス自力解放５", "−−−リーザス滅亡−−−", "５１１／リーザス被害１", "５１２／リーザス被害２", "−−−ヨイドレ−−−", "５１５／リーザス滅亡" },
		},
		＿ヘルマン（□□） = {
			シナリオ = (list) { "−−−自力解放−−−", "４２／ヘルマン自力解放１", "４２／ヘルマン自力解放２", "４２／ヘルマン自力解放３", "４２／ヘルマン自力解放４", "４２／ヘルマン自力解放５", "４２／ヘルマン自力解放６", "−−−以下　ヨイドレ−−−", "−−−ヘルマン滅亡−−−", "５２１／ヘルマン被害１", "５２２／ヘルマン被害２", "５２５／ヘルマン滅亡" },
		},
		＿ゼス（×□） = {
			シナリオ = (list) { "−−−自力解放−−−", "４３／ゼス自力解放１", "４３／ゼス自力解放２", "４３／ゼス自力解放３", "４３／ゼス自力解放４", "４３／ゼス自力解放５", "−−−ゼス滅亡−−−", "５３１／ゼス被害１", "５３２／ゼス被害２", "５３５／ゼス滅亡" },
		},
		＿自由都市（×□） = {
			シナリオ = (list) { "−−−自力解放−−−", "４４／自由都市自力解放１", "４４／自由都市自力解放２", "４４／自由都市自力解放３", "４４／自由都市自力解放４", "４４／自由都市自力解放５", "−−−自由都市滅亡−−−", "５４１／自由都市被害１", "５４２／自由都市被害２", "５４５／自由都市滅亡" },
		},
		＿ＪＡＰＡＮ滅亡 = {
			シナリオ = (list) { "５４７／ＪＡＰＡＮ滅亡", "５４８／ＪＡＰＡＮ滅亡／ＪＰ" },
		},
		＿川中島陥落 = {
			シナリオ = (list) { "５０５／川中島陥落" },
		},
		＿人類滅亡（×□） = {
			シナリオ = (list) { "５５５／人類滅亡" },
		},
		＿テオマン１（□□） = {
			シナリオ = (list) { "５０１／テオマン参戦", "−−−テオマン解禁１−−−", "５０２／テオマン解禁１", "−−−テオマン解禁２Ａ−−−", "５０３／テオマン解禁２／スタート", "５０３／テオマン解禁２／シルキィ", "　　＞＞テオマン解禁２Ｂ", "５０３／テオマン解禁２／ハウゼル", "　　＞＞テオマン解禁２Ｃ", "５０３／テオマン解禁２／サテラ", "−−−テオマン解禁３−−−", "５０４／テオマン解禁３", "−−−以下　ヨイドレ−−−", "−−−テオマン解禁３／ＪＰ−−−", "５６４／テオマン地獄落ち", "−−−テオマン解禁３／砦−−−", "５６５／テオマン来襲", "５６５／コーラの説明", "５６５／クルックーの説明", "５６５／神々への道", "５６５／神々の国", "５６５／女神アリス／戦闘前", "５６５／女神アリス／戦闘後" },
		},
		＿魔軍全容 = {
			シナリオ = (list) { "５０６／魔軍全容" },
		},
		＿マエリータ隊始動 = {
			シナリオ = (list) { "５０７／マエリータ隊始動" },
		},
		＿ケイブリスと…（個別） = {
			シナリオ = (list) { "５０８／ケイブリスとケイブワン", "５０９／ケイブリスとケイブニャン", "５１０／ケイブリスとランス情報" },
		},
		＿ホーネット（個別） = {
			シナリオ = (list) { "５５０／囚われのホーネット", "５５１／ホーネット処刑Ａ", "５５１／ホーネット処刑Ｂ" },
		},
		＿魔王ケイブリス０６ = {
			シナリオ = (list) { "５５２／魔王ケイブリス／誕生", "５５２／魔王ケイブリス／告知", "５５２／魔王ケイブリス／戦闘前", "５５２／魔王ケイブリス／負け", "５５２／魔王ケイブリス／勝ち" },
		},
		＿ワーグ参戦 = {
			シナリオ = (list) { "５５４／ワーグ参戦" },
		},
		＿ケイブリスの人間制圧プラン = {
			シナリオ = (list) { "５６０／ケイブリスの人間制圧プラン" },
		},
		＿美樹処刑（個別） = {
			シナリオ = (list) { "５６１／美樹処刑準備", "５６８／美樹処刑中" },
		},
		＿魔王ケイブリス誕生 = {
			シナリオ = (list) { "５６９／魔王ケイブリス誕生" },
		},
		＿魔王ケイブリス１５ = {
			シナリオ = (list) { "５５２／魔王ケイブリス／戦闘前" },
		},
		＿ケイブリスの魔物制圧プラン = {
			シナリオ = (list) { "５６２／ケイブリスの魔物制圧プラン" },
		},
		＿ケイブリスハーレム = {
			シナリオ = (list) { "５６３／ケイブリスハーレム" },
		},
		＿ランス城の侵入に気が付く魔軍（×□） = {
			シナリオ = (list) { "５７１／ランス城の侵入に気が付く魔軍" },
		},
	},
	多田さん管理外 = {
		＿聖女の子モンスター = {
			シナリオ = (list) { "００／ウェンリーナー／大人化", "００／ウェンリーナー／繁殖", "００／セラクロラス／大人化", "００／セラクロラス／繁殖", "００／ハウセスナース／大人化", "００／ハウセスナース／繁殖", "００／ベゼルアイ／大人化", "００／ベゼルアイ／繁殖" },
		},
		＿ヌヌハラ = {
			シナリオ = (list) { "００／ヌヌハラ初", "００／ヌヌハラ／ランス", "００／ヌヌハラ／世界", "００／ヌヌハラ／悪魔", "００／ヌヌハラ／異界", "００／ヌヌハラ／自由都市の国々", "００／ヌヌハラ／世界の生き物", "００／ヌヌハラ／聖女の子モンスター", "００／ヌヌハラ／第１次魔人戦争", "００／ヌヌハラ／第二次魔人戦争", "００／ヌヌハラ／闘神都市", "００／ヌヌハラ／魔王と魔人", "００／ヌヌハラ／魔人カミーラ", "００／ヌヌハラ／魔人ガルティア", "００／ヌヌハラ／魔人ケイブリス", "００／ヌヌハラ／魔人ケッセルリンク", "００／ヌヌハラ／魔人サテラ", "００／ヌヌハラ／魔人シルキィ", "００／ヌヌハラ／魔人パイアール", "００／ヌヌハラ／魔人ハウゼル、サイゼル", "００／ヌヌハラ／魔人バボラ", "００／ヌヌハラ／魔人ホーネット", "００／ヌヌハラ／魔人ますぞえ", "００／ヌヌハラ／魔人メディウサ", "００／ヌヌハラ／魔人レイ", "００／ヌヌハラ／魔人レキシントン", "００／ヌヌハラ／魔人レッドアイ", "００／ヌヌハラ／魔人ワーグ", "００／ヌヌハラ／魔人健太郎", "００／ヌヌハラ／勇者", "００／ヌヌハラ／神々", "００／ヌヌハラ／ランスと女達", "００／ヌヌハラ／リーザス", "００／ヌヌハラ／ゼス", "００／ヌヌハラ／ヘルマン", "００／ヌヌハラ／ＤＸの会とデラックスブック", "００／ヌヌハラ／コンピューター", "００／ヌヌハラ／トッポス", "００／ヌヌハラ／エターナルヒーロー", "００／ヌヌハラ／満ち潮" },
		},
		＿チュートリアル = {
			シナリオ = (list) { "００／戦闘／初めてのオーバーキル", "００／戦闘／初めてのストーンＧ", "００／戦闘／初めての入れ替え", "００／迷宮／始めて勲章が３個", "００／迷宮／初めての自動戦闘", "００／部隊編成／初めての２００枚", "００／部隊編成／初めての４００枚" },
		},
	},
	未実装？ = {
		シナリオ = (list) { "００／シィルの目覚め１", "００／シィルの目覚め２", "００／シィルの目覚め３", "００／シィルの目覚め４" },
	},
	追加 = {
		シナリオ = (list) { "−−−ヨイドレ−−−", "４５９／各国軍の底力", "３８１／難易度とハニー", "４５５／砦防衛", "４５６／治水", "４５７／地表偵察", "４５９／裸集め", "２９０／どこに行くべきか／飛行", "２８９／暇／ＪＰ", "４５４／勲章行列に並ぶ", "４５３／卵の孵化", "３７４／その頃ＫＤ", "３７５／その頃ホラガ", "３７６／その頃ポピンズ", "３７７／その頃アレキサンダー", "３７８／その頃リクチェル", "３７９／その頃ますぞえ", "３８０／その頃ブリティシュ", "４５０／レンジャー作戦", "４５１／ガード作戦", "４５２／ヒーラー作戦", "３７１／レンジャーヒント", "３７２／ガードヒント", "３７３／ヒーラーヒント", "５７／魔軍の増援", "３７０／ルドラサウムの声", "５６／カミーラ自動取得", "１０／戦闘／レッドアイ１", "０００／戦闘／ケイブリスの弱点", "３８２／その頃ダークランス", "５９０／魔王ランス", "３８２／その頃ダークランス", "乳久里／参戦", "乳久里／キャライベントＡ", "乳久里／キャライベントＢ", "乳久里／キャライベントＣ", "乳久里／裸", "紀伊／参戦", "紀伊／キャライベントＡ", "紀伊／キャライベントＢ", "紀伊／キャライベントＣ", "紀伊／裸", "デストラー／参戦", "デストラー／キャライベントＡ", "デストラー／キャライベントＢ", "サムソン／参戦", "サムソン／キャライベントＡ", "サムソン／キャライベントＢ", "アカシロ／参戦", "アカシロ／キャライベントＡ", "アカシロ／キャライベントＢ", "アカシロ／キャライベントＣ", "アカシロ／裸", "イベット／参戦", "イベット／キャライベントＡ", "イベット／キャライベントＢ", "イベット／キャライベントＣ", "イベット／裸", "−−−ダイス−−−", "２５５／戦闘／器兵説明４", "２３０／戦闘／アニスの事", "２３１／戦闘／ランス活躍１", "２３１／戦闘／ランス活躍２" },
	},
	食券 = {
		主人公 = {
			ランス（ヨイドレ） = {
				シナリオ = (list) { "ランス／参戦", "ランス／キャライベントＡ", "ランス／キャライベントＢ", "ランス／キャライベントＣ", "ランス／裸" },
			},
			ビスケッタ（ヨイドレ） = {
				シナリオ = (list) { "ビスケッタ／参戦", "ビスケッタ／キャライベントＡ", "ビスケッタ／キャライベントＢ", "ビスケッタ／キャライベントＣ", "ビスケッタ／裸" },
			},
			ロナ（ヨイドレ） = {
				シナリオ = (list) { "ロナ／参戦", "ロナ／キャライベントＡ", "ロナ／キャライベントＢ", "ロナ／キャライベントＣ", "ロナ／裸" },
			},
			クリン（ダイス） = {
				シナリオ = (list) { "クリン／参戦", "クリン／キャライベントＡ", "クリン／キャライベントＢ", "クリン／キャライベントＣ", "クリン／裸" },
			},
			ハイジ（ダイス） = {
				シナリオ = (list) { "ハイジ／参戦", "ハイジ／キャライベントＡ", "ハイジ／キャライベントＢ", "ハイジ／キャライベントＣ", "ハイジ／裸" },
			},
		},
		リーザス = {
			リア（ヨイドレ） = {
				シナリオ = (list) { "リア／参戦", "リア／キャライベントＡ", "リア／キャライベントＢ", "リア／キャライベントＣ", "リア／裸" },
			},
			マリス（ヨイドレ） = {
				シナリオ = (list) { "マリス／参戦", "マリス／キャライベントＡ", "マリス／キャライベントＢ", "マリス／キャライベントＣ", "マリス／裸" },
			},
			アールコート（ヨイドレ） = {
				シナリオ = (list) { "アールコート／参戦", "アールコート／キャライベントＡ", "アールコート／キャライベントＢ", "アールコート／キャライベントＣ", "アールコート／裸" },
			},
			バレス（ヨイドレ） = {
				シナリオ = (list) { "バレス／参戦", "バレス／キャライベントＡ", "バレス／キャライベントＢ", "バレス／キャライベントＣ" },
			},
			ハウレーン（ヨイドレ） = {
				シナリオ = (list) { "ハウレーン／参戦", "ハウレーン／キャライベントＡ", "ハウレーン／キャライベントＢ", "ハウレーン／キャライベントＣ", "ハウレーン／裸" },
			},
			スー（ヨイドレ） = {
				シナリオ = (list) { "スー／参戦", "スー／キャライベントＡ", "スー／キャライベントＢ", "スー／キャライベントＣ", "スー／裸" },
			},
			コルドバ（ヨイドレ） = {
				シナリオ = (list) { "コルドバ／参戦", "コルドバ／キャライベントＡ", "コルドバ／キャライベントＢ", "コルドバ／キャライベントＣ" },
			},
			キンケード（ヨイドレ） = {
				シナリオ = (list) { "キンケード／参戦", "キンケード／キャライベントＡ", "キンケード／キャライベントＢ", "キンケード／キャライベントＣ" },
			},
			リック（ヨイドレ） = {
				シナリオ = (list) { "リック／参戦", "リック／キャライベントＡ", "リック／キャライベントＢ", "リック／キャライベントＣ" },
			},
			エクス（ヨイドレ） = {
				シナリオ = (list) { "エクス／参戦", "エクス／キャライベントＡ", "エクス／キャライベントＢ", "エクス／キャライベントＣ" },
			},
			チルディ（ヨイドレ） = {
				シナリオ = (list) { "チルディ／参戦", "チルディ／キャライベントＡ", "チルディ／キャライベントＢ", "チルディ／キャライベントＣ", "チルディ／裸" },
			},
			レイラ（ヨイドレ） = {
				シナリオ = (list) { "レイラ／参戦", "レイラ／キャライベントＡ", "レイラ／キャライベントＢ", "レイラ／キャライベントＣ", "レイラ／裸" },
			},
			ジュリア（ヨイドレ） = {
				シナリオ = (list) { "ジュリア／参戦", "ジュリア／キャライベントＡ", "ジュリア／キャライベントＢ", "ジュリア／キャライベントＣ", "ジュリア／裸" },
			},
			チャカ（ヨイドレ） = {
				シナリオ = (list) { "チャカ／参戦", "チャカ／キャライベントＡ", "チャカ／キャライベントＢ", "チャカ／キャライベントＣ" },
			},
			メルフェイス（ヨイドレ） = {
				シナリオ = (list) { "メルフェイス／参戦", "メルフェイス／キャライベントＡ", "メルフェイス／キャライベントＢ", "メルフェイス／キャライベントＣ", "メルフェイス／裸" },
			},
			かなみ（ヨイドレ） = {
				シナリオ = (list) { "かなみ／参戦", "かなみ／キャライベントＡ", "かなみ／キャライベントＢ", "かなみ／キャライベントＣ", "かなみ／裸" },
			},
			あおい（ヨイドレ） = {
				シナリオ = (list) { "あおい／参戦", "あおい／キャライベントＡ", "あおい／キャライベントＢ", "あおい／キャライベントＣ", "あおい／裸" },
			},
			オーギル（ヨイドレ） = {
				シナリオ = (list) { "オーギル／参戦", "オーギル／キャライベントＡ", "オーギル／キャライベントＢ" },
			},
			イベット（ヨイドレ） = {
				シナリオ = (list) { "イベット／参戦", "イベット／キャライベントＡ", "イベット／キャライベントＢ", "イベット／キャライベントＣ", "イベット／裸" },
			},
			メナド（ダイス） = {
				シナリオ = (list) { "メナド／参戦", "メナド／キャライベントＡ", "メナド／キャライベントＢ", "メナド／キャライベントＣ", "メナド／裸" },
			},
		},
		ゼス = {
			マジック（ダイス） = {
				シナリオ = (list) { "マジック／参戦", "マジック／キャライベントＡ", "マジック／キャライベントＢ", "マジック／キャライベントＣ", "マジック／裸" },
			},
			サイアス（ダイス） = {
				シナリオ = (list) { "サイアス／参戦", "サイアス／キャライベントＡ", "サイアス／キャライベントＢ", "サイアス／キャライベントＣ" },
			},
			チョチョマン（ダイス） = {
				シナリオ = (list) { "チョチョマン／参戦", "チョチョマン／キャライベントＡ", "チョチョマン／キャライベントＢ", "チョチョマン／キャライベントＣ" },
			},
			アニス（ダイス） = {
				シナリオ = (list) { "アニス／参戦", "アニス／キャライベントＡ", "アニス／キャライベントＢ", "アニス／キャライベントＣ", "アニス／裸" },
			},
			カオル（ダイス） = {
				シナリオ = (list) { "カオル／参戦", "カオル／キャライベントＡ", "カオル／キャライベントＢ", "カオル／キャライベントＣ", "カオル／裸" },
			},
			ウィチタ（ダイス） = {
				シナリオ = (list) { "ウィチタ／参戦", "ウィチタ／キャライベントＡ", "ウィチタ／キャライベントＢ", "ウィチタ／キャライベントＣ", "ウィチタ／裸" },
			},
			ウスピラ（ダイス） = {
				シナリオ = (list) { "ウスピラ／参戦", "ウスピラ／キャライベントＡ", "ウスピラ／キャライベントＢ", "ウスピラ／キャライベントＣ", "ウスピラ／裸" },
			},
			千鶴子（ダイス） = {
				シナリオ = (list) { "千鶴子／参戦", "千鶴子／キャライベントＡ", "千鶴子／キャライベントＢ", "千鶴子／キャライベントＣ", "千鶴子／裸" },
			},
			マルチナ（ダイス） = {
				シナリオ = (list) { "マルチナ／参戦", "マルチナ／キャライベントＡ", "マルチナ／キャライベントＢ", "マルチナ／キャライベントＣ", "マルチナ／裸" },
			},
			ウルザ（ダイス） = {
				シナリオ = (list) { "ウルザ／参戦", "ウルザ／キャライベントＡ", "ウルザ／キャライベントＢ", "ウルザ／キャライベントＣ", "ウルザ／裸" },
			},
			ガンジー（ダイス） = {
				シナリオ = (list) { "ガンジー／参戦", "ガンジー／キャライベントＡ", "ガンジー／キャライベントＢ", "ガンジー／キャライベントＣ" },
			},
			アレックス（ダイス） = {
				シナリオ = (list) { "アレックス／参戦", "アレックス／キャライベントＡ", "アレックス／キャライベントＢ", "アレックス／キャライベントＣ" },
			},
			カバッハーン（ダイス） = {
				シナリオ = (list) { "カバッハーン／参戦", "カバッハーン／キャライベントＡ", "カバッハーン／キャライベントＢ", "カバッハーン／キャライベントＣ" },
			},
			ネルソン（ダイス） = {
				シナリオ = (list) { "ネルソン／参戦", "ネルソン／キャライベントＡ", "ネルソン／キャライベントＢ", "ネルソン／キャライベントＣ" },
			},
			パパイア（ダイス） = {
				シナリオ = (list) { "パパイア／参戦", "パパイア／キャライベントＡ", "パパイア／キャライベントＢ", "パパイア／キャライベントＣ", "パパイア／裸" },
			},
			エロピチャ（ダイス） = {
				シナリオ = (list) { "エロピチャ／参戦", "エロピチャ／キャライベントＡ", "エロピチャ／キャライベントＢ", "エロピチャ／キャライベントＣ", "エロピチャ／裸" },
			},
			リズナ（ダイス） = {
				シナリオ = (list) { "リズナ／参戦", "リズナ／キャライベントＡ", "リズナ／キャライベントＢ", "リズナ／キャライベントＣ", "リズナ／裸" },
			},
			パセリ（ダイス） = {
				シナリオ = (list) { "パセリ／参戦", "パセリ／キャライベントＡ", "パセリ／キャライベントＢ", "パセリ／キャライベントＣ", "パセリ／裸" },
			},
			キムチ（ダイス） = {
				シナリオ = (list) { "キムチ／参戦", "キムチ／キャライベントＡ", "キムチ／キャライベントＢ", "キムチ／キャライベントＣ", "キムチ／裸" },
			},
			ソルトアン（ダイス） = {
				シナリオ = (list) { "ソルトアン／参戦", "ソルトアン／キャライベントＡ", "ソルトアン／キャライベントＢ", "ソルトアン／キャライベントＣ", "ソルトアン／裸" },
			},
			ブラックロータス（ダイス） = {
				シナリオ = (list) { "ブラックロータス／参戦", "ブラックロータス／キャライベントＡ", "ブラックロータス／キャライベントＢ", "ブラックロータス／キャライベントＣ" },
			},
			エレナ（ヨイドレ） = {
				シナリオ = (list) { "エレナ／参戦", "エレナ／キャライベントＡ", "エレナ／キャライベントＢ", "エレナ／キャライベントＣ", "エレナ／裸" },
			},
			花屋エレナ（ヨイドレ） = {
				シナリオ = (list) { "花屋エレナ／参戦", "花屋エレナ／キャライベントＡ", "花屋エレナ／キャライベントＢ", "花屋エレナ／キャライベントＣ", "花屋エレナ／裸" },
			},
			ロッキー（ヨイドレ） = {
				シナリオ = (list) { "ロッキー／参戦", "ロッキー／キャライベントＡ", "ロッキー／キャライベントＢ", "ロッキー／キャライベントＣ" },
			},
		},
		ヘルマン = {
			シーラ（ヨイドレ） = {
				シナリオ = (list) { "シーラ／参戦", "シーラ／キャライベントＡ", "シーラ／キャライベントＢ", "シーラ／キャライベントＣ", "シーラ／裸" },
			},
			ペルエレ（ヨイドレ） = {
				シナリオ = (list) { "ペルエレ／参戦", "ペルエレ／キャライベントＡ", "ペルエレ／キャライベントＢ", "ペルエレ／キャライベントＣ", "ペルエレ／裸" },
			},
			クリーム（ヨイドレ） = {
				シナリオ = (list) { "クリーム／参戦", "クリーム／キャライベントＡ", "クリーム／キャライベントＢ", "クリーム／キャライベントＣ", "クリーム／裸" },
			},
			ヒューバート（ヨイドレ） = {
				シナリオ = (list) { "ヒューバート／参戦", "ヒューバート／キャライベントＡ", "ヒューバート／キャライベントＢ", "ヒューバート／キャライベントＣ" },
			},
			ロレックス（ヨイドレ） = {
				シナリオ = (list) { "ロレックス／参戦", "ロレックス／キャライベントＡ", "ロレックス／キャライベントＢ", "ロレックス／キャライベントＣ" },
			},
			オルオレ（ヨイドレ） = {
				シナリオ = (list) { "オルオレ／参戦", "オルオレ／キャライベントＡ", "オルオレ／キャライベントＢ", "オルオレ／キャライベントＣ" },
			},
			アミトス（ヨイドレ） = {
				シナリオ = (list) { "アミトス／参戦", "アミトス／キャライベントＡ", "アミトス／キャライベントＢ", "アミトス／キャライベントＣ", "アミトス／裸" },
			},
			トルストイ（ヨイドレ） = {
				シナリオ = (list) { "トルストイ／参戦", "トルストイ／キャライベントＡ", "トルストイ／キャライベントＢ", "トルストイ／キャライベントＣ" },
			},
			フレイア（ヨイドレ） = {
				シナリオ = (list) { "フレイア／参戦", "フレイア／キャライベントＡ", "フレイア／キャライベントＢ", "フレイア／キャライベントＣ", "フレイア／裸" },
			},
			闇鷺（ヨイドレ） = {
				シナリオ = (list) { "闇鷺／参戦", "闇鷺／キャライベントＡ", "闇鷺／キャライベントＢ", "闇鷺／キャライベントＣ", "闇鷺／裸" },
			},
			イオ（ヨイドレ） = {
				シナリオ = (list) { "イオ／参戦", "イオ／キャライベントＡ", "イオ／キャライベントＢ", "イオ／キャライベントＣ", "イオ／裸" },
			},
			アナセル（ヨイドレ） = {
				シナリオ = (list) { "アナセル／参戦", "アナセル／キャライベントＡ", "アナセル／キャライベントＢ", "アナセル／キャライベントＣ", "アナセル／裸" },
			},
			メリム（ヨイドレ） = {
				シナリオ = (list) { "メリム／参戦", "メリム／キャライベントＡ", "メリム／キャライベントＢ", "メリム／キャライベントＣ", "メリム／裸" },
			},
			ルーベラン（ヨイドレ） = {
				シナリオ = (list) { "ルーベラン／参戦", "ルーベラン／キャライベントＡ", "ルーベラン／キャライベントＢ", "ルーベラン／キャライベントＣ", "ルーベラン／裸" },
			},
			パットン（ヨイドレ） = {
				シナリオ = (list) { "パットン／参戦", "パットン／キャライベントＡ", "パットン／キャライベントＢ", "パットン／キャライベントＣ" },
			},
			デストラー（ヨイドレ） = {
				シナリオ = (list) { "デストラー／参戦", "デストラー／キャライベントＡ", "デストラー／キャライベントＢ" },
			},
			サムソン（ヨイドレ） = {
				シナリオ = (list) { "サムソン／参戦", "サムソン／キャライベントＡ", "サムソン／キャライベントＢ" },
			},
		},
		自由都市 = {
			コパンドン（ダイス） = {
				シナリオ = (list) { "コパンドン／参戦", "コパンドン／キャライベントＡ", "コパンドン／キャライベントＢ", "コパンドン／キャライベントＣ", "コパンドン／裸" },
			},
			エレノア（ダイス） = {
				シナリオ = (list) { "エレノア／参戦", "エレノア／キャライベントＡ", "エレノア／キャライベントＢ", "エレノア／キャライベントＣ", "エレノア／裸" },
			},
			セシル（ダイス） = {
				シナリオ = (list) { "セシル／参戦", "セシル／キャライベントＡ", "セシル／キャライベントＢ", "セシル／キャライベントＣ", "セシル／裸" },
			},
			篠田源五郎（ダイス） = {
				シナリオ = (list) { "篠田源五郎／参戦", "篠田源五郎／キャライベントＡ", "篠田源五郎／キャライベントＢ", "篠田源五郎／キャライベントＣ" },
			},
			マリア（ダイス） = {
				シナリオ = (list) { "マリア／参戦", "マリア／キャライベントＡ", "マリア／キャライベントＢ", "マリア／キャライベントＣ", "マリア／裸" },
			},
			香澄（ダイス） = {
				シナリオ = (list) { "香澄／参戦", "香澄／キャライベントＡ", "香澄／キャライベントＢ", "香澄／キャライベントＣ", "香澄／裸" },
			},
			ミル（ダイス） = {
				シナリオ = (list) { "ミル／参戦", "ミル／キャライベントＡ", "ミル／キャライベントＢ", "ミル／キャライベントＣ", "ミル／裸" },
			},
			ピッテン（ダイス） = {
				シナリオ = (list) { "ピッテン／参戦", "ピッテン／キャライベントＡ", "ピッテン／キャライベントＢ", "ピッテン／キャライベントＣ" },
			},
			ポロン（ダイス） = {
				シナリオ = (list) { "ポロン／参戦", "ポロン／キャライベントＡ", "ポロン／キャライベントＢ", "ポロン／キャライベントＣ" },
			},
			メアリー（ダイス） = {
				シナリオ = (list) { "メアリー／参戦", "メアリー／キャライベントＡ", "メアリー／キャライベントＢ", "メアリー／キャライベントＣ" },
			},
			カチューシャ（ダイス） = {
				シナリオ = (list) { "カチューシャ／参戦", "カチューシャ／キャライベントＡ", "カチューシャ／キャライベントＢ", "カチューシャ／キャライベントＣ", "カチューシャ／裸" },
			},
			少女カチューシャ（ダイス） = {
				シナリオ = (list) { "少女カチューシャ／参戦", "少女カチューシャ／キャライベントＡ", "少女カチューシャ／キャライベントＢ", "少女カチューシャ／キャライベントＣ", "少女カチューシャ／裸" },
			},
			パパデマス（ダイス） = {
				シナリオ = (list) { "パパデマス／参戦", "パパデマス／キャライベントＡ", "パパデマス／キャライベントＢ", "パパデマス／キャライベントＣ" },
			},
			パトリシア（ダイス） = {
				シナリオ = (list) { "パトリシア／参戦", "パトリシア／キャライベントＡ", "パトリシア／キャライベントＢ", "パトリシア／キャライベントＣ" },
			},
			ビヨンホウ（ダイス） = {
				シナリオ = (list) { "ビヨンホウ／参戦", "ビヨンホウ／キャライベントＡ", "ビヨンホウ／キャライベントＢ", "ビヨンホウ／キャライベントＣ" },
			},
			ペスポ（ダイス） = {
				シナリオ = (list) { "ペスポ／参戦", "ペスポ／キャライベントＡ", "ペスポ／キャライベントＢ", "ペスポ／キャライベントＣ" },
			},
			バーナード（ダイス） = {
				シナリオ = (list) { "バーナード／参戦", "バーナード／キャライベントＡ", "バーナード／キャライベントＢ", "バーナード／キャライベントＣ" },
			},
			シルバレル（ダイス） = {
				シナリオ = (list) { "シルバレル／参戦", "シルバレル／キャライベントＡ", "シルバレル／キャライベントＢ", "シルバレル／キャライベントＣ", "シルバレル／裸" },
			},
			ユーティン（ヨイドレ） = {
				シナリオ = (list) { "ユーティン／参戦", "ユーティン／キャライベントＡ", "ユーティン／キャライベントＢ", "ユーティン／キャライベントＣ", "ユーティン／裸" },
			},
			子供志津香（ヨイドレ） = {
				シナリオ = (list) { "子供志津香／参戦", "子供志津香／キャライベントＡ", "子供志津香／キャライベントＢ", "子供志津香／キャライベントＣ", "子供志津香／裸" },
			},
			子供ナギ（ヨイドレ） = {
				シナリオ = (list) { "子供ナギ／参戦", "子供ナギ／キャライベントＡ", "子供ナギ／キャライベントＢ", "子供ナギ／キャライベントＣ", "子供ナギ／裸" },
			},
			ヌヌハラ（ヨイドレ） = {
				シナリオ = (list) { "ヌヌハラ／参戦", "ヌヌハラ／キャライベントＡ", "ヌヌハラ／キャライベントＢ", "ヌヌハラ／キャライベントＣ", "ヌヌハラ／裸" },
			},
			ドエススキー（ヨイドレ） = {
				シナリオ = (list) { "ドエススキー／参戦", "ドエススキー／キャライベントＡ", "ドエススキー／キャライベントＢ" },
			},
			アマデス（ヨイドレ） = {
				シナリオ = (list) { "アマデス／参戦", "アマデス／キャライベントＡ", "アマデス／キャライベントＢ" },
			},
			イアン（ヨイドレ） = {
				シナリオ = (list) { "イアン／参戦", "イアン／キャライベントＡ", "イアン／キャライベントＢ", "イアン／キャライベントＣ" },
			},
		},
		ＪＡＰＡＮ = {
			香姫（ヨイドレ） = {
				シナリオ = (list) { "香姫／参戦", "香姫／キャライベントＡ", "香姫／キャライベントＢ", "香姫／キャライベントＣ", "香姫／裸" },
			},
			３Ｇ（ヨイドレ） = {
				シナリオ = (list) { "３Ｇ／参戦", "３Ｇ／キャライベントＡ", "３Ｇ／キャライベントＢ", "３Ｇ／キャライベントＣ" },
			},
			謙信（ヨイドレ） = {
				シナリオ = (list) { "謙信／参戦", "謙信／キャライベントＡ", "謙信／キャライベントＢ", "謙信／キャライベントＣ", "謙信／裸" },
			},
			愛（ヨイドレ） = {
				シナリオ = (list) { "愛／参戦", "愛／キャライベントＡ", "愛／キャライベントＢ", "愛／キャライベントＣ", "愛／裸" },
			},
			勝子（ヨイドレ） = {
				シナリオ = (list) { "勝子／参戦", "勝子／キャライベントＡ", "勝子／キャライベントＢ", "勝子／キャライベントＣ", "勝子／裸" },
			},
			虎子（ヨイドレ） = {
				シナリオ = (list) { "虎子／参戦", "虎子／キャライベントＡ", "虎子／キャライベントＢ", "虎子／キャライベントＣ", "虎子／裸" },
			},
			千姫（ヨイドレ） = {
				シナリオ = (list) { "千姫／参戦", "千姫／キャライベントＡ", "千姫／キャライベントＢ", "千姫／キャライベントＣ", "千姫／裸" },
			},
			アギレダ（ヨイドレ） = {
				シナリオ = (list) { "アギレダ／参戦", "アギレダ／キャライベントＡ", "アギレダ／キャライベントＢ", "アギレダ／キャライベントＣ", "アギレダ／裸" },
			},
			柚美（ヨイドレ） = {
				シナリオ = (list) { "柚美／参戦", "柚美／キャライベントＡ", "柚美／キャライベントＢ", "柚美／キャライベントＣ", "柚美／裸" },
			},
			透琳（ヨイドレ） = {
				シナリオ = (list) { "透琳／参戦", "透琳／キャライベントＡ", "透琳／キャライベントＢ" },
			},
			早雲（ヨイドレ） = {
				シナリオ = (list) { "早雲／参戦", "早雲／キャライベントＡ", "早雲／キャライベントＢ" },
			},
			五十六（ヨイドレ） = {
				シナリオ = (list) { "五十六／参戦", "五十六／キャライベントＡ", "五十六／キャライベントＢ", "五十六／キャライベントＣ", "五十六／裸" },
			},
			政宗（ヨイドレ） = {
				シナリオ = (list) { "政宗／参戦", "政宗／キャライベントＡ", "政宗／キャライベントＢ", "政宗／キャライベントＣ" },
			},
			お町（ヨイドレ） = {
				シナリオ = (list) { "お町／参戦", "お町／キャライベントＡ", "お町／キャライベントＢ", "お町／キャライベントＣ", "お町／裸" },
			},
			ノワール（ヨイドレ） = {
				シナリオ = (list) { "ノワール／参戦", "ノワール／キャライベントＡ", "ノワール／キャライベントＢ", "ノワール／キャライベントＣ", "ノワール／裸" },
			},
			野菊（ヨイドレ） = {
				シナリオ = (list) { "野菊／参戦", "野菊／キャライベントＡ", "野菊／キャライベントＢ", "野菊／キャライベントＣ", "野菊／裸" },
			},
			折女（ヨイドレ） = {
				シナリオ = (list) { "折女／参戦", "折女／キャライベントＡ", "折女／キャライベントＢ", "折女／キャライベントＣ", "折女／裸" },
			},
			紀伊（ヨイドレ） = {
				シナリオ = (list) { "紀伊／参戦", "紀伊／キャライベントＡ", "紀伊／キャライベントＢ", "紀伊／キャライベントＣ", "紀伊／裸" },
			},
			乳久里（ヨイドレ） = {
				シナリオ = (list) { "乳久里／参戦", "乳久里／キャライベントＡ", "乳久里／キャライベントＢ", "乳久里／キャライベントＣ", "乳久里／裸" },
			},
			義景（ダイス） = {
				シナリオ = (list) { "義景／参戦", "義景／キャライベントＡ", "義景／キャライベントＢ", "義景／キャライベントＣ" },
			},
			てる（ダイス） = {
				シナリオ = (list) { "てる／参戦", "てる／キャライベントＡ", "てる／キャライベントＢ", "てる／キャライベントＣ", "てる／裸" },
			},
			きく（ダイス） = {
				シナリオ = (list) { "きく／参戦", "きく／キャライベントＡ", "きく／キャライベントＢ", "きく／キャライベントＣ", "きく／裸" },
			},
			ちぬ（ダイス） = {
				シナリオ = (list) { "ちぬ／参戦", "ちぬ／キャライベントＡ", "ちぬ／キャライベントＢ", "ちぬ／キャライベントＣ", "ちぬ／裸" },
			},
		},
		その他 = {
			シィル（ヨイドレ） = {
				シナリオ = (list) { "シィル／参戦", "シィル／キャライベントＡ", "シィル／キャライベントＢ", "シィル／キャライベントＣ", "シィル／裸" },
			},
			あてな２号（ヨイドレ） = {
				シナリオ = (list) { "あてな２号／参戦", "あてな２号／キャライベントＡ", "あてな２号／キャライベントＢ", "あてな２号／キャライベントＣ", "あてな２号／裸" },
			},
			量産型あてな２号（ヨイドレ） = {
				シナリオ = (list) { "量産型あてな２号／参戦", "量産型あてな２号／キャライベントＡ", "量産型あてな２号／キャライベントＢ", "量産型あてな２号／キャライベントＣ", "量産型あてな２号／裸" },
			},
			タマ（ヨイドレ） = {
				シナリオ = (list) { "タマ／参戦", "タマ／キャライベントＡ", "タマ／キャライベントＢ", "タマ／キャライベントＣ", "タマ／裸" },
			},
			フロストバイン（ヨイドレ） = {
				シナリオ = (list) { "フロストバイン／参戦", "フロストバイン／キャライベントＡ", "フロストバイン／キャライベントＢ" },
			},
			クレイン（ヨイドレ） = {
				シナリオ = (list) { "クレイン／参戦", "クレイン／キャライベントＡ", "クレイン／キャライベントＢ", "クレイン／キャライベントＣ", "クレイン／裸" },
			},
			ミラクル（ヨイドレ） = {
				シナリオ = (list) { "ミラクル／参戦", "ミラクル／キャライベントＡ", "ミラクル／キャライベントＢ", "ミラクル／キャライベントＣ", "ミラクル／裸" },
			},
			ミステリア（ヨイドレ） = {
				シナリオ = (list) { "ミステリア／参戦", "ミステリア／キャライベントＡ", "ミステリア／キャライベントＢ" },
			},
			ピグ（ヨイドレ） = {
				シナリオ = (list) { "ピグ／参戦", "ピグ／キャライベントＡ", "ピグ／キャライベントＢ", "ピグ／キャライベントＣ", "ピグ／裸" },
			},
			カフェ（ヨイドレ） = {
				シナリオ = (list) { "カフェ／参戦", "カフェ／キャライベントＡ", "カフェ／キャライベントＢ", "カフェ／キャライベントＣ", "カフェ／裸" },
			},
			アルカネーゼ（ヨイドレ） = {
				シナリオ = (list) { "アルカネーゼ／参戦", "アルカネーゼ／キャライベントＡ", "アルカネーゼ／キャライベントＢ", "アルカネーゼ／キャライベントＣ", "アルカネーゼ／裸" },
			},
			キバ子（ヨイドレ） = {
				シナリオ = (list) { "キバ子／参戦", "キバ子／キャライベントＡ", "キバ子／キャライベントＢ", "キバ子／キャライベントＣ", "キバ子／裸" },
			},
			アタゴ（ヨイドレ） = {
				シナリオ = (list) { "アタゴ／参戦", "アタゴ／キャライベントＡ", "アタゴ／キャライベントＢ", "アタゴ／キャライベントＣ", "アタゴ／裸" },
			},
			クルックー（ヨイドレ） = {
				シナリオ = (list) { "クルックー／参戦", "クルックー／キャライベントＡ", "クルックー／キャライベントＢ", "クルックー／キャライベントＣ", "クルックー／裸" },
			},
			サチコ（ヨイドレ） = {
				シナリオ = (list) { "サチコ／参戦", "サチコ／キャライベントＡ", "サチコ／キャライベントＢ", "サチコ／キャライベントＣ", "サチコ／裸" },
			},
			セル（ヨイドレ） = {
				シナリオ = (list) { "セル／参戦", "セル／キャライベントＡ", "セル／キャライベントＢ", "セル／キャライベントＣ", "セル／裸" },
			},
			アム（ヨイドレ） = {
				シナリオ = (list) { "アム／参戦", "アム／キャライベントＡ", "アム／キャライベントＢ", "アム／キャライベントＣ", "アム／裸" },
			},
			ロードリング（ヨイドレ） = {
				シナリオ = (list) { "ロードリング／参戦", "ロードリング／キャライベントＡ", "ロードリング／キャライベントＢ" },
			},
			ＢＳ（ヨイドレ） = {
				シナリオ = (list) { "ＢＳ／参戦", "ＢＳ／キャライベントＡ", "ＢＳ／キャライベントＢ" },
			},
			オノハ（ヨイドレ） = {
				シナリオ = (list) { "オノハ／参戦", "オノハ／キャライベントＡ", "オノハ／キャライベントＢ", "オノハ／キャライベントＣ", "オノハ／裸" },
			},
			日光（ヨイドレ） = {
				シナリオ = (list) { "日光／参戦", "日光／キャライベントＡ", "日光／キャライベントＢ", "日光／キャライベントＣ", "日光／裸" },
			},
			アームズ（ヨイドレ） = {
				シナリオ = (list) { "アームズ／参戦", "アームズ／キャライベントＡ", "アームズ／キャライベントＢ", "アームズ／キャライベントＣ", "アームズ／裸" },
			},
			クルーチェ（ヨイドレ） = {
				シナリオ = (list) { "クルーチェ／参戦", "クルーチェ／キャライベントＡ", "クルーチェ／キャライベントＢ", "クルーチェ／キャライベントＣ", "クルーチェ／裸" },
			},
			シャリエラ（ヨイドレ） = {
				シナリオ = (list) { "シャリエラ／参戦" },
			},
			サーナキア（ダイス） = {
				シナリオ = (list) { "サーナキア／参戦", "サーナキア／キャライベントＡ", "サーナキア／キャライベントＢ", "サーナキア／キャライベントＣ", "サーナキア／裸" },
			},
			キャロリ（ダイス） = {
				シナリオ = (list) { "キャロリ／参戦", "キャロリ／キャライベントＡ", "キャロリ／キャライベントＢ", "キャロリ／キャライベントＣ", "キャロリ／裸" },
			},
			カロリア（ダイス） = {
				シナリオ = (list) { "カロリア／参戦", "カロリア／キャライベントＡ", "カロリア／キャライベントＢ", "カロリア／キャライベントＣ", "カロリア／裸" },
			},
			ノア（ダイス） = {
				シナリオ = (list) { "ノア／参戦", "ノア／キャライベントＡ", "ノア／キャライベントＢ", "ノア／キャライベントＣ", "ノア／裸" },
			},
			ルート（ダイス） = {
				シナリオ = (list) { "ルート／参戦", "ルート／キャライベントＡ", "ルート／キャライベントＢ", "ルート／キャライベントＣ", "ルート／裸" },
			},
		},
		亜人 = {
			リセット（ヨイドレ） = {
				シナリオ = (list) { "リセット／参戦", "リセット／キャライベントＡ", "リセット／キャライベントＢ", "リセット／キャライベントＣ" },
			},
			パステル（ヨイドレ） = {
				シナリオ = (list) { "パステル／参戦", "パステル／キャライベントＡ", "パステル／キャライベントＢ", "パステル／キャライベントＣ", "パステル／裸" },
			},
			サクラ（ヨイドレ） = {
				シナリオ = (list) { "サクラ／参戦", "サクラ／キャライベントＡ", "サクラ／キャライベントＢ", "サクラ／キャライベントＣ", "サクラ／裸" },
			},
			イージス（ヨイドレ） = {
				シナリオ = (list) { "イージス／参戦", "イージス／キャライベントＡ", "イージス／キャライベントＢ", "イージス／キャライベントＣ", "イージス／裸" },
			},
			モダン（ヨイドレ） = {
				シナリオ = (list) { "モダン／参戦", "モダン／キャライベントＡ", "モダン／キャライベントＢ", "モダン／キャライベントＣ", "モダン／裸" },
			},
			ビビッド（ヨイドレ） = {
				シナリオ = (list) { "ビビッド／参戦", "ビビッド／キャライベントＡ", "ビビッド／キャライベントＢ", "ビビッド／キャライベントＣ", "ビビッド／裸" },
			},
			フル（ヨイドレ） = {
				シナリオ = (list) { "フル／参戦", "フル／キャライベントＡ", "フル／キャライベントＢ", "フル／キャライベントＣ", "フル／裸" },
			},
			ハンティ（ヨイドレ） = {
				シナリオ = (list) { "ハンティ／参戦", "ハンティ／キャライベントＡ", "ハンティ／キャライベントＢ", "ハンティ／キャライベントＣ", "ハンティ／裸" },
			},
			メガッス（ヨイドレ） = {
				シナリオ = (list) { "メガッス／参戦", "メガッス／キャライベントＡ", "メガッス／キャライベントＢ", "メガッス／キャライベントＣ" },
			},
			メガワス（ヨイドレ） = {
				シナリオ = (list) { "メガワス／参戦", "メガワス／キャライベントＡ", "メガワス／キャライベントＢ", "メガワス／キャライベントＣ" },
			},
			メガフォース（ヨイドレ） = {
				シナリオ = (list) { "メガフォース／参戦", "メガフォース／キャライベントＡ", "メガフォース／キャライベントＢ", "メガフォース／キャライベントＣ" },
			},
			テラ（ヨイドレ） = {
				シナリオ = (list) { "テラ／参戦", "テラ／キャライベントＡ", "テラ／キャライベントＢ", "テラ／キャライベントＣ" },
			},
			アカシロ（ヨイドレ） = {
				シナリオ = (list) { "アカシロ／参戦", "アカシロ／キャライベントＡ", "アカシロ／キャライベントＢ", "アカシロ／キャライベントＣ", "アカシロ／裸" },
			},
			三菱王（ダイス） = {
				シナリオ = (list) { "三菱王／参戦", "三菱王／キャライベントＡ", "三菱王／キャライベントＢ", "三菱王／キャライベントＣ" },
			},
			満鉄王（ダイス） = {
				シナリオ = (list) { "満鉄王／参戦", "満鉄王／キャライベントＡ", "満鉄王／キャライベントＢ", "満鉄王／キャライベントＣ" },
			},
			日立姫（ダイス） = {
				シナリオ = (list) { "日立姫／参戦", "日立姫／キャライベントＡ", "日立姫／キャライベントＢ", "日立姫／キャライベントＣ" },
			},
			東芝王子（ダイス） = {
				シナリオ = (list) { "東芝王子／参戦", "東芝王子／キャライベントＡ", "東芝王子／キャライベントＢ", "東芝王子／キャライベントＣ" },
			},
			キャンテル（ダイス） = {
				シナリオ = (list) { "キャンテル／参戦", "キャンテル／キャライベントＡ", "キャンテル／キャライベントＢ", "キャンテル／キャライベントＣ" },
			},
			ゼータ（ダイス） = {
				シナリオ = (list) { "ゼータ／参戦", "ゼータ／キャライベントＡ", "ゼータ／キャライベントＢ", "ゼータ／キャライベントＣ" },
			},
			シグマ（ダイス） = {
				シナリオ = (list) { "シグマ／参戦", "シグマ／キャライベントＡ", "シグマ／キャライベントＢ", "シグマ／キャライベントＣ" },
			},
			アスベスト（ダイス） = {
				シナリオ = (list) { "アスベスト／参戦", "アスベスト／キャライベントＡ", "アスベスト／キャライベントＢ", "アスベスト／キャライベントＣ" },
			},
			プルーペット（ダイス） = {
				シナリオ = (list) { "プルーペット／参戦", "プルーペット／キャライベントＡ", "プルーペット／キャライベントＢ", "プルーペット／キャライベントＣ" },
			},
		},
		モンスター = {
			ラカン（ヨイドレ） = {
				シナリオ = (list) { "ラカン／参戦", "ラカン／キャライベントＡ", "ラカン／キャライベントＢ" },
			},
			マエリータ隊※参戦のみ（ヨイドレ） = {
				シナリオ = (list) { "学者／参戦", "マッスル／参戦", "ニードル／参戦" },
			},
			ハニ子（ダイス） = {
				シナリオ = (list) { "ハニ子／参戦", "ハニ子／キャライベントＡ", "ハニ子／キャライベントＢ", "ハニ子／キャライベントＣ" },
			},
			ハニーキング（ダイス） = {
				シナリオ = (list) { "ハニーキング／参戦", "ハニーキング／キャライベントＡ", "ハニーキング／キャライベントＢ", "ハニーキング／キャライベントＣ" },
			},
		},
		神魔 = {
			健太郎（ヨイドレ） = {
				シナリオ = (list) { "健太郎／参戦", "健太郎／キャライベントＡ", "健太郎／キャライベントＢ", "健太郎／キャライベントＣ" },
			},
			美樹（ヨイドレ） = {
				シナリオ = (list) { "美樹／参戦", "美樹／キャライベントＡ", "美樹／キャライベントＢ", "美樹／キャライベントＣ", "美樹／裸" },
			},
			サテラ（ヨイドレ） = {
				シナリオ = (list) { "サテラ／参戦", "サテラ／キャライベントＡ", "サテラ／キャライベントＢ", "サテラ／キャライベントＣ", "サテラ／裸" },
			},
			シーザー（ヨイドレ） = {
				シナリオ = (list) { "シーザー／参戦", "シーザー／キャライベントＡ", "シーザー／キャライベントＢ" },
			},
			シルキィ（ヨイドレ） = {
				シナリオ = (list) { "シルキィ／参戦", "シルキィ／キャライベントＡ", "シルキィ／キャライベントＢ", "シルキィ／キャライベントＣ", "シルキィ／裸" },
			},
			ハウゼル（ヨイドレ） = {
				シナリオ = (list) { "ハウゼル／参戦", "ハウゼル／キャライベントＡ", "ハウゼル／キャライベントＢ", "ハウゼル／キャライベントＣ", "ハウゼル／裸" },
			},
			サイゼル（ヨイドレ） = {
				シナリオ = (list) { "サイゼル／参戦", "サイゼル／キャライベントＡ", "サイゼル／キャライベントＢ", "サイゼル／キャライベントＣ", "サイゼル／裸" },
			},
			ユキ（ヨイドレ） = {
				シナリオ = (list) { "ユキ／参戦", "ユキ／キャライベントＡ", "ユキ／キャライベントＢ", "ユキ／キャライベントＣ", "ユキ／裸" },
			},
			火炎書士（ヨイドレ） = {
				シナリオ = (list) { "火炎書士／参戦", "火炎書士／キャライベントＡ", "火炎書士／キャライベントＢ", "火炎書士／キャライベントＣ", "火炎書士／裸" },
			},
			ニミッツ（ヨイドレ） = {
				シナリオ = (list) { "ニミッツ／参戦", "ニミッツ／キャライベントＡ", "ニミッツ／キャライベントＢ", "ニミッツ／キャライベントＣ", "ニミッツ／裸" },
			},
			アトランタ（ヨイドレ） = {
				シナリオ = (list) { "アトランタ／参戦", "アトランタ／キャライベントＡ", "アトランタ／キャライベントＢ", "アトランタ／キャライベントＣ", "アトランタ／裸" },
			},
			ジュノー（ヨイドレ） = {
				シナリオ = (list) { "ジュノー／参戦", "ジュノー／キャライベントＡ", "ジュノー／キャライベントＢ", "ジュノー／キャライベントＣ" },
			},
			オーロラ（ヨイドレ） = {
				シナリオ = (list) { "オーロラ／参戦", "オーロラ／キャライベントＡ", "オーロラ／キャライベントＢ", "オーロラ／キャライベントＣ", "オーロラ／裸" },
			},
			ワーグ（ヨイドレ） = {
				シナリオ = (list) { "ワーグ／参戦", "ワーグ／キャライベントＡ", "ワーグ／キャライベントＢ", "ワーグ／キャライベントＣ", "ワーグ／裸" },
			},
			女ケッセルリンク（ヨイドレ） = {
				シナリオ = (list) { "女ケッセルリンク／参戦", "女ケッセルリンク／キャライベントＡ", "女ケッセルリンク／キャライベントＢ", "女ケッセルリンク／キャライベントＣ", "女ケッセルリンク／裸" },
			},
			シャロン（ヨイドレ） = {
				シナリオ = (list) { "シャロン／参戦", "シャロン／キャライベントＡ", "シャロン／キャライベントＢ", "シャロン／裸" },
			},
			エルシール（ヨイドレ） = {
				シナリオ = (list) { "エルシール／参戦", "エルシール／キャライベントＡ", "エルシール／キャライベントＢ", "エルシール／裸" },
			},
			パレロア（ヨイドレ） = {
				シナリオ = (list) { "パレロア／参戦", "パレロア／キャライベントＡ", "パレロア／キャライベントＢ", "パレロア／裸" },
			},
			バーバラ（ヨイドレ） = {
				シナリオ = (list) { "バーバラ／参戦", "バーバラ／キャライベントＡ", "バーバラ／キャライベントＢ", "バーバラ／裸" },
			},
			加奈代（ヨイドレ） = {
				シナリオ = (list) { "加奈代／参戦", "加奈代／キャライベントＡ", "加奈代／キャライベントＢ", "加奈代／裸" },
			},
			リリム（ヨイドレ） = {
				シナリオ = (list) { "リリム／参戦", "リリム／キャライベントＡ", "リリム／キャライベントＢ", "リリム／裸" },
			},
			アルカリア（ヨイドレ） = {
				シナリオ = (list) { "アルカリア／参戦", "アルカリア／キャライベントＡ", "アルカリア／キャライベントＢ", "アルカリア／裸" },
			},
			ファーレン（ヨイドレ） = {
				シナリオ = (list) { "ファーレン／参戦", "ファーレン／キャライベントＡ", "ファーレン／キャライベントＢ", "ファーレン／裸" },
			},
			フェリス（ヨイドレ） = {
				シナリオ = (list) { "フェリス／参戦", "フェリス／キャライベントＡ", "フェリス／キャライベントＢ", "フェリス／キャライベントＣ", "フェリス／裸" },
			},
			ミカン（ヨイドレ） = {
				シナリオ = (list) { "ミカン／参戦", "ミカン／キャライベントＡ", "ミカン／キャライベントＢ", "ミカン／キャライベントＣ", "ミカン／裸" },
			},
			ホーネット（ヨイドレ） = {
				シナリオ = (list) { "ホーネット／キャライベントＡ", "ホーネット／キャライベントＢ", "ホーネット／キャライベントＣ", "ホーネット／参戦", "ホーネット／裸" },
			},
			ベゼルアイ小（ヨイドレ） = {
				シナリオ = (list) { "ベゼルアイ小／参戦", "ベゼルアイ小／キャライベントＡ", "ベゼルアイ小／キャライベントＢ", "ベゼルアイ小／キャライベントＣ", "ベゼルアイ小／裸" },
			},
			ベゼルアイ大（ヨイドレ） = {
				シナリオ = (list) { "ベゼルアイ大／キャライベントＡ", "ベゼルアイ大／キャライベントＢ", "ベゼルアイ大／キャライベントＣ", "ベゼルアイ大／参戦", "ベゼルアイ大／裸" },
			},
			ウェンリーナー小（ヨイドレ） = {
				シナリオ = (list) { "ウェンリーナー小／参戦", "ウェンリーナー小／キャライベントＡ", "ウェンリーナー小／キャライベントＢ", "ウェンリーナー小／キャライベントＣ", "ウェンリーナー小／キャライベント裸" },
			},
			ウェンリーナー大（ヨイドレ） = {
				シナリオ = (list) { "ウェンリーナー大／参戦", "ウェンリーナー大／キャライベントＡ", "ウェンリーナー大／キャライベントＢ", "ウェンリーナー大／キャライベントＣ", "ウェンリーナー大／キャライベント裸" },
			},
			セラクロラス小（ヨイドレ） = {
				シナリオ = (list) { "セラクロラス小／参戦", "セラクロラス小／キャライベントＡ", "セラクロラス小／キャライベントＢ", "セラクロラス小／キャライベントＣ", "セラクロラス小／裸" },
			},
			セラクロラス大（ヨイドレ） = {
				シナリオ = (list) { "セラクロラス大／参戦", "セラクロラス大／キャライベントＡ", "セラクロラス大／キャライベントＢ", "セラクロラス大／キャライベントＣ", "セラクロラス大／裸" },
			},
			ハウセスナース小（ヨイドレ） = {
				シナリオ = (list) { "ハウセスナース小／参戦", "ハウセスナース小／キャライベントＡ", "ハウセスナース小／キャライベントＢ", "ハウセスナース小／キャライベントＣ", "ハウセスナース小／裸" },
			},
			ハウセスナース大（ヨイドレ） = {
				シナリオ = (list) { "ハウセスナース大／参戦", "ハウセスナース大／キャライベントＡ", "ハウセスナース大／キャライベントＢ", "ハウセスナース大／キャライベントＣ", "ハウセスナース大／裸" },
			},
			ガルティア（ダイス） = {
				シナリオ = (list) { "ガルティア／参戦", "ガルティア／キャライベントＡ", "ガルティア／キャライベントＢ", "ガルティア／キャライベントＣ" },
			},
			ルーシー（ダイス） = {
				シナリオ = (list) { "ルーシー／参戦", "ルーシー／キャライベントＡ", "ルーシー／キャライベントＢ", "ルーシー／キャライベントＣ", "ルーシー／裸" },
			},
			アーシー（ダイス） = {
				シナリオ = (list) { "アーシー／参戦", "アーシー／キャライベントＡ", "アーシー／キャライベントＢ", "アーシー／キャライベントＣ", "アーシー／裸" },
			},
			マーシー（ダイス） = {
				シナリオ = (list) { "マーシー／参戦", "マーシー／キャライベントＡ", "マーシー／キャライベントＢ", "マーシー／キャライベントＣ" },
			},
			ラウネア（ダイス） = {
				シナリオ = (list) { "ラウネア／参戦", "ラウネア／キャライベントＡ", "ラウネア／キャライベントＢ", "ラウネア／キャライベントＣ" },
			},
			タルゴ（ダイス） = {
				シナリオ = (list) { "タルゴ／参戦", "タルゴ／キャライベントＡ", "タルゴ／キャライベントＢ", "タルゴ／キャライベントＣ" },
			},
			サメザン（ダイス） = {
				シナリオ = (list) { "サメザン／参戦", "サメザン／キャライベントＡ", "サメザン／キャライベントＢ", "サメザン／キャライベントＣ" },
			},
			レイ（ダイス） = {
				シナリオ = (list) { "レイ／参戦", "レイ／キャライベントＡ", "レイ／キャライベントＢ", "レイ／キャライベントＣ" },
			},
			パイアールロボ（ダイス） = {
				シナリオ = (list) { "パイアールロボ／参戦", "パイアールロボ／キャライベントＡ", "パイアールロボ／キャライベントＢ", "パイアールロボ／キャライベントＣ" },
			},
			ウィリス（ダイス） = {
				シナリオ = (list) { "ウィリス／参戦", "ウィリス／キャライベントＡ", "ウィリス／キャライベントＢ", "ウィリス／キャライベントＣ", "ウィリス／裸" },
			},
		},
	},
	２部 = {
		１章 = {
			シナリオ = (list) { "６０１／プロローグ", "６０１／少年の旅立ち", "６０１／長田君登場", "６０１／長田君とキャンプ", "６０１／目的地はどこ", "６０１／レベルアップ", "６０１／ドッスワッス登場", "６０１／ドッスワッス登場／助ける", "６０１／ドッスワッス登場／助けない", "６０１／ドッスワッス登場／トドメ", "６０１／村到着", "６０１／ランス教の噂", "６０１／ランス教へ出発", "６０１／ランス教へ出発／行く", "６０１／ランス教へ出発／行かない", "６０１／アジト入り口／戦闘前", "６０１／アジト入り口／戦闘後", "６０１／ランスＪｒとロッキー", "６０１／ロッキー／戦闘前", "６０１／ロッキー／戦闘後", "６０１／ロッキーと会話", "６０１／クリーミン救出", "６０１／長田君逃げる", "６０１／長田君救出", "６０１／ランスＪｒ／戦闘前", "６０１／戦闘／Ｊｒブースト", "６０１／ランスＪｒ／戦闘後", "６０１／エピローグ" },
		},
		２章 = {
			シナリオ = (list) { "６０２／スタート", "６０２／クエルプランの道", "６０２／ボス／戦闘後", "６０２／翔竜山麓", "６０２／魔王ランスとは", "６０２／勇者ゲイマルク", "６０２／アームズ遭遇１", "６０２／アームズ遭遇２", "６０２／翔竜山の門", "６０２／戯骸とシーザー", "６０２／日光とアームズ", "６０２／サテラ／戦闘前", "６０２／戦闘／日光１", "６０２／戦闘／日光２", "６０２／サテラ／戦闘後", "６０２／クリア" },
		},
		３章 = {
			シナリオ = (list) { "６０３／スタート", "６０３／アウトバーン", "６０３／松下姫", "６０３／クエルプラン初", "６０３／ネプラカス／戦闘前", "６０３／戦闘／ネプラカス１", "６０３／ネプラカス／戦闘後", "６０３／ダークランスの事", "６０３／砂漠で休憩", "６０３／シャングリラ到着", "６０３／パステル謁見", "６０３／プルーペット商会", "６０３／リセットの話題", "６０３／リセットと遭遇", "６０３／宿泊", "６０３／風呂／男", "６０３／風呂／女", "６０３／魔王と志津香", "６０３／翌日の志津香", "６０３／志津香とナギ加入", "６０３／事件発生", "６０３／謎／戦闘前", "６０３／謎１／戦闘後", "６０３／謎２／戦闘後", "６０３／謎３／戦闘後", "６０３／解決編", "６０３／リセット１", "６０３／リセット２", "６０３／追跡", "６０３／売店フェイズ発生", "６０３／友情フェイズ発生" },
		},
		４章 = {
			シナリオ = (list) { "６０４／スタート", "６０４／トラップ", "６０４／ザンスの事", "６０４／ディフェンダー１／戦闘前", "６０４／ディフェンダー１／戦闘後", "６０４／選択／追跡", "６０４／ウズメ１", "６０４／ウズメ２", "６０４／リーザス到着", "６０４／リーザス城", "６０４／ザンス登場１", "６０４／ザンス登場２", "６０４／ザンスとエール男", "６０４／ザンスとエール女", "６０４／才能限界値", "６０４／魔獣直訴", "６０４／都市到着", "６０４／リーダーは誰", "６０４／その頃魔物将軍", "６０４／ザンスのエロ自慢", "６０４／女魔物兵１", "６０４／女魔物兵２", "６０４／魔物の大軍", "６０４／魔物将軍／戦闘前", "６０４／魔物将軍／戦闘後", "６０４／火のオーブ", "６０４／ザンスの寄り道", "６０４／魔獣カース／戦闘前", "６０４／その頃ランス" },
		},
		５章 = {
			シナリオ = (list) { "６０５／スタート", "６０５／天満橋", "６０５／茶屋", "６０５／鬼／戦闘後", "６０５／織田城着", "６０５／乱義１", "６０５／乱義２", "６０５／乱義３", "６０５／選択／香姫に会いに", "６０５／深根同行", "６０５／死国まで", "６０５／深根", "６０５／死国着", "６０５／その頃ネプラカスと早雲", "６０５／乱義とザンス", "６０５／乱義とザンス２", "６０５／大鬼／戦闘前", "６０５／すず", "６０５／戯骸１", "６０５／戯骸２", "６０５／早雲／戦闘前", "６０５／早雲／戦闘後", "６０５／南条蘭", "６０５／オーブの祠", "６０５／不憫な早雲", "６０５／クエルプラン発生", "６０５／クエルプラン／戦闘前", "６０５／クエルプラン／戦闘後", "６０５／ネプラカス／戦闘前", "６０５／ネプラカス／戦闘後", "６０５／ダークランス", "６０５／エピローグ" },
		},
		６章 = {
			シナリオ = (list) { "６０６／スタート", "６０６／転移", "６０６／異界のミックス１", "６０６／異界のミックス２", "６０６／異界のミックス３", "６０６／異界のミックス４", "６０６／異界のミラクル", "６０６／ティータイム", "６０６／情報１", "６０６／情報２", "６０６／情報３", "６０６／会食終了", "６０６／ボス／戦闘後", "６０６／その頃ランス", "６０６／ミックスの疑惑", "６０６／旅立ち" },
		},
		７章 = {
			シナリオ = (list) { "６０７／スタート", "６０７／クエルプランの道", "６０７／ゼス到着", "６０７／マジック謁見", "６０７／スシヌ引きこもり", "６０７／ゼス翌朝", "６０７／スシヌ部屋", "６０７／スシヌ迷宮", "６０７／その頃スシヌ", "６０７／スシヌ発見", "６０７／魔法壁／戦闘前", "６０７／魔法壁／戦闘後", "６０７／スシヌ説得", "６０７／スシヌ同行", "６０７／ゼス出発", "６０７／恋愛模様", "６０７／恋愛模様２", "６０７／魔物界", "６０７／元就同行", "６０７／元就同行２", "６０７／ディフェンダー２", "６０７／異様な迷宮", "６０７／裸の迷宮１", "６０７／裸の迷宮２", "６０７／裸エリア侵入／決意", "６０７／裸エリア侵入／男ルート", "６０７／男／裸エリア突入", "６０７／男／裸エリア侵入１", "６０７／男／裸エリア侵入２", "６０７／男／オーブ", "６０７／男／裸族王／戦闘前", "６０７／男／裸族王／戦闘後", "６０７／裸エリア侵入／女ルート", "６０７／女／裸エリア突入", "６０７／女／裸エリア侵入１", "６０７／女／裸エリア侵入２", "６０７／女／オーブ", "６０７／女／裸族王／戦闘前", "６０７／女／裸族王／戦闘後", "６０７／エピローグ" },
		},
		８章 = {
			シナリオ = (list) { "６０８／スタート", "６０８／東ヘルマン", "６０８／ラングバウ", "６０８／シーラ謁見", "６０８／作戦会議", "６０８／シーウィードの噂", "６０８／シベリア着", "６０８／レリコフ遭遇", "６０８／追いかけっこ", "６０８／その頃レリコフ", "６０８／冬将軍／戦闘前", "６０８／戦闘／レリコフ参加", "６０８／冬将軍／戦闘後", "６０８／エール一人", "６０８／レリコフ同行", "６０８／レリコフとエール１", "６０８／レリコフとエール２", "６０８／クエルプラン回想１", "６０８／救援", "６０８／療養", "６０８／ホルス", "６０８／ジャハルッカス／戦闘前", "６０８／ジャハルッカス／戦闘後", "６０８／移動売春", "６０８／売春／男", "６０８／売春／女", "６０８／日光とアームズ", "６０８／日光の儀式", "６０８／エピローグ" },
		},
		９章 = {
			シナリオ = (list) { "６０９／スタート", "６０９／ディフェンダー３／戦闘前", "６０９／ディフェンダー３／戦闘後", "６０９／コパンドンの噂", "６０９／Ｍランド１", "６０９／Ｍランド２", "６０９／闘神都市着", "６０９／出場", "６０９／出場する仲間達", "６０９／予選", "６０９／予選２", "６０９／予選３／戦闘前", "６０９／予選突破", "６０９／トーナメント表発表", "６０９／闘神ダイジェスト", "６０９／１回戦レリコフ／戦闘前", "６０９／１回戦レリコフ／戦闘後", "６０９／レリコフと控え室", "６０９／闘神ダイジェスト２", "６０９／闘神ダイジェスト３", "６０９／お祭り", "６０９／アームズと会話", "６０９／２回戦／戦闘前", "６０９／戦闘／石化", "６０９／戦闘／エール回復", "６０９／２回戦／戦闘後", "６０９／２回戦／陵辱男", "６０９／２回戦／陵辱女", "６０９／闘神ダイジェスト４", "６０９／アームズと会話２", "６０９／闘神ダイジェスト５", "６０９／酒場１", "６０９／３回戦アームズ／戦闘前", "６０９／３回戦アームズ／戦闘後", "６０９／アームズと控え室", "６０９／闘神ダイジェスト６", "６０９／酒場２", "６０９／リクチェル情報収集", "６０９／準決勝リクチェル／戦闘前", "６０９／戦闘／リクチェル", "６０９／準決勝リクチェル／戦闘後", "６０９／闘神ダイジェスト７", "６０９／クエルプラン回想２", "６０９／オーブとカオス", "６０９／決勝どうする", "６０９／お祭り２", "６０９／闘神ダイジェスト８", "６０９／決勝戦／控え室", "６０９／決勝戦／戦闘前", "６０９／決勝戦／勝利", "６０９／決勝戦／敗北", "６０９／エピローグ" },
		},
		１０章 = {
			シナリオ = (list) { "６１０／スタート", "６１０／翔竜山到着", "６１０／その頃母親達１", "６１０／翔竜山途中", "６１０／雑魚撃破１", "６１０／タイガー将軍／戦闘前", "６１０／タイガー将軍／戦闘後", "６１０／門消滅", "６１０／勇者ゲイマルク／戦闘前", "６１０／勇者ゲイマルク／戦闘後", "６１０／その頃ランス", "６１０／魔物隊長１", "６１０／ハウゼル／戦闘前", "６１０／ハウゼル／戦闘後", "６１０／魔人ＤＤ／戦闘前", "６１０／魔人ＤＤ／戦闘後", "６１０／雑魚撃破２", "６１０／雑魚撃破３", "６１０／多数の難関", "６１０／魔人サテラ／戦闘前", "６１０／魔人サテラ／戦闘後", "６１０／その頃母親達２", "６１０／緊急会議", "６１０／雑魚撃破４", "６１０／雑魚撃破５", "６１０／幾多の戦闘", "６１０／その頃母親達３", "６１０／レイとアームズ", "６１０／夜が来る", "６１０／その頃リセット", "６１０／魔人リズナ", "６１０／クエルプラン回想３", "６１０／さらわれた子供達", "６１０／ランスの部屋", "６１０／ランスのおしおき", "６１０／クエルプラン登場", "６１０／その頃母親達４", "６１０／クエルプラン体内", "６１０／ダークランス" },
		},
		１１章 = {
			シナリオ = (list) { "６１１／クエルプラン回想４", "６１１／スタート", "６１１／皆と合流", "６１１／立ち直る", "６１１／立ち直る／冒険をやめる", "６１１／立ち直る／冒険を続ける", "６１１／特訓開始", "６１１／その頃魔王ランス", "６１１／特訓終了", "６１１／アームズの遺産", "６１１／ペア成立", "６１１／雲の上", "６１１／ソロ１", "６１１／ソロ２", "６１１／ソロ３", "６１１／その頃母達", "６１１／その頃他ペア", "６１１／奈落の王／戦闘前", "６１１／天空の王／戦闘前", "６１１／試練クリア", "６１１／ランス城に帰還", "６１１／決戦の前に", "６１１／旅館到着", "６１１／旅館冒険", "６１１／温泉／男湯", "６１１／温泉／女湯", "６１１／男部屋", "６１１／女部屋", "６１１／決戦前夜", "６１１／決戦前夜／親友無し", "６１１／決戦前夜／長田君", "６１１／決戦前夜／ドッスワッス", "６１１／決戦前夜／松下姫", "６１１／決戦前夜／志津香", "６１１／決戦前夜／リセット", "６１１／決戦前夜／ウズメ", "６１１／決戦前夜／ザンス", "６１１／決戦前夜／深根", "６１１／決戦前夜／乱義", "６１１／決戦前夜／ミックス", "６１１／決戦前夜／スシヌ", "６１１／決戦前夜／元就", "６１１／決戦前夜／レリコフ", "６１１／決戦前夜／ダークランス" },
		},
		１２章 = {
			シナリオ = (list) { "６１２／スタート", "６１２／スタート２", "６１２／魔人DD／戦闘前", "６１２／戦闘／魔人DD", "６１２／魔人DD／戦闘後", "６１２／ハウゼルサイゼル／戦闘後", "６１２／レイ／戦闘後", "６１２／戦闘／リズナ", "６１２／リズナ／戦闘後", "６１２／シルキィ／戦闘前", "６１２／シルキィ／戦闘後", "６１２／ホーネット／戦闘前", "６１２／ホーネット／戦闘後", "６１２／玉座", "６１２／サテラ／戦闘前", "６１２／ビスケッタさん", "６１２／ビスケッタ戦闘", "６１２／ビスケッタ回復", "６１２／魔王ランス／戦闘前", "６１２／戦闘／魔王ランス１", "６１２／魔王ランス／ビンタ", "６１２／魔王ランス／時間切れ", "６１２／時間切れ後のビンタ", "６１２／シィル戻る" },
		},
		１３章 = {
			シナリオ = (list) { "６１３／スタート", "６１３／ランスと子供達", "６１３／今後の対策", "６１３／クエルプラン発生", "６１３／クエルプラン／戦闘後", "６１３／ランス突入", "６１３／魔血魂ランス", "６１３／戦闘／リトルプリンセス", "６１３／戦闘／ククルククル", "６１３／魔血魂／戦闘後", "６１３／エピローグ", "６１３／戦闘／ガイ", "６１３／戦闘／ジル", "６１３／戦闘／ナイチサ", "６１３／戦闘／スラル", "６１３／戦闘／アベル", "６１３／戦闘／最期の血", "６１３／帰宅１", "６１３／帰宅闘神都市", "６１３／帰宅ヘルマン", "６１３／帰宅ゼス", "６１３／帰宅ＪＡＰＡＮ", "６１３／帰宅リーザス", "６１３／帰宅シャングリラ", "６１３／帰宅街道", "６１３／帰宅２", "６１３／神とクルックー" },
		},
		友情イベント = {
			長田君 = {
				シナリオ = (list) { "長田君２／参戦", "長田君２／友情イベントＡ", "長田君２／友情イベントＢ", "長田君２／友情イベントＣ", "長田君２／友情イベントＤ", "長田君２／友情イベントＥ" },
			},
			ロッキー = {
				シナリオ = (list) { "ロッキー２／参戦" },
			},
			ドッスワッス = {
				シナリオ = (list) { "ドッス２／参戦", "ワッス２／参戦", "ドッスワッス／友情イベントＡ", "ドッスワッス／友情イベントＢ", "ドッスワッス／友情イベントＣ", "ドッスワッス／友情イベントＤ", "ドッスワッス／友情イベントＥ" },
			},
			松下姫 = {
				シナリオ = (list) { "松下姫／参戦", "松下姫／友情イベントＡ", "松下姫／友情イベントＢ", "松下姫／友情イベントＣ", "松下姫／友情イベントＤ", "松下姫／友情イベントＥ" },
			},
			志津香ナギ = {
				シナリオ = (list) { "志津香２／参戦", "ナギ２／参戦", "志津香ナギ／友情イベントＡ", "志津香ナギ／友情イベントＢ", "志津香ナギ／友情イベントＣ", "志津香ナギ／友情イベントＤ", "志津香ナギ／友情イベントＥ" },
			},
			リセット = {
				シナリオ = (list) { "リセット２／参戦", "リセット２／友情イベントＡ", "リセット２／友情イベントＢ", "リセット２／友情イベントＣ", "リセット２／友情イベントＤ", "リセット２／友情イベントＥ" },
			},
			ウズメ = {
				シナリオ = (list) { "ウズメ２／参戦", "ウズメ２／友情イベントＡ", "ウズメ２／友情イベントＢ", "ウズメ２／友情イベントＣ", "ウズメ２／友情イベントＤ", "ウズメ２／友情イベントＥ" },
			},
			ザンス = {
				シナリオ = (list) { "ザンス２／参戦", "ザンス２／友情イベントＡ", "ザンス２／友情イベントＢ", "ザンス２／友情イベントＣ", "ザンス２／友情イベントＤ", "ザンス２／友情イベントＥ" },
			},
			深根 = {
				シナリオ = (list) { "深根２／参戦", "深根２／友情イベントＡ", "深根２／友情イベントＢ", "深根２／友情イベントＣ", "深根２／友情イベントＤ", "深根２／友情イベントＥ" },
			},
			乱義 = {
				シナリオ = (list) { "乱義２／参戦", "乱義２／友情イベントＡ", "乱義２／友情イベントＢ", "乱義２／友情イベントＣ", "乱義２／友情イベントＤ", "乱義２／友情イベントＥ" },
			},
			ミックス = {
				シナリオ = (list) { "ミックス２／参戦", "ミックス２／友情イベントＡ", "ミックス２／友情イベントＢ", "ミックス２／友情イベントＣ", "ミックス２／友情イベントＤ", "ミックス２／友情イベントＥ" },
			},
			スシヌ = {
				シナリオ = (list) { "スシヌ２／参戦", "スシヌ２／友情イベントＡ", "スシヌ２／友情イベントＢ", "スシヌ２／友情イベントＣ", "スシヌ２／友情イベントＤ", "スシヌ２／友情イベントＥ" },
			},
			元就 = {
				シナリオ = (list) { "元就２／参戦", "元就２／友情イベントＡ", "元就２／友情イベントＢ", "元就２／友情イベントＣ", "元就２／友情イベントＤ", "元就２／友情イベントＥ" },
			},
			レリコフ = {
				シナリオ = (list) { "レリコフ２／参戦", "レリコフ２／友情イベントＡ", "レリコフ２／友情イベントＢ", "レリコフ２／友情イベントＣ", "レリコフ２／友情イベントＤ", "レリコフ２／友情イベントＥ" },
			},
			ヒーロー = {
				シナリオ = (list) { "ヒーロー２／参戦" },
			},
			ダークランス = {
				シナリオ = (list) { "ダークランス２／参戦", "ダークランス２／友情イベントＡ", "ダークランス２／友情イベントＢ", "ダークランス２／友情イベントＣ", "ダークランス２／友情イベントＤ", "ダークランス２／友情イベントＥ" },
			},
		},
	},
};