tree ＡＤＶテスト（ヨイドレ） = {
	発注済 = {
		プロローグ = {
			本編前 = {
				００／シィルの目覚め１ = {
				},
				００／シィルの目覚め２ = {
				},
				００／シィルの目覚め３ = {
				},
				００／シィルの目覚め４ = {
				},
			},
			ホルスの宇宙船 = {
				０２／スタート = {
				},
				０２／シィルのエロ = {
				},
				０２／ホルス達 = {
				},
				０２／サテラ = {
				},
				０２／かなみ参加 = {
				},
				０２／移民団 = {
				},
				０２／扉の前 = {
				},
				０２／セラクロラス = {
				},
				０２／コールドスリープ装置 = {
				},
				０２／コールドスリープ装置２ = {
				},
				０２／コールドスリープ開けない = {
				},
				０２／コールドスリープ開けない２ = {
				},
				０２／コールドスリープ３年後 = {
				},
				０２／コールドスリープ５万年後 = {
				},
				０２／コールドスリープ５万年後２ = {
				},
				０２／コールドスリープ３ヶ月後 = {
				},
				０２／テラ = {
				},
				０２／クリア = {
				},
			},
			ランスがリーダー = {
				０３／ランスへの状況説明 = {
				},
				０３／シィルの説得 = {
				},
				０３／香姫のエロ = {
				},
				０３／ランスがリーダー = {
				},
			},
			最初の戦い = {
				０４／参謀本部 = {
				},
				０４／集まった精鋭 = {
				},
				０４／作戦を決める = {
				},
				０４／正面突破 = {
				},
				０４／迂回して進む = {
				},
				０４／リア = {
				},
				０４／シーラ = {
				},
				０４／マジック = {
				},
				０４／香姫 = {
				},
				０４／魔軍司令部発見 = {
				},
				０４／アールコート捕獲 = {
				},
			},
			カラー救出 = {
				０５／上機嫌なランス = {
				},
				０５／戦況報告 = {
				},
				０５／森の入り口 = {
				},
				０５／その頃ペンシルカウ = {
				},
				０５／カラーの森にて１ = {
				},
				０５／カラーの森にて２ = {
				},
				０５／その頃レッドアイ１ = {
				},
				０５／村に入る１ = {
				},
				０５／村に入る２ = {
				},
				０５／村に入る３ = {
				},
				０５／秘密洞窟 = {
				},
				０５／その頃レッドアイ２ = {
				},
				０５／洞窟の中のランス達１ = {
				},
				０５／後方に魔軍が来た = {
				},
				０５／魔軍に突っ込む = {
				},
				０５／破壊光線直撃 = {
				},
				０５／選択／少し下がる = {
				},
				０５／下がった地点 = {
				},
				０５／レッドアイアニス = {
				},
				０５／レッドアイ戦／魔剣カオスの効果 = {
				},
				０５／魔人撃破 = {
				},
				０５／その後のカラー達 = {
				},
				０５／アニス拷問 = {
				},
			},
		},
		ターントップ = {
			０６／反撃作戦開始 = {
			},
			０７／ランス城の補給 = {
			},
			ランス城／飛ぶ = {
				１０／１／スタート = {
				},
				１０／１／迎撃準備 = {
				},
				１０／１／迎撃開始 = {
				},
				１０／１／魔物隊長後 = {
				},
				１０／１／サーナキア = {
				},
				１０／１／魔物将軍後 = {
				},
				１０／１／帰還 = {
				},
				１０／１／シィルと休憩 = {
				},
				１０／１／サーナキア見舞い = {
				},
				１０／２／出撃 = {
				},
				１０／２／パステル = {
				},
				１０／２／魔物部隊 = {
				},
				１０／２／魔物将軍後 = {
				},
				１０／２／帰還 = {
				},
				１０／２／パステル見舞い = {
				},
				１０／２／休憩 = {
				},
				１０／３／出撃 = {
				},
				１０／３／トッポス = {
				},
				１０／３／レッドアイ戦闘前 = {
				},
				１０／３／レッドアイ戦闘後 = {
				},
				１０／３／コパンドン = {
				},
				１０／３／カオス復活 = {
				},
				１０／３／休憩 = {
				},
				１０／４／出撃 = {
				},
				１０／４／レッドアイ戦闘前 = {
				},
				１０／４／パットン参加 = {
				},
				１０／４／レッドアイ戦闘後 = {
				},
				１０／４／ランス城飛ぶ = {
				},
			},
			空中防衛中 = {
				１１／戦闘前 = {
				},
				１１／戦闘後 = {
				},
			},
		},
		作戦フェイズ = {
			２５７／シャングリラ強襲 = {
				２５７／参謀本部 = {
				},
				２５７／キナニ砂漠へ = {
				},
				２５７／砂漠でポピンズ = {
				},
				２５７／シャングリラの説明 = {
				},
				２５７／オアシス？ = {
				},
				２５７／裸の女？ = {
				},
				２５７／シャングリラが見えた = {
				},
				２５７／シャングリラ侵入 = {
				},
				２５７／シャングリラの中 = {
				},
				２５７／踊り子を捜す = {
				},
				２５７／ケイブリスを捜す = {
				},
				２５７／転移魔方陣 = {
				},
				２５７／劇場に入る = {
				},
				２５７／ケイブニャン／戦闘前 = {
				},
				２５７／ケイブニャン／戦闘後 = {
				},
				２５７／シャリエラ拷問 = {
				},
				２５７／ケイブニャン拷問 = {
				},
				２５７／魔法陣を消す／戦闘前 = {
				},
				２５７／魔法陣を消す／戦闘後 = {
				},
				２５７／ホムンクルス／シャリエラルート = {
				},
				２５７／ホムンクルス／ケイブニャンルート = {
				},
				２５７／かなみ帰還 = {
				},
				２５７／恐瘴気 = {
				},
				２５７／バイランローズ／戦闘前 = {
				},
				２５７／バイランローズ／戦闘後 = {
				},
				２５７／偽ケイブリス／戦闘前 = {
				},
				２５７／偽ケイブリス／戦闘後 = {
				},
				２５７／聖女モンスターの気配 = {
				},
				２５７／ハウセスナース = {
				},
				２５７／シャングリラ制圧 = {
				},
				２５７／ケイブニャンその後 = {
				},
				２５７／シャリエラその後 = {
				},
			},
		},
		魔王関係 = {
			０８／魔王の噂 = {
			},
			１１５／魔王とミラクル = {
			},
			２０１／魔王を捜す = {
				２０１／情報を集めている = {
				},
				２０１／三人の旅その１ = {
				},
				２０１／三人の旅その２ = {
				},
				２０１／三人の旅その３ = {
				},
				２０１／三人の旅その４ = {
				},
				２０１／スルメ山入る = {
				},
				２０１／ケイブワン／戦闘前 = {
				},
				２０１／ケイブワン／戦闘後 = {
				},
				２０１／崖から落ちる = {
				},
				２０１／ケイブワンとマリエータ隊 = {
				},
				２０１／テオマン遭遇 = {
				},
				２０１／健太郎／戦闘前 = {
				},
				２０１／健太郎／戦闘後 = {
				},
				２０１／健太郎を殺す = {
				},
				２０１／健太郎を助け起こす = {
				},
				２０１／ランス城にてＡ = {
				},
				２０１／ランス城にてＢ = {
				},
				２０１／美樹と必ずヤル = {
				},
			},
		},
		魔軍関係 = {
			ケイブリス関係 = {
				５０６／魔軍全容 = {
				},
				５０７／マエリータ隊始動 = {
				},
				５０８／ケイブリスとケイブワン = {
				},
				５０９／ケイブリスとケイブニャン = {
				},
				５１０／ケイブリスとランス情報 = {
				},
				５６０／ケイブリスの人間制圧プラン = {
				},
				５６１／美樹処刑準備 = {
				},
				５６２／ケイブリスの魔物制圧プラン = {
				},
				５５２／魔王ケイブリス／戦闘前 = {
				},
				５５２／魔王ケイブリス／負け = {
				},
				５５２／魔王ケイブリス／勝ち = {
				},
				５５０／囚われのホーネット = {
				},
				５５１／ホーネット処刑Ａ = {
				},
				５５１／ホーネット処刑Ｂ = {
				},
			},
			マエリータ割り込み関係 = {
				３２０／赴任／初 = {
				},
				３２０／赴任／汎用 = {
				},
				３２０／赴任／ヘルマン = {
				},
				３２０／赴任／リーザス = {
				},
				３２０／赴任／ゼス = {
				},
				３２０／赴任／自由都市 = {
				},
				３２０／ランス接触１／戦闘前 = {
				},
				３２０／ランス接触１／戦闘後 = {
				},
				３２０／ランス接触２／戦闘前 = {
				},
				３２０／ランス接触２／戦闘後 = {
				},
				３２０／ランス接触３／戦闘前 = {
				},
				３２０／ランス接触３／戦闘後 = {
				},
				３２０／ランス接触４／戦闘前 = {
				},
				３２０／ランス接触４／戦闘後 = {
				},
				３２０／ランス接触５／戦闘前 = {
				},
				３２０／ランス接触５／戦闘後 = {
				},
				３２０／ランス接触６／戦闘前 = {
				},
				３２０／ランス接触６／戦闘後 = {
				},
			},
		},
		割り込み = {
			３１０／ウェンリーナー遭遇 = {
			},
			３１０／ハウセスナース遭遇 = {
			},
			３１０／セラクロラス遭遇 = {
			},
		},
		キャライベント = {
			ロッキー = {
				ロッキー／参戦 = {
				},
				ロッキー／勝利 = {
				},
				ロッキー／ランダム会話１ = {
				},
				ロッキー／ランダム会話２ = {
				},
				ロッキー／キャライベントＡ = {
				},
				ロッキー／キャライベントＢ = {
				},
				ロッキー／キャライベントＣ = {
				},
			},
			パステル = {
				パステル／参戦 = {
				},
				パステル／勝利 = {
				},
				パステル／ランダム会話１ = {
				},
				パステル／ランダム会話２ = {
				},
				パステル／キャライベントＡ = {
				},
				パステル／キャライベントＢ = {
				},
				パステル／キャライベントＣ = {
				},
				パステル／裸 = {
				},
			},
			テラ = {
				テラ／参戦 = {
				},
				テラ／勝利 = {
				},
				テラ／ランダム会話１ = {
				},
				テラ／ランダム会話２ = {
				},
				テラ／キャライベントＡ = {
				},
				テラ／キャライベントＢ = {
				},
				テラ／キャライベントＣ = {
				},
			},
			ベゼルアイ小 = {
				ベゼルアイ小／参戦 = {
				},
				ベゼルアイ小／勝利 = {
				},
				ベゼルアイ小／ランダム会話１ = {
				},
				ベゼルアイ小／ランダム会話２ = {
				},
				ベゼルアイ小／キャライベントＡ = {
				},
				ベゼルアイ小／キャライベントＢ = {
				},
				ベゼルアイ小／キャライベントＣ = {
				},
				ベゼルアイ小／裸 = {
				},
			},
		},
		教会関係 = {
			教会関係 = {
				０９／クルックーと女神アリス = {
				},
				５０５／川中島陥落 = {
				},
			},
			クルックーの護衛 = {
				１１３／スタート = {
				},
				１１３／川中島到着 = {
				},
				１１３／ロードリング = {
				},
				１１３／途中の小休止 = {
				},
				１１３／カイズ侵入 = {
				},
				１１３／セルさん = {
				},
				１１３／禁断保管庫前 = {
				},
				１１３／アム接触 = {
				},
				１１３／オーロラ接触 = {
				},
				１１３／奥の部屋 = {
				},
				１１３／クルックーのエロ = {
				},
			},
		},
		ヘルマン関係 = {
			ヘルマン関係 = {
				５２１／ヘルマン被害１ = {
				},
				５２２／ヘルマン被害２ = {
				},
				５２５／ヘルマン滅亡Ａ = {
				},
				５２５／ヘルマン滅亡Ｂ = {
				},
				５２６／ヘルマン屠殺 = {
				},
			},
			ヘルマン１／バボラ = {
				２２０／１／スタート = {
				},
				２２０／１／ヘルマンの説明 = {
				},
				２２０／１／マルグリッドに行く？ = {
				},
				２２０／１／マルグリッド入り口 = {
				},
				２２０／１／マルグリッド迷宮出口Ａ = {
				},
				２２０／１／マルグリッド迷宮出口Ｂ = {
				},
				２２０／１／ルーベランの村Ａ = {
				},
				２２０／１／ルーベランの村Ｂ = {
				},
				２２０／１／アミトス遭遇 = {
				},
				２２０／２／ラングバウ１ = {
				},
				２２０／２／ラングバウ２ = {
				},
				２２０／２／パットンの事 = {
				},
				２２０／２／上杉軍登場 = {
				},
				２２０／２／遠くのバボラ = {
				},
				２２０／２／フレイアの活動 = {
				},
				２２０／２／魔物大将軍ルメイ = {
				},
				２２０／２／バボラ足／戦闘前 = {
				},
				２２０／短縮ルート = {
					２２０／９／バボラ足／勝利 = {
					},
					２２０／９／ラングバウ = {
					},
					２２０／９／帰還 = {
					},
					２２０／９／次の魔人 = {
					},
					２２０／９／トランシルバニアの森 = {
					},
					２２０／９／ケッセルリンク／戦闘前 = {
					},
					２２０／９／ケッセルリンク／戦闘後 = {
					},
					２２０／９／魔軍大混乱 = {
					},
				},
				２２０／２／バボラ足／戦闘後 = {
				},
				２２０／２／バボラ親衛隊 = {
				},
				２２０／３／巨大化作戦開始 = {
				},
				２２０／３／ペルエレ = {
				},
				２２０／３／クリームの分析 = {
				},
				２２０／３／真田の作戦 = {
				},
				２２０／３／ツングース高地 = {
				},
				２２０／３／雹 = {
				},
				２２０／３／捕虜のアナセル = {
				},
				２２０／３／かなみ巨大化 = {
				},
				２２０／４／ラングバウ１ = {
				},
				２２０／４／ラングバウ２ = {
				},
				２２０／４／魔軍の真ん中だ = {
				},
				２２０／４／上杉軍と遭遇 = {
				},
				２２０／４／謙信と行く = {
				},
				２２０／４／謙信への心配 = {
				},
				２２０／４／放火された村 = {
				},
				２２０／４／乱戦中の謙信 = {
				},
				２２０／４／謙信倒れる = {
				},
				２２０／４／謙信とエロ = {
				},
				２２０／４／焼却師団発見 = {
				},
				２２０／４／焼却師団司令部／戦闘前 = {
				},
				２２０／４／焼却師団司令部／戦闘後 = {
				},
				２２０／４／謙信受け取り = {
				},
				２２０／４／謙信とは別行動 = {
				},
				２２０／４／行軍中の会話 = {
				},
				２２０／４／逃げてきた村人 = {
				},
				２２０／４／食材運搬の一団 = {
				},
				２２０／４／アナセルその１ = {
				},
				２２０／４／アナセルその２ = {
				},
				２２０／５／ノシタタ村の巨大皿 = {
				},
				２２０／５／皿の上にて = {
				},
				２２０／選択／皿に隠れる = {
				},
				２２０／５／バボラの顔／戦闘前 = {
				},
				２２０／５／バボラ戦１ = {
				},
				２２０／５／バボラ戦２ = {
				},
				２２０／５／バボラ戦３ = {
				},
				２２０／５／バボラの顔／戦闘後 = {
				},
				２２０／５／勝利後のランス達 = {
				},
				２２０／５／魔軍の様子 = {
				},
			},
			ヘルマン２／ケッセルリンク = {
				２２１／１／ケッセルリンク初 = {
				},
				２２１／１／移動中のランス達 = {
				},
				２２１／１／謙信の話 = {
				},
				２２１／１／上杉陣地 = {
				},
				２２１／１／アナセル三度 = {
				},
				２２１／１／警備隊 = {
				},
				２２１／１／街道の中ボス = {
				},
				２２１／２／ラングバウ到着 = {
				},
				２２１／２／ラングバウ翌日 = {
				},
				２２１／２／ラングバウ出撃 = {
				},
				２２１／２／魔物軍 = {
				},
				２２１／２／その頃メイド襲撃 = {
				},
				２２１／２／魔物将軍／戦闘前 = {
				},
				２２１／２／魔物将軍／戦闘後 = {
				},
				２２１／２／二人の奴隷１ = {
				},
				２２１／２／二人の奴隷２ = {
				},
				２２１／３／魔人退治開始 = {
				},
				２２１／３／昼のトランシルバニア = {
				},
				２２１／３／昼の森 = {
				},
				２２１／３／夜のトランシルバニア = {
				},
				２２１／３／夜の怪談 = {
				},
				２２１／３／屋敷のメイド達出撃 = {
				},
				２２１／３／夜に進む訳 = {
				},
				２２１／３／屋敷のメイド達過去話 = {
				},
				２２１／３／メイド二人／戦闘前 = {
				},
				２２１／３／メイド二人／戦闘後 = {
				},
				２２１／４／明け方屋敷に到着 = {
				},
				２２１／４／屋敷の中 = {
				},
				２２１／４／る壺 = {
				},
				２２１／４／結界開始 = {
				},
				２２１／４／屋敷の仕掛け１ = {
				},
				２２１／４／屋敷の仕掛け２ = {
				},
				２２１／４／屋敷の仕掛け３ = {
				},
				２２１／４／屋敷の仕掛け４ = {
				},
				２２１／４／ガーディア１ = {
				},
				２２１／４／ガーディア２ = {
				},
				２２１／４／メイド戦闘その１／戦闘前 = {
				},
				２２１／４／メイド戦闘その１／戦闘後 = {
				},
				２２１／４／メイド戦闘その２／戦闘前 = {
				},
				２２１／４／メイド戦闘その２／戦闘後 = {
				},
				２２１／４／メイド戦闘その３／戦闘前 = {
				},
				２２１／４／メイド戦闘その３／戦闘後 = {
				},
				２２１／４／夕方になる = {
				},
				２２１／４／棺のガーディアン／戦闘前 = {
				},
				２２１／４／ファーレン献身 = {
				},
				２２１／５／失敗したランス = {
				},
				２２１／５／数日が過ぎた = {
				},
				２２１／５／掠われた二人 = {
				},
				２２１／５／二人を奪い返す作戦 = {
				},
				２２１／５／メイド達の目 = {
				},
				２２１／５／屋敷でのシィルとシーラ = {
				},
				２２１／５／ケッセルリンク／戦闘前 = {
				},
				２２１／５／ケッセルリンク撃破 = {
				},
				２２１／５／ケッセルリンク／戦闘後 = {
				},
				２２１／５／リセットビンタ = {
				},
				２２１／５／帰ってきた二人 = {
				},
				２２１／６／ランスの卑怯作戦 = {
				},
				２２１／選択／女達を集めろ = {
				},
				２２１／６／女作戦１ = {
				},
				２２１／６／女作戦２ = {
				},
				２２１／６／作戦の概要 = {
				},
				２２１／６／メイドさん増える = {
				},
				２２１／６／ランスの出撃 = {
				},
				２２１／６／途中のシィル = {
				},
				２２１／６／途中のシーラ = {
				},
				２２１／６／朝 = {
				},
				２２１／６／屋敷に到着した = {
				},
				２２１／６／内通者 = {
				},
				２２１／６／昼のケッセルリンク／戦闘前 = {
				},
				２２１／６／昼のケッセルリンク／戦闘後 = {
				},
				２２１／６／その後の戦況 = {
				},
			},
			ヘルマン３／魔物大将軍 = {
				２２２／戦況 = {
				},
				２２２／ラングバウ = {
				},
				２２２／クリームとの約束 = {
				},
				２２２／魔物将軍を = {
				},
				２２２／テニアンのルメイ１ = {
				},
				２２２／テニアンのルメイ２ = {
				},
				２２２／焼け野原の町 = {
				},
				２２２／爆撃隊発見１ = {
				},
				２２２／爆撃隊発見２ = {
				},
				２２２／爆撃隊発見３ = {
				},
				２２２／人破壊爆弾 = {
				},
				２２２／テニアン到着 = {
				},
				２２２／ルメイ発見 = {
				},
				２２２／ルメイ／戦闘前 = {
				},
				２２２／ルメイ／戦闘後 = {
				},
				２２２／ヘルマンその後 = {
				},
				２２２／クリームとエッチ = {
				},
			},
		},
		リーザス関係 = {
			リーザス１／共通 = {
				２１０／１／スタート = {
				},
				２１０／１／村 = {
				},
				２１０／１／北部 = {
				},
				２１０／１／南部 = {
				},
				２１０／１／ＪＰ南国軍 = {
				},
				２１０／１／ヨシフ = {
				},
				２１０／１／到着 = {
				},
				２１０／２／ハウレーン = {
				},
				２１０／２／ハウレーンのエロ = {
				},
				２１０／２／どちらに行くか = {
				},
			},
			リーザス１／シルキィ = {
				２１０／３１／シルキィ = {
				},
				２１０／３１／南部１ = {
				},
				２１０／３１／道中 = {
				},
				２１０／３１／砲兵陣地 = {
				},
				２１０／３１／南部２ = {
				},
				２１０／３１／到着 = {
				},
				２１０／３１／シルキィ陵辱 = {
				},
				２１０／３２／前線１ = {
				},
				２１０／３２／前線２ = {
				},
				２１０／３２／捜す１ = {
				},
				２１０／３２／捜す２ = {
				},
				２１０／３２／捜す３ = {
				},
				２１０／３２／シルキィ戦闘前 = {
				},
				２１０／３２／シルキィ戦１ = {
				},
				２１０／３２／シルキィ戦２ = {
				},
				２１０／３２／シルキィ戦闘後 = {
				},
				２１０／３２／シルキィの過去 = {
				},
				２１０／３３／前線 = {
				},
				２１０／３３／魔軍とシルキィ = {
				},
				２１０／３３／待つ１ = {
				},
				２１０／３３／バレス = {
				},
				２１０／３３／待つ２ = {
				},
				２１０／３３／ヨシフ = {
				},
				２１０／３３／待つ３ = {
				},
				２１０／３４／突貫１ = {
				},
				２１０／３４／突貫２ = {
				},
				２１０／３４／突貫３ = {
				},
				２１０／３４／シルキィ戦闘前 = {
				},
				２１０／３４／シルキィ戦闘後 = {
				},
				２１０／３４／ガメオベア = {
				},
				２１０／３４／シルキィ捕獲 = {
				},
				２１０／３４／戦局 = {
				},
				２１０／３４／シルキィ = {
				},
			},
			リーザス１／ハウゼル = {
				２１０／４１／ハウゼルに決めた = {
				},
				２１０／４１／リック = {
				},
				２１０／４１／北部１ = {
				},
				２１０／４１／北部２ = {
				},
				２１０／４１／到着 = {
				},
				２１０／４２／参戦 = {
				},
				２１０／４２／捜す１ = {
				},
				２１０／４２／捜す２ = {
				},
				２１０／４２／ハウゼルの戦い = {
				},
				２１０／４２／順番待ち = {
				},
				２１０／４２／両方戦闘前 = {
				},
				２１０／４２／ハウゼル戦闘前 = {
				},
				２１０／４２／ハウゼル戦闘後 = {
				},
				２１０／４２／帰ろう = {
				},
				２１０／４２／本好き = {
				},
				２１０／４３／捜す１ = {
				},
				２１０／４３／捜す２ = {
				},
				２１０／４３／火炎書士とユキ = {
				},
				２１０／４３／エクスと魔物将軍 = {
				},
				２１０／４３／捜す３ = {
				},
				２１０／４３／本渡す = {
				},
				２１０／４４／ビル前 = {
				},
				２１０／４４／ハイパービル初 = {
				},
				２１０／４４／汎用エレベーター = {
				},
				２１０／４４／エロヤックとあてな = {
				},
				２１０／４４／昨晩のサチコ = {
				},
				２１０／４４／戦場 = {
				},
				２１０／４４／ドエススキー = {
				},
				２１０／４５／新作の噂 = {
				},
				２１０／４５／ハウゼル戦闘前 = {
				},
				２１０／４５／ハウゼル戦１ = {
				},
				２１０／４５／ハウゼル戦２ = {
				},
				２１０／４５／ハウゼル戦闘後 = {
				},
				２１０／４５／ガメオベア = {
				},
				２１０／４５／本を見せない = {
				},
				２１０／４５／戦局 = {
				},
				２１０／４５／ハウゼル = {
				},
				２１０／８０／シルキィ倒す = {
				},
				２１０／８０／シルキィその後 = {
				},
				２１０／８０／リーザス城 = {
				},
				２１０／８０／帰る = {
				},
				２１０／８０／レキシントンをやる = {
				},
				２１０／８０／レキシントン登場 = {
				},
				２１０／８０／レキシントン／戦闘前 = {
				},
				２１０／８０／レキシントン／戦闘後 = {
				},
				２１０／８０／その後の戦況 = {
				},
				２１０／８０／ハウゼル倒す = {
				},
				２１０／８０／ハウゼルその後 = {
				},
				２１０／８０／両方撃破 = {
				},
				２１０／８０／使徒達 = {
				},
				２１０／８０／ハウゼルとサイゼル = {
				},
			},
			リーザス２／レキシントン = {
				２１１／１／スタート = {
				},
				２１１／１／ハウゼルの更迭 = {
				},
				２１１／１／シルキィの更迭 = {
				},
				２１１／１／サテラの話 = {
				},
				２１１／１／レキシントン = {
				},
				２１１／１／リーザス軍 = {
				},
				２１１／１／到着 = {
				},
				２１１／２／リーザス城 = {
				},
				２１１／２／魔法軍 = {
				},
				２１１／２／カーソン = {
				},
				２１１／２／魔物支配地にて = {
				},
				２１１／２／幸運湧きの情報 = {
				},
				２１１／２／メルフェイスとジャロ = {
				},
				２１１／２／襲われている村 = {
				},
				２１１／２／アペムンタ村１ = {
				},
				２１１／２／アペムンタ村２ = {
				},
				２１１／２／アペムンタ村戦闘前 = {
				},
				２１１／２／アペムンタ村戦闘後 = {
				},
				２１１／２／アペムンタ村壊滅報告 = {
				},
				２１１／２／カクテル迷宮入り口 = {
				},
				２１１／２／幸福きゃんきゃんの話 = {
				},
				２１１／２／幸福きゃんきゃん／戦闘前 = {
				},
				２１１／２／幸福きゃんきゃん／戦闘後 = {
				},
				２１１／２／幸福タイム終了 = {
				},
				２１１／２／戦場 = {
				},
				２１１／２／到着 = {
				},
				２１１／２／オーロラ偵察 = {
				},
				２１１／２／レキシントン = {
				},
				２１１／３／参戦 = {
				},
				２１１／３／レキシントン１ = {
				},
				２１１／３／レキシントン２ = {
				},
				２１１／３／魔法軍の戦い = {
				},
				２１１／３／レキシントン３ = {
				},
				２１１／３／レキシントン戦闘前 = {
				},
				２１１／３／レキシントン戦１ = {
				},
				２１１／３／レキシントン戦闘後 = {
				},
				２１１／３／反省会 = {
				},
				２１１／３／メルフェイスのエロ = {
				},
				２１１／４／宮島に向かうチャカ = {
				},
				２１１／４／宮島に向かうランス = {
				},
				２１１／４／光の道 = {
				},
				２１１／４／離れ宮島について = {
				},
				２１１／４／パステル = {
				},
				２１１／４／メルフェイスの過去 = {
				},
				２１１／４／到着 = {
				},
				２１１／４／チャカ戦闘前 = {
				},
				２１１／４／チャカ戦闘後 = {
				},
				２１１／５／戦場に戻る = {
				},
				２１１／５／ヨシフ登場 = {
				},
				２１１／５／鬼部隊 = {
				},
				２１１／５／鬼部隊戦闘前 = {
				},
				２１１／５／鬼部隊戦闘後 = {
				},
				２１１／５／粘着地面汎用 = {
				},
				２１１／５／鬼部隊戦闘後／弱いメルフェイス = {
				},
				２１１／５／逃げるレキシントン = {
				},
				２１１／５／叱られたレキシントン = {
				},
				２１１／６／侵入 = {
				},
				２１１／６／ニミッツのエロ = {
				},
				２１１／６／アトランタ戦闘前 = {
				},
				２１１／６／引き分け共通後 = {
				},
				２１１／６／自殺 = {
				},
				２１１／６／戦局１ = {
				},
				２１１／６／本物復活 = {
				},
				２１１／６／本物の宴 = {
				},
				２１１／６／本物とヨシフ = {
				},
				２１１／６／本物戦闘前 = {
				},
				２１１／６／本物戦闘後 = {
				},
				２１１／６／勝利後 = {
				},
				２１１／６／ニミッツ仲間 = {
				},
				２１１／６／戦局２ = {
				},
			},
			リーザス３／魔物大将軍 = {
				２１２／スタート = {
				},
				２１２／リッチの情報 = {
				},
				２１２／調教師 = {
				},
				２１２／レイラさん = {
				},
				２１２／ヨシフの様子 = {
				},
				２１２／リッチ侵入 = {
				},
				２１２／買収大会 = {
				},
				２１２／ヨシフ戦闘前 = {
				},
				２１２／ヨシフ戦闘後 = {
				},
			},
		},
	},
	完成確認 = {
	},
};