tree 秘書クエスト説明情報 = {
	リーザス方面支援 = {
		シィル = {
			説明１ = "リーザス方面で人類軍の戦いを助ける",
			説明２ = "",
			説明３ = "　有利所属　リーザス",
			説明４ = "　有利属性　闇　光",
			説明５ = "　有利所属　リーザス",
			説明６ = "　報酬　　　戦果",
		},
	},
	ヘルマン方面支援 = {
		シィル = {
			説明１ = "ヘルマン方面を支援します",
			説明２ = "　有利属性　炎　氷",
			説明３ = "　有利所属　ヘルマン",
		},
	},
	ゼス方面支援 = {
		シィル = {
			説明１ = "ヘルマン方面を支援します",
			説明２ = "　有利属性　雷　氷",
			説明３ = "　有利所属　ゼス",
		},
	},
	ゼス１ = {
		シィル = {
			説明１ = "ゼスで魔人を倒す",
			説明２ = "　有利属性　雷　氷",
			説明３ = "　有利所属　ゼス",
		},
	},
	自由都市方面支援 = {
		シィル = {
			説明１ = "自由都市方面を支援します",
			説明２ = "　有利属性　炎　闇",
			説明３ = "　有利所属　自由都市",
		},
	},
	異界特訓 = {
		シィル = {
			説明１ = "がんばりましょー",
			説明２ = "　有利属性　光",
			説明３ = "　有利所属　その他",
		},
	},
	最初の戦い = {
		シィル = {
			説明１ = "がんばりましょー",
			説明２ = "　有利属性　雷",
			説明３ = "　有利所属　−",
		},
	},
	カラー救出 = {
		シィル = {
			説明１ = "がんばりましょー",
			説明２ = "　有利属性　氷",
			説明３ = "　有利所属　亜人",
		},
	},
};