tree BGM情報 = {
	１部ＯＰ／Ａパート = {
		音楽 = "Movie -序幕-",
	},
	１部ＯＰ／Ｂパート = {
		音楽 = "Movie -侵軍-",
	},
	１部ＯＰ／Ｃパート = {
		音楽 = "Promotion Movie(R10)",
	},
	フィールド／遺跡 = {
		音楽 = "ふしぎエリア",
	},
	戦闘／モンスター = {
		音楽 = "Zako Battle",
	},
	ＡＤＶ／真面目 = {
		音楽 = "カッコイイ雑談",
	},
	ＡＤＶ／エロＢ = {
		音楽 = "激エロ、、！",
	},
	システム／戦況報告 = {
		音楽 = "War Report",
	},
	システム／ターンスタート = {
		音楽 = "Turn Start",
	},
	フィールド／ランス城 = {
		音楽 = "のんびりランス",
	},
	ＡＤＶ／エロ = {
		音楽 = "甘エロ、、！",
	},
	フィールド／奮起 = {
		音楽 = "奮起",
	},
	システム／準備フェイズ = {
		音楽 = "準備フェイズ",
	},
	フィールド／自由都市 = {
		音楽 = "自由都市",
	},
	戦闘／魔軍 = {
		音楽 = "Normal Battle",
	},
	フィールド／村 = {
		音楽 = "村",
	},
	ＡＤＶ／かわいい = {
		音楽 = "ひとときの安らぎ",
	},
	ＡＤＶ／バカ = {
		音楽 = "おまぬけ",
	},
	ＡＤＶ／普通 = {
		音楽 = "Moderation",
	},
	ＡＤＶ／不安 = {
		音楽 = "不安",
	},
	ＡＤＶ／緊張 = {
		音楽 = "不穏な気配",
	},
	戦闘／中ボス = {
		音楽 = "Chu-Boss",
	},
	フィールド／優勢 = {
		音楽 = "ガンガンいく",
	},
	システム／作戦フェイズ = {
		音楽 = "作戦フェイズ",
	},
	フィールド／迷宮 = {
		音楽 = "Cave",
	},
	ＡＤＶ／魔軍 = {
		音楽 = "魔軍",
	},
	フィールド／リーザス = {
		音楽 = "リーザス",
	},
	フィールド／戦場 = {
		音楽 = "Combat Area",
	},
	フィールド／ゼス = {
		音楽 = "ゼス",
	},
	ＡＤＶ／アクション = {
		音楽 = "Splash!",
	},
	システム／食券 = {
		音楽 = "食券",
	},
	システム／拠点フェイズ = {
		音楽 = "拠点フェイズ",
	},
	フィールド／ヘルマン = {
		音楽 = "ヘルマン",
	},
	フィールド／首都 = {
		音楽 = "首都",
	},
	ＡＤＶ／ゆったり = {
		音楽 = "まったり",
	},
	ＡＤＶ／テオマン = {
		音楽 = "勇者",
	},
	フィールド／ＳＦ = {
		音楽 = "ふしぎエリア２",
	},
	フィールド／支援 = {
		音楽 = "支援",
	},
	フィールド／ＪＡＰＡＮ = {
		音楽 = "JAPAN",
	},
	システム／勇者画面 = {
		音楽 = "勇者フェイズ",
	},
	フィールド／陣地 = {
		音楽 = "Camp",
	},
	フィールド／危機 = {
		音楽 = "Face a Crisis",
	},
	戦闘／魔人ボス = {
		音楽 = "Majin-Boss",
	},
	ＡＤＶ／過去 = {
		音楽 = "Nostalgic",
	},
	フィールド／海 = {
		音楽 = "Ocean",
	},
	ＡＤＶ／甘美 = {
		音楽 = "甘い言葉",
	},
	フィールド／地底 = {
		音楽 = "Underworld",
	},
	フィールド／魔物界 = {
		音楽 = "魔物界",
	},
	戦闘／ライバル = {
		音楽 = "Unique Battle",
	},
	フィールド／天界 = {
		音楽 = "天上",
	},
	フィールド／２部初クエスト = {
		音楽 = "New sensation",
	},
	システム／売店 = {
		音楽 = "あやしい棚",
	},
	システム／冒険画面 = {
		音楽 = "冒険フェイズ",
	},
	フィールド／僻地昼 = {
		音楽 = "昼間作戦",
	},
	システム／友情画面 = {
		音楽 = "Friendship",
	},
	ＡＤＶ／普通／２部 = {
		音楽 = "まったり２",
	},
	フィールド／僻地夜 = {
		音楽 = "夜間作戦",
	},
	戦闘／ボス = {
		音楽 = "Oh-Boss",
	},
	フィールド／侵入 = {
		音楽 = "潜入",
	},
	ＡＤＶ／悲しい = {
		音楽 = "なみだ雨",
	},
	ＡＤＶ／悲惨 = {
		音楽 = "強圧",
	},
	戦闘／ケイブリス = {
		音楽 = "決戦",
	},
	戦闘／魔血魂 = {
		音楽 = "血の記憶",
	},
	１部ＥＤ = {
		音楽 = "我が栄光(R10)",
	},
	２部ＥＤ／Ａパート = {
		音楽 = "the end",
	},
	２部ＥＤ／Ｂパート = {
		音楽 = "Grand Ending Movie",
	},
	ＡＤＶ／エロＣ = {
		音楽 = "Obscene Joke(from Rance9)",
	},
	ＡＤＶ／闘神ダイジェスト = {
		音楽 = "Toushin digest(from 闘神都市III)",
	},
	ＡＤＶ／闘神都市 = {
		音楽 = "Title(from 闘神都市III)",
	},
	フィールド／カラー = {
		音楽 = "パステルに似合わない曲／Ｒ８(from ランス・クエスト)",
	},
	フィールド／闘神都市 = {
		音楽 = "In the street(from 闘神都市III)",
	},
	戦闘／ハニー = {
		音楽 = "Fight - Hanny(from 闘神都市III)",
	},
	戦闘／闘神都市 = {
		音楽 = "Fight - Tournament(from 闘神都市III)",
	},
	ＡＤＶ／我が栄光 = {
		音楽 = "My Glorious Days(from 戦国ランス)",
	},
};