tree マップデータ = {
	★ハニーテスト = {
		サイズ = (list) { 25, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 12, 15 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 13, 15 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 15, 15 },
				種別 = "箱",
				番号 = 20,
			},
			０００５ = {
				マップ位置 = (list) { 16, 15 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 17, 15 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 18, 15 },
				種別 = "箱",
				番号 = 30,
			},
			０００８ = {
				マップ位置 = (list) { 19, 15 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 20, 15 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 21, 15 },
				種別 = "箱",
				番号 = 40,
			},
			００１１ = {
				マップ位置 = (list) { 22, 15 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 23, 15 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 24, 15 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	２０海里作戦 = {
		サイズ = (list) { 193, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 15 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 15 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（┌）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 15 },
				種別 = "道（┘）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "箱",
				番号 = 2,
			},
			０００７ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "箱",
				番号 = 3,
			},
			０００９ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "箱",
				番号 = 4,
			},
			００１１ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（┌）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（┘）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００１６ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（┌）",
			},
			００１８ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（┘）",
			},
			００１９ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "箱",
				番号 = 105,
			},
			００２１ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┐）",
			},
			００２４ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（└）",
			},
			００２５ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００２６ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（─）",
				番号 = 115,
			},
			００２９ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（┌）",
			},
			００３０ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┘）",
			},
			００３１ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 116,
			},
			００３２ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（┌）",
			},
			００３５ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００３６ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（┐）",
			},
			００４０ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "箱",
				番号 = 140,
			},
			００４１ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（─）",
				番号 = 130,
			},
			００４２ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "箱",
				番号 = 131,
			},
			００４４ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "箱",
				番号 = 142,
			},
			００４６ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "箱",
				番号 = 132,
			},
			００４７ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（┐）",
			},
			００５１ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（│）",
			},
			００５２ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "箱",
				番号 = 200,
			},
			００５３ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "箱",
				番号 = 201,
			},
			００５５ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
				番号 = 205,
			},
			００５８ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（┌）",
			},
			００５９ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（┘）",
			},
			００６０ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "箱",
				番号 = 206,
			},
			００６１ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 49, 10 },
				種別 = "道（┌）",
			},
			００６４ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "道（│）",
			},
			００６５ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "箱",
				番号 = 210,
			},
			００６６ = {
				マップ位置 = (list) { 50, 10 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 51, 10 },
				種別 = "箱",
				番号 = 215,
			},
			００６９ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 52, 8 },
				種別 = "道（┌）",
			},
			００７１ = {
				マップ位置 = (list) { 52, 9 },
				種別 = "道（│）",
			},
			００７２ = {
				マップ位置 = (list) { 52, 10 },
				種別 = "道（┘）",
			},
			００７３ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 53, 8 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 54, 7 },
				種別 = "道（┌）",
			},
			００７７ = {
				マップ位置 = (list) { 54, 8 },
				種別 = "箱",
				番号 = 220,
			},
			００７８ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 55, 6 },
				種別 = "道（┌）",
			},
			００８０ = {
				マップ位置 = (list) { 55, 7 },
				種別 = "道（┘）",
			},
			００８１ = {
				マップ位置 = (list) { 55, 8 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "箱",
				番号 = 246,
			},
			００８３ = {
				マップ位置 = (list) { 56, 6 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 56, 8 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 57, 4 },
				種別 = "道（┌）",
			},
			００８７ = {
				マップ位置 = (list) { 57, 5 },
				種別 = "道（│）",
			},
			００８８ = {
				マップ位置 = (list) { 57, 6 },
				種別 = "箱",
				番号 = 230,
			},
			００８９ = {
				マップ位置 = (list) { 57, 8 },
				種別 = "道（┐）",
			},
			００９０ = {
				マップ位置 = (list) { 57, 9 },
				種別 = "道（│）",
			},
			００９１ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "箱",
				番号 = 244,
			},
			００９２ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 58, 4 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 59, 4 },
				種別 = "箱",
				番号 = 240,
			},
			００９７ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（┐）",
			},
			００９８ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（│）",
			},
			００９９ = {
				マップ位置 = (list) { 59, 12 },
				種別 = "道（┴）",
			},
			０１００ = {
				マップ位置 = (list) { 60, 3 },
				種別 = "道（┌）",
			},
			０１０１ = {
				マップ位置 = (list) { 60, 4 },
				種別 = "道（┘）",
			},
			０１０２ = {
				マップ位置 = (list) { 60, 12 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 61, 3 },
				種別 = "道（┐）",
			},
			０１０４ = {
				マップ位置 = (list) { 61, 4 },
				種別 = "道（│）",
			},
			０１０５ = {
				マップ位置 = (list) { 61, 5 },
				種別 = "道（│）",
			},
			０１０６ = {
				マップ位置 = (list) { 61, 6 },
				種別 = "道（└）",
			},
			０１０７ = {
				マップ位置 = (list) { 61, 12 },
				種別 = "箱",
				番号 = 245,
			},
			０１０８ = {
				マップ位置 = (list) { 62, 6 },
				種別 = "箱",
				番号 = 241,
			},
			０１０９ = {
				マップ位置 = (list) { 62, 12 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 63, 6 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "道（┌）",
			},
			０１１２ = {
				マップ位置 = (list) { 63, 12 },
				種別 = "道（┘）",
			},
			０１１３ = {
				マップ位置 = (list) { 64, 6 },
				種別 = "道（┐）",
			},
			０１１４ = {
				マップ位置 = (list) { 64, 7 },
				種別 = "道（│）",
			},
			０１１５ = {
				マップ位置 = (list) { 64, 8 },
				種別 = "箱",
				番号 = 242,
			},
			０１１６ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 65, 8 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 66, 8 },
				種別 = "道（┐）",
			},
			０１２０ = {
				マップ位置 = (list) { 66, 9 },
				種別 = "道（│）",
			},
			０１２１ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "箱",
				番号 = 250,
			},
			０１２２ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（┘）",
			},
			０１２３ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 68, 10 },
				種別 = "道（─）",
				番号 = 255,
			},
			０１２５ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（┐）",
			},
			０１２６ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（└）",
			},
			０１２７ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（─）",
				番号 = 256,
			},
			０１２８ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "箱",
				番号 = 300,
			},
			０１３０ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "箱",
				番号 = 301,
			},
			０１３３ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "道（┌）",
			},
			０１３５ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（┘）",
			},
			０１３６ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "箱",
				番号 = 310,
			},
			０１３７ = {
				マップ位置 = (list) { 79, 10 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "箱",
				番号 = 311,
			},
			０１３９ = {
				マップ位置 = (list) { 80, 10 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 81, 10 },
				種別 = "箱",
				番号 = 315,
			},
			０１４１ = {
				マップ位置 = (list) { 82, 10 },
				種別 = "道（┐）",
			},
			０１４２ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "道（│）",
			},
			０１４３ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "道（└）",
			},
			０１４４ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "箱",
				番号 = 320,
			},
			０１４６ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "箱",
				番号 = 330,
			},
			０１４９ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "道（┘）",
			},
			０１５０ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 89, 10 },
				種別 = "道（┌）",
			},
			０１５２ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "箱",
				番号 = 340,
			},
			０１５３ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "道（└）",
			},
			０１５４ = {
				マップ位置 = (list) { 90, 10 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 91, 10 },
				種別 = "箱",
				番号 = 341,
			},
			０１５７ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "道（┐）",
			},
			０１５９ = {
				マップ位置 = (list) { 92, 11 },
				種別 = "道（└）",
			},
			０１６０ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（┐）",
			},
			０１６１ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "道（└）",
				番号 = 343,
			},
			０１６２ = {
				マップ位置 = (list) { 93, 11 },
				種別 = "箱",
				番号 = 342,
			},
			０１６３ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 94, 11 },
				種別 = "道（┬）",
			},
			０１６５ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "道（│）",
			},
			０１６６ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（┘）",
			},
			０１６７ = {
				マップ位置 = (list) { 95, 11 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 96, 11 },
				種別 = "箱",
				番号 = 400,
			},
			０１６９ = {
				マップ位置 = (list) { 97, 11 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 98, 10 },
				種別 = "道（┌）",
			},
			０１７１ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "箱",
				番号 = 401,
			},
			０１７２ = {
				マップ位置 = (list) { 99, 9 },
				種別 = "道（┌）",
			},
			０１７３ = {
				マップ位置 = (list) { 99, 10 },
				種別 = "道（┘）",
			},
			０１７４ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 100, 9 },
				種別 = "箱",
				番号 = 405,
			},
			０１７６ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "箱",
				番号 = 410,
			},
			０１７７ = {
				マップ位置 = (list) { 100, 12 },
				種別 = "道（└）",
			},
			０１７８ = {
				マップ位置 = (list) { 101, 9 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 101, 11 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 101, 12 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 102, 9 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 102, 11 },
				種別 = "箱",
				番号 = 411,
			},
			０１８３ = {
				マップ位置 = (list) { 102, 12 },
				種別 = "箱",
				番号 = 415,
			},
			０１８４ = {
				マップ位置 = (list) { 103, 9 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（┬）",
			},
			０１８６ = {
				マップ位置 = (list) { 103, 12 },
				種別 = "道（┘）",
			},
			０１８７ = {
				マップ位置 = (list) { 104, 9 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 104, 10 },
				種別 = "道（┌）",
			},
			０１８９ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "箱",
				番号 = 420,
			},
			０１９０ = {
				マップ位置 = (list) { 105, 9 },
				種別 = "箱",
				番号 = 406,
			},
			０１９１ = {
				マップ位置 = (list) { 105, 10 },
				種別 = "道（┘）",
			},
			０１９２ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 106, 9 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "箱",
				番号 = 430,
			},
			０１９５ = {
				マップ位置 = (list) { 107, 9 },
				種別 = "道（─）",
			},
			０１９６ = {
				マップ位置 = (list) { 107, 11 },
				種別 = "道（─）",
			},
			０１９７ = {
				マップ位置 = (list) { 108, 9 },
				種別 = "道（─）",
			},
			０１９８ = {
				マップ位置 = (list) { 108, 11 },
				種別 = "箱",
				番号 = 440,
			},
			０１９９ = {
				マップ位置 = (list) { 109, 9 },
				種別 = "箱",
				番号 = 407,
			},
			０２００ = {
				マップ位置 = (list) { 109, 11 },
				種別 = "道（─）",
			},
			０２０１ = {
				マップ位置 = (list) { 110, 9 },
				種別 = "道（─）",
			},
			０２０２ = {
				マップ位置 = (list) { 110, 11 },
				種別 = "箱",
				番号 = 450,
			},
			０２０３ = {
				マップ位置 = (list) { 111, 9 },
				種別 = "道（┐）",
			},
			０２０４ = {
				マップ位置 = (list) { 111, 10 },
				種別 = "道（├）",
			},
			０２０５ = {
				マップ位置 = (list) { 111, 11 },
				種別 = "道（┘）",
			},
			０２０６ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "道（─）",
			},
			０２０７ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "箱",
				番号 = 500,
			},
			０２０８ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "道（─）",
			},
			０２０９ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "箱",
				番号 = 505,
			},
			０２１０ = {
				マップ位置 = (list) { 116, 10 },
				種別 = "道（─）",
			},
			０２１１ = {
				マップ位置 = (list) { 117, 10 },
				種別 = "道（─）",
			},
			０２１２ = {
				マップ位置 = (list) { 118, 10 },
				種別 = "道（─）",
				番号 = 506,
			},
			０２１３ = {
				マップ位置 = (list) { 119, 10 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 120, 9 },
				種別 = "道（┌）",
			},
			０２１５ = {
				マップ位置 = (list) { 120, 10 },
				種別 = "箱",
				番号 = 510,
			},
			０２１６ = {
				マップ位置 = (list) { 120, 11 },
				種別 = "道（└）",
			},
			０２１７ = {
				マップ位置 = (list) { 121, 9 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 121, 11 },
				種別 = "道（─）",
			},
			０２１９ = {
				マップ位置 = (list) { 122, 8 },
				種別 = "箱",
				番号 = 511,
			},
			０２２０ = {
				マップ位置 = (list) { 122, 9 },
				種別 = "道（┘）",
			},
			０２２１ = {
				マップ位置 = (list) { 122, 11 },
				種別 = "道（┐）",
			},
			０２２２ = {
				マップ位置 = (list) { 122, 12 },
				種別 = "箱",
				番号 = 540,
			},
			０２２３ = {
				マップ位置 = (list) { 123, 6 },
				種別 = "箱",
				番号 = 512,
			},
			０２２４ = {
				マップ位置 = (list) { 123, 7 },
				種別 = "道（┌）",
			},
			０２２５ = {
				マップ位置 = (list) { 123, 8 },
				種別 = "道（┘）",
			},
			０２２６ = {
				マップ位置 = (list) { 123, 12 },
				種別 = "道（─）",
			},
			０２２７ = {
				マップ位置 = (list) { 124, 6 },
				種別 = "道（┌）",
			},
			０２２８ = {
				マップ位置 = (list) { 124, 7 },
				種別 = "箱",
				番号 = 519,
			},
			０２２９ = {
				マップ位置 = (list) { 124, 12 },
				種別 = "道（─）",
			},
			０２３０ = {
				マップ位置 = (list) { 125, 6 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 125, 12 },
				種別 = "道（┐）",
			},
			０２３２ = {
				マップ位置 = (list) { 125, 13 },
				種別 = "道（└）",
			},
			０２３３ = {
				マップ位置 = (list) { 126, 6 },
				種別 = "箱",
				番号 = 520,
			},
			０２３４ = {
				マップ位置 = (list) { 126, 7 },
				種別 = "道（└）",
			},
			０２３５ = {
				マップ位置 = (list) { 126, 13 },
				種別 = "箱",
				番号 = 541,
			},
			０２３６ = {
				マップ位置 = (list) { 127, 6 },
				種別 = "道（─）",
			},
			０２３７ = {
				マップ位置 = (list) { 127, 7 },
				種別 = "道（┐）",
			},
			０２３８ = {
				マップ位置 = (list) { 127, 8 },
				種別 = "道（└）",
			},
			０２３９ = {
				マップ位置 = (list) { 127, 13 },
				種別 = "道（─）",
			},
			０２４０ = {
				マップ位置 = (list) { 128, 6 },
				種別 = "箱",
				番号 = 522,
			},
			０２４１ = {
				マップ位置 = (list) { 128, 8 },
				種別 = "箱",
				番号 = 521,
			},
			０２４２ = {
				マップ位置 = (list) { 128, 13 },
				種別 = "道（┐）",
			},
			０２４３ = {
				マップ位置 = (list) { 128, 14 },
				種別 = "道（└）",
			},
			０２４４ = {
				マップ位置 = (list) { 129, 8 },
				種別 = "道（┐）",
			},
			０２４５ = {
				マップ位置 = (list) { 129, 9 },
				種別 = "道（│）",
			},
			０２４６ = {
				マップ位置 = (list) { 129, 10 },
				種別 = "道（└）",
			},
			０２４７ = {
				マップ位置 = (list) { 129, 14 },
				種別 = "道（─）",
			},
			０２４８ = {
				マップ位置 = (list) { 130, 10 },
				種別 = "箱",
				番号 = 543,
			},
			０２４９ = {
				マップ位置 = (list) { 130, 14 },
				種別 = "箱",
				番号 = 542,
			},
			０２５０ = {
				マップ位置 = (list) { 131, 6 },
				種別 = "箱",
				番号 = 513,
			},
			０２５１ = {
				マップ位置 = (list) { 131, 10 },
				種別 = "道（┐）",
			},
			０２５２ = {
				マップ位置 = (list) { 131, 11 },
				種別 = "道（│）",
			},
			０２５３ = {
				マップ位置 = (list) { 131, 12 },
				種別 = "道（└）",
			},
			０２５４ = {
				マップ位置 = (list) { 131, 14 },
				種別 = "道（─）",
			},
			０２５５ = {
				マップ位置 = (list) { 132, 12 },
				種別 = "箱",
				番号 = 544,
			},
			０２５６ = {
				マップ位置 = (list) { 132, 14 },
				種別 = "道（─）",
			},
			０２５７ = {
				マップ位置 = (list) { 133, 12 },
				種別 = "道（┐）",
			},
			０２５８ = {
				マップ位置 = (list) { 133, 13 },
				種別 = "道（│）",
			},
			０２５９ = {
				マップ位置 = (list) { 133, 14 },
				種別 = "道（┴）",
			},
			０２６０ = {
				マップ位置 = (list) { 134, 14 },
				種別 = "箱",
				番号 = 530,
			},
			０２６１ = {
				マップ位置 = (list) { 135, 14 },
				種別 = "道（─）",
			},
			０２６２ = {
				マップ位置 = (list) { 136, 14 },
				種別 = "道（─）",
			},
			０２６３ = {
				マップ位置 = (list) { 137, 14 },
				種別 = "道（─）",
			},
			０２６４ = {
				マップ位置 = (list) { 138, 14 },
				種別 = "箱",
				番号 = 600,
			},
			０２６５ = {
				マップ位置 = (list) { 139, 14 },
				種別 = "道（─）",
			},
			０２６６ = {
				マップ位置 = (list) { 140, 13 },
				種別 = "道（┌）",
			},
			０２６７ = {
				マップ位置 = (list) { 140, 14 },
				種別 = "箱",
				番号 = 601,
			},
			０２６８ = {
				マップ位置 = (list) { 141, 13 },
				種別 = "道（─）",
			},
			０２６９ = {
				マップ位置 = (list) { 141, 14 },
				種別 = "道（─）",
			},
			０２７０ = {
				マップ位置 = (list) { 142, 12 },
				種別 = "道（┌）",
			},
			０２７１ = {
				マップ位置 = (list) { 142, 13 },
				種別 = "道（┘）",
			},
			０２７２ = {
				マップ位置 = (list) { 142, 14 },
				種別 = "道（─）",
			},
			０２７３ = {
				マップ位置 = (list) { 143, 12 },
				種別 = "箱",
				番号 = 605,
			},
			０２７４ = {
				マップ位置 = (list) { 143, 14 },
				種別 = "道（─）",
			},
			０２７５ = {
				マップ位置 = (list) { 144, 12 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 144, 14 },
				種別 = "道（─）",
			},
			０２７７ = {
				マップ位置 = (list) { 145, 12 },
				種別 = "道（─）",
			},
			０２７８ = {
				マップ位置 = (list) { 145, 14 },
				種別 = "道（─）",
			},
			０２７９ = {
				マップ位置 = (list) { 146, 12 },
				種別 = "道（┐）",
			},
			０２８０ = {
				マップ位置 = (list) { 146, 13 },
				種別 = "道（│）",
			},
			０２８１ = {
				マップ位置 = (list) { 146, 14 },
				種別 = "箱",
				番号 = 610,
			},
			０２８２ = {
				マップ位置 = (list) { 147, 14 },
				種別 = "道（─）",
			},
			０２８３ = {
				マップ位置 = (list) { 148, 13 },
				種別 = "道（┌）",
			},
			０２８４ = {
				マップ位置 = (list) { 148, 14 },
				種別 = "道（┘）",
			},
			０２８５ = {
				マップ位置 = (list) { 149, 13 },
				種別 = "道（─）",
			},
			０２８６ = {
				マップ位置 = (list) { 150, 13 },
				種別 = "道（┐）",
			},
			０２８７ = {
				マップ位置 = (list) { 150, 14 },
				種別 = "道（│）",
			},
			０２８８ = {
				マップ位置 = (list) { 150, 15 },
				種別 = "道（└）",
			},
			０２８９ = {
				マップ位置 = (list) { 151, 14 },
				種別 = "道（┌）",
			},
			０２９０ = {
				マップ位置 = (list) { 151, 15 },
				種別 = "道（┘）",
			},
			０２９１ = {
				マップ位置 = (list) { 152, 14 },
				種別 = "箱",
				番号 = 620,
			},
			０２９２ = {
				マップ位置 = (list) { 153, 14 },
				種別 = "道（─）",
			},
			０２９３ = {
				マップ位置 = (list) { 154, 14 },
				種別 = "道（┐）",
			},
			０２９４ = {
				マップ位置 = (list) { 154, 15 },
				種別 = "道（│）",
			},
			０２９５ = {
				マップ位置 = (list) { 154, 16 },
				種別 = "道（└）",
			},
			０２９６ = {
				マップ位置 = (list) { 155, 13 },
				種別 = "道（┌）",
			},
			０２９７ = {
				マップ位置 = (list) { 155, 14 },
				種別 = "道（│）",
			},
			０２９８ = {
				マップ位置 = (list) { 155, 15 },
				種別 = "箱",
				番号 = 621,
			},
			０２９９ = {
				マップ位置 = (list) { 155, 16 },
				種別 = "道（┘）",
			},
			０３００ = {
				マップ位置 = (list) { 156, 12 },
				種別 = "道（┌）",
			},
			０３０１ = {
				マップ位置 = (list) { 156, 13 },
				種別 = "箱",
				番号 = 622,
			},
			０３０２ = {
				マップ位置 = (list) { 156, 14 },
				種別 = "道（└）",
			},
			０３０３ = {
				マップ位置 = (list) { 156, 15 },
				種別 = "道（┐）",
			},
			０３０４ = {
				マップ位置 = (list) { 156, 16 },
				種別 = "道（└）",
			},
			０３０５ = {
				マップ位置 = (list) { 157, 11 },
				種別 = "道（┌）",
			},
			０３０６ = {
				マップ位置 = (list) { 157, 12 },
				種別 = "道（┘）",
			},
			０３０７ = {
				マップ位置 = (list) { 157, 14 },
				種別 = "道（─）",
			},
			０３０８ = {
				マップ位置 = (list) { 157, 15 },
				種別 = "道（┌）",
			},
			０３０９ = {
				マップ位置 = (list) { 157, 16 },
				種別 = "箱",
				番号 = 626,
			},
			０３１０ = {
				マップ位置 = (list) { 158, 11 },
				種別 = "道（─）",
			},
			０３１１ = {
				マップ位置 = (list) { 158, 12 },
				種別 = "道（┌）",
			},
			０３１２ = {
				マップ位置 = (list) { 158, 13 },
				種別 = "箱",
				番号 = 625,
			},
			０３１３ = {
				マップ位置 = (list) { 158, 14 },
				種別 = "道（┘）",
			},
			０３１４ = {
				マップ位置 = (list) { 158, 15 },
				種別 = "道（─）",
			},
			０３１５ = {
				マップ位置 = (list) { 158, 16 },
				種別 = "道（┐）",
			},
			０３１６ = {
				マップ位置 = (list) { 158, 17 },
				種別 = "道（└）",
			},
			０３１７ = {
				マップ位置 = (list) { 159, 11 },
				種別 = "箱",
				番号 = 623,
			},
			０３１８ = {
				マップ位置 = (list) { 159, 12 },
				種別 = "道（─）",
			},
			０３１９ = {
				マップ位置 = (list) { 159, 13 },
				種別 = "道（─）",
			},
			０３２０ = {
				マップ位置 = (list) { 159, 14 },
				種別 = "道（┌）",
			},
			０３２１ = {
				マップ位置 = (list) { 159, 15 },
				種別 = "箱",
				番号 = 627,
			},
			０３２２ = {
				マップ位置 = (list) { 159, 16 },
				種別 = "道（└）",
			},
			０３２３ = {
				マップ位置 = (list) { 159, 17 },
				種別 = "道（─）",
			},
			０３２４ = {
				マップ位置 = (list) { 160, 11 },
				種別 = "道（─）",
			},
			０３２５ = {
				マップ位置 = (list) { 160, 12 },
				種別 = "道（─）",
			},
			０３２６ = {
				マップ位置 = (list) { 160, 13 },
				種別 = "道（┐）",
			},
			０３２７ = {
				マップ位置 = (list) { 160, 14 },
				種別 = "道（┴）",
			},
			０３２８ = {
				マップ位置 = (list) { 160, 16 },
				種別 = "道（─）",
			},
			０３２９ = {
				マップ位置 = (list) { 160, 17 },
				種別 = "箱",
				番号 = 629,
			},
			０３３０ = {
				マップ位置 = (list) { 161, 11 },
				種別 = "道（┐）",
			},
			０３３１ = {
				マップ位置 = (list) { 161, 12 },
				種別 = "箱",
				番号 = 624,
			},
			０３３２ = {
				マップ位置 = (list) { 161, 14 },
				種別 = "道（┐）",
			},
			０３３３ = {
				マップ位置 = (list) { 161, 15 },
				種別 = "箱",
				番号 = 628,
			},
			０３３４ = {
				マップ位置 = (list) { 161, 16 },
				種別 = "道（┐）",
			},
			０３３５ = {
				マップ位置 = (list) { 161, 17 },
				種別 = "道（┴）",
			},
			０３３６ = {
				マップ位置 = (list) { 162, 12 },
				種別 = "道（┐）",
			},
			０３３７ = {
				マップ位置 = (list) { 162, 13 },
				種別 = "道（└）",
			},
			０３３８ = {
				マップ位置 = (list) { 162, 14 },
				種別 = "道（┌）",
			},
			０３３９ = {
				マップ位置 = (list) { 162, 15 },
				種別 = "道（┘）",
			},
			０３４０ = {
				マップ位置 = (list) { 162, 16 },
				種別 = "道（┌）",
			},
			０３４１ = {
				マップ位置 = (list) { 162, 17 },
				種別 = "道（┘）",
			},
			０３４２ = {
				マップ位置 = (list) { 163, 13 },
				種別 = "道（┬）",
			},
			０３４３ = {
				マップ位置 = (list) { 163, 14 },
				種別 = "道（┤）",
			},
			０３４４ = {
				マップ位置 = (list) { 163, 15 },
				種別 = "道（│）",
			},
			０３４５ = {
				マップ位置 = (list) { 163, 16 },
				種別 = "箱",
				番号 = 630,
			},
			０３４６ = {
				マップ位置 = (list) { 164, 13 },
				種別 = "道（─）",
			},
			０３４７ = {
				マップ位置 = (list) { 165, 13 },
				種別 = "道（─）",
			},
			０３４８ = {
				マップ位置 = (list) { 166, 12 },
				種別 = "道（┌）",
			},
			０３４９ = {
				マップ位置 = (list) { 166, 13 },
				種別 = "箱",
				番号 = 650,
			},
			０３５０ = {
				マップ位置 = (list) { 166, 14 },
				種別 = "道（└）",
			},
			０３５１ = {
				マップ位置 = (list) { 167, 11 },
				種別 = "道（┌）",
			},
			０３５２ = {
				マップ位置 = (list) { 167, 12 },
				種別 = "道（┘）",
				番号 = 655,
			},
			０３５３ = {
				マップ位置 = (list) { 167, 14 },
				種別 = "道（─）",
			},
			０３５４ = {
				マップ位置 = (list) { 168, 11 },
				種別 = "箱",
				番号 = 660,
			},
			０３５５ = {
				マップ位置 = (list) { 168, 13 },
				種別 = "道（┌）",
			},
			０３５６ = {
				マップ位置 = (list) { 168, 14 },
				種別 = "道（┘）",
			},
			０３５７ = {
				マップ位置 = (list) { 169, 11 },
				種別 = "道（─）",
			},
			０３５８ = {
				マップ位置 = (list) { 169, 13 },
				種別 = "箱",
				番号 = 671,
			},
			０３５９ = {
				マップ位置 = (list) { 170, 11 },
				種別 = "箱",
				番号 = 670,
			},
			０３６０ = {
				マップ位置 = (list) { 170, 13 },
				種別 = "道（─）",
			},
			０３６１ = {
				マップ位置 = (list) { 171, 11 },
				種別 = "道（─）",
			},
			０３６２ = {
				マップ位置 = (list) { 171, 13 },
				種別 = "道（─）",
			},
			０３６３ = {
				マップ位置 = (list) { 171, 14 },
				種別 = "箱",
				番号 = 672,
			},
			０３６４ = {
				マップ位置 = (list) { 172, 11 },
				種別 = "道（┐）",
			},
			０３６５ = {
				マップ位置 = (list) { 172, 12 },
				種別 = "箱",
				番号 = 680,
			},
			０３６６ = {
				マップ位置 = (list) { 172, 13 },
				種別 = "道（┘）",
			},
			０３６７ = {
				マップ位置 = (list) { 173, 12 },
				種別 = "道（─）",
			},
			０３６８ = {
				マップ位置 = (list) { 174, 12 },
				種別 = "道（─）",
				番号 = 685,
			},
			０３６９ = {
				マップ位置 = (list) { 175, 12 },
				種別 = "道（─）",
			},
			０３７０ = {
				マップ位置 = (list) { 176, 12 },
				種別 = "箱",
				番号 = 690,
			},
			０３７１ = {
				マップ位置 = (list) { 177, 12 },
				種別 = "道（─）",
			},
			０３７２ = {
				マップ位置 = (list) { 178, 10 },
				種別 = "道（┌）",
			},
			０３７３ = {
				マップ位置 = (list) { 178, 11 },
				種別 = "道（│）",
				番号 = 695,
			},
			０３７４ = {
				マップ位置 = (list) { 178, 12 },
				種別 = "道（┘）",
			},
			０３７５ = {
				マップ位置 = (list) { 179, 10 },
				種別 = "箱",
				番号 = 696,
			},
			０３７６ = {
				マップ位置 = (list) { 180, 10 },
				種別 = "道（─）",
			},
			０３７７ = {
				マップ位置 = (list) { 181, 8 },
				種別 = "道（┌）",
			},
			０３７８ = {
				マップ位置 = (list) { 181, 9 },
				種別 = "道（│）",
			},
			０３７９ = {
				マップ位置 = (list) { 181, 10 },
				種別 = "道（┘）",
			},
			０３８０ = {
				マップ位置 = (list) { 182, 8 },
				種別 = "箱",
				番号 = 700,
			},
			０３８１ = {
				マップ位置 = (list) { 183, 7 },
				種別 = "道（┌）",
			},
			０３８２ = {
				マップ位置 = (list) { 183, 8 },
				種別 = "道（┘）",
			},
			０３８３ = {
				マップ位置 = (list) { 184, 6 },
				種別 = "道（┌）",
			},
			０３８４ = {
				マップ位置 = (list) { 184, 7 },
				種別 = "道（┘）",
			},
			０３８５ = {
				マップ位置 = (list) { 185, 6 },
				種別 = "箱",
				番号 = 710,
			},
			０３８６ = {
				マップ位置 = (list) { 186, 6 },
				種別 = "道（─）",
				番号 = 715,
			},
			０３８７ = {
				マップ位置 = (list) { 187, 6 },
				種別 = "道（─）",
			},
			０３８８ = {
				マップ位置 = (list) { 188, 6 },
				種別 = "箱",
				番号 = 720,
			},
		},
	},
	２部ＪＡＰＡＮ = {
		サイズ = (list) { 145, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 10 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "箱",
				番号 = 15,
			},
			０００５ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（┐）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（│）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（└）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００２０ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 50,
			},
			００２３ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（┌）",
			},
			００２７ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００２８ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（└）",
			},
			００２９ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 28, 10 },
				種別 = "箱",
				番号 = 61,
			},
			００３２ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（┘）",
			},
			００３３ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 29, 10 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 63,
			},
			００３６ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（┘）",
			},
			００３７ = {
				マップ位置 = (list) { 30, 9 },
				種別 = "道（┌）",
			},
			００３８ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "道（┘）",
			},
			００３９ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 31, 9 },
				種別 = "道（┬）",
			},
			００４１ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "道（│）",
			},
			００４２ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（│）",
			},
			００４３ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（┘）",
			},
			００４４ = {
				マップ位置 = (list) { 32, 9 },
				種別 = "箱",
				番号 = 70,
			},
			００４５ = {
				マップ位置 = (list) { 33, 9 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 34, 9 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 35, 9 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 36, 9 },
				種別 = "箱",
				番号 = 100,
			},
			００４９ = {
				マップ位置 = (list) { 37, 9 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 38, 9 },
				種別 = "箱",
				番号 = 110,
			},
			００５１ = {
				マップ位置 = (list) { 39, 9 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 40, 9 },
				種別 = "箱",
				番号 = 120,
			},
			００５３ = {
				マップ位置 = (list) { 41, 9 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 42, 9 },
				種別 = "箱",
				番号 = 130,
			},
			００５５ = {
				マップ位置 = (list) { 43, 9 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 44, 9 },
				種別 = "箱",
				番号 = 140,
			},
			００５７ = {
				マップ位置 = (list) { 45, 9 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 46, 9 },
				種別 = "箱",
				番号 = 145,
			},
			００５９ = {
				マップ位置 = (list) { 47, 9 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 48, 9 },
				種別 = "箱",
				番号 = 150,
			},
			００６１ = {
				マップ位置 = (list) { 49, 9 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 50, 8 },
				種別 = "道（┌）",
			},
			００６３ = {
				マップ位置 = (list) { 50, 9 },
				種別 = "箱",
				番号 = 160,
			},
			００６４ = {
				マップ位置 = (list) { 51, 8 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 51, 9 },
				種別 = "道（┐）",
			},
			００６６ = {
				マップ位置 = (list) { 51, 10 },
				種別 = "道（└）",
			},
			００６７ = {
				マップ位置 = (list) { 52, 8 },
				種別 = "箱",
				番号 = 170,
			},
			００６８ = {
				マップ位置 = (list) { 52, 10 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 53, 8 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 53, 10 },
				種別 = "箱",
				番号 = 180,
			},
			００７１ = {
				マップ位置 = (list) { 54, 8 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 54, 10 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 55, 8 },
				種別 = "道（┐）",
			},
			００７４ = {
				マップ位置 = (list) { 55, 9 },
				種別 = "道（└）",
			},
			００７５ = {
				マップ位置 = (list) { 55, 10 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 56, 9 },
				種別 = "道（┐）",
			},
			００７７ = {
				マップ位置 = (list) { 56, 10 },
				種別 = "道（┴）",
			},
			００７８ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "箱",
				番号 = 190,
			},
			００７９ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "箱",
				番号 = 191,
			},
			００８２ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "箱",
				番号 = 192,
			},
			００８５ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "道（└）",
			},
			００８６ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（┐）",
			},
			００８８ = {
				マップ位置 = (list) { 64, 12 },
				種別 = "道（└）",
			},
			００８９ = {
				マップ位置 = (list) { 65, 10 },
				種別 = "箱",
				番号 = 194,
			},
			００９０ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "道（┬）",
			},
			００９４ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "道（│）",
			},
			００９５ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "道（┘）",
			},
			００９６ = {
				マップ位置 = (list) { 68, 10 },
				種別 = "箱",
				番号 = 195,
			},
			００９７ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "箱",
				番号 = 200,
			},
			０１００ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "箱",
				番号 = 210,
			},
			０１０３ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "箱",
				番号 = 220,
			},
			０１０６ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 79, 10 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 80, 10 },
				種別 = "箱",
				番号 = 230,
			},
			０１０９ = {
				マップ位置 = (list) { 81, 10 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 82, 10 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 83, 10 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 84, 9 },
				種別 = "道（┌）",
			},
			０１１３ = {
				マップ位置 = (list) { 84, 10 },
				種別 = "箱",
				番号 = 240,
			},
			０１１４ = {
				マップ位置 = (list) { 85, 9 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 85, 10 },
				種別 = "道（┐）",
			},
			０１１６ = {
				マップ位置 = (list) { 85, 11 },
				種別 = "道（│）",
			},
			０１１７ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "道（└）",
			},
			０１１８ = {
				マップ位置 = (list) { 86, 9 },
				種別 = "道（┐）",
			},
			０１１９ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "道（└）",
			},
			０１２０ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "箱",
				番号 = 245,
			},
			０１２１ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "箱",
				番号 = 244,
			},
			０１２２ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 88, 10 },
				種別 = "道（┐）",
			},
			０１２４ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（│）",
			},
			０１２５ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（┴）",
			},
			０１２６ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "箱",
				番号 = 246,
			},
			０１２７ = {
				マップ位置 = (list) { 90, 11 },
				種別 = "道（┌）",
			},
			０１２８ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（┘）",
			},
			０１２９ = {
				マップ位置 = (list) { 91, 10 },
				種別 = "道（┌）",
			},
			０１３０ = {
				マップ位置 = (list) { 91, 11 },
				種別 = "道（┘）",
			},
			０１３１ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "箱",
				番号 = 250,
			},
			０１３２ = {
				マップ位置 = (list) { 93, 10 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 94, 10 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 95, 10 },
				種別 = "箱",
				番号 = 260,
			},
			０１３５ = {
				マップ位置 = (list) { 96, 10 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 97, 10 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 98, 10 },
				種別 = "箱",
				番号 = 266,
			},
			０１３８ = {
				マップ位置 = (list) { 99, 8 },
				種別 = "道（┌）",
			},
			０１３９ = {
				マップ位置 = (list) { 99, 9 },
				種別 = "道（│）",
			},
			０１４０ = {
				マップ位置 = (list) { 99, 10 },
				種別 = "道（┘）",
			},
			０１４１ = {
				マップ位置 = (list) { 100, 8 },
				種別 = "箱",
				番号 = 270,
			},
			０１４２ = {
				マップ位置 = (list) { 101, 8 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 102, 8 },
				種別 = "道（┐）",
			},
			０１４４ = {
				マップ位置 = (list) { 102, 9 },
				種別 = "道（└）",
			},
			０１４５ = {
				マップ位置 = (list) { 103, 9 },
				種別 = "箱",
				番号 = 280,
			},
			０１４６ = {
				マップ位置 = (list) { 104, 8 },
				種別 = "道（┌）",
			},
			０１４７ = {
				マップ位置 = (list) { 104, 9 },
				種別 = "道（┘）",
			},
			０１４８ = {
				マップ位置 = (list) { 105, 8 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 106, 8 },
				種別 = "箱",
				番号 = 290,
			},
			０１５０ = {
				マップ位置 = (list) { 106, 9 },
				種別 = "道（│）",
			},
			０１５１ = {
				マップ位置 = (list) { 106, 10 },
				種別 = "道（└）",
			},
			０１５２ = {
				マップ位置 = (list) { 107, 8 },
				種別 = "道（┐）",
			},
			０１５３ = {
				マップ位置 = (list) { 107, 9 },
				種別 = "道（└）",
			},
			０１５４ = {
				マップ位置 = (list) { 107, 10 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 108, 9 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 108, 10 },
				種別 = "箱",
				番号 = 305,
			},
			０１５７ = {
				マップ位置 = (list) { 109, 9 },
				種別 = "箱",
				番号 = 300,
			},
			０１５８ = {
				マップ位置 = (list) { 109, 10 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 110, 9 },
				種別 = "道（┐）",
			},
			０１６０ = {
				マップ位置 = (list) { 110, 10 },
				種別 = "道（┴）",
			},
			０１６１ = {
				マップ位置 = (list) { 111, 10 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "箱",
				番号 = 310,
			},
			０１６３ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "箱",
				番号 = 320,
			},
			０１６６ = {
				マップ位置 = (list) { 116, 10 },
				種別 = "道（┐）",
			},
			０１６７ = {
				マップ位置 = (list) { 116, 11 },
				種別 = "道（│）",
			},
			０１６８ = {
				マップ位置 = (list) { 116, 12 },
				種別 = "道（└）",
			},
			０１６９ = {
				マップ位置 = (list) { 117, 12 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 118, 12 },
				種別 = "箱",
				番号 = 330,
			},
			０１７１ = {
				マップ位置 = (list) { 119, 12 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 120, 12 },
				種別 = "箱",
				番号 = 340,
			},
			０１７３ = {
				マップ位置 = (list) { 121, 12 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 122, 10 },
				種別 = "道（┌）",
			},
			０１７５ = {
				マップ位置 = (list) { 122, 11 },
				種別 = "道（│）",
			},
			０１７６ = {
				マップ位置 = (list) { 122, 12 },
				種別 = "道（┘）",
			},
			０１７７ = {
				マップ位置 = (list) { 123, 10 },
				種別 = "箱",
				番号 = 350,
			},
			０１７８ = {
				マップ位置 = (list) { 124, 10 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 125, 10 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 126, 10 },
				種別 = "箱",
				番号 = 360,
			},
			０１８１ = {
				マップ位置 = (list) { 127, 10 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 128, 10 },
				種別 = "箱",
				番号 = 370,
			},
			０１８３ = {
				マップ位置 = (list) { 129, 10 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 130, 10 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 131, 10 },
				種別 = "箱",
				番号 = 380,
			},
			０１８６ = {
				マップ位置 = (list) { 132, 10 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 133, 10 },
				種別 = "箱",
				番号 = 390,
			},
			０１８８ = {
				マップ位置 = (list) { 134, 10 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 135, 10 },
				種別 = "道（─）",
			},
			０１９０ = {
				マップ位置 = (list) { 136, 10 },
				種別 = "箱",
				番号 = 400,
			},
			０１９１ = {
				マップ位置 = (list) { 137, 10 },
				種別 = "道（─）",
			},
			０１９２ = {
				マップ位置 = (list) { 138, 10 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 139, 10 },
				種別 = "箱",
				番号 = 410,
			},
			０１９４ = {
				マップ位置 = (list) { 140, 10 },
				種別 = "道（─）",
			},
			０１９５ = {
				マップ位置 = (list) { 141, 10 },
				種別 = "箱",
				番号 = 420,
			},
		},
	},
	２部お茶会 = {
		サイズ = (list) { 41, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 16 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 16 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 16 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "箱",
				番号 = 200,
			},
			０００５ = {
				マップ位置 = (list) { 6, 16 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 7, 16 },
				種別 = "箱",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "箱",
				番号 = 210,
			},
			００１０ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 12, 5 },
				種別 = "道（┌）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 6 },
				種別 = "箱",
				番号 = 220,
			},
			００１４ = {
				マップ位置 = (list) { 12, 7 },
				種別 = "道（└）",
			},
			００１５ = {
				マップ位置 = (list) { 13, 5 },
				種別 = "箱",
				番号 = 225,
			},
			００１６ = {
				マップ位置 = (list) { 13, 7 },
				種別 = "箱",
				番号 = 226,
			},
			００１７ = {
				マップ位置 = (list) { 14, 5 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 14, 6 },
				種別 = "道（├）",
			},
			００１９ = {
				マップ位置 = (list) { 14, 7 },
				種別 = "道（┘）",
			},
			００２０ = {
				マップ位置 = (list) { 15, 5 },
				種別 = "道（┌）",
			},
			００２１ = {
				マップ位置 = (list) { 15, 6 },
				種別 = "箱",
				番号 = 230,
			},
			００２２ = {
				マップ位置 = (list) { 15, 7 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 16, 5 },
				種別 = "箱",
				番号 = 235,
			},
			００２４ = {
				マップ位置 = (list) { 16, 7 },
				種別 = "箱",
				番号 = 236,
			},
			００２５ = {
				マップ位置 = (list) { 17, 5 },
				種別 = "道（┐）",
			},
			００２６ = {
				マップ位置 = (list) { 17, 6 },
				種別 = "道（├）",
			},
			００２７ = {
				マップ位置 = (list) { 17, 7 },
				種別 = "道（┘）",
			},
			００２８ = {
				マップ位置 = (list) { 18, 5 },
				種別 = "道（┌）",
			},
			００２９ = {
				マップ位置 = (list) { 18, 6 },
				種別 = "箱",
				番号 = 240,
			},
			００３０ = {
				マップ位置 = (list) { 18, 7 },
				種別 = "道（└）",
			},
			００３１ = {
				マップ位置 = (list) { 18, 22 },
				種別 = "箱",
				番号 = 100,
			},
			００３２ = {
				マップ位置 = (list) { 19, 5 },
				種別 = "箱",
				番号 = 245,
			},
			００３３ = {
				マップ位置 = (list) { 19, 7 },
				種別 = "箱",
				番号 = 246,
			},
			００３４ = {
				マップ位置 = (list) { 19, 22 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 20, 5 },
				種別 = "道（┐）",
			},
			００３６ = {
				マップ位置 = (list) { 20, 6 },
				種別 = "道（├）",
			},
			００３７ = {
				マップ位置 = (list) { 20, 7 },
				種別 = "道（┘）",
			},
			００３８ = {
				マップ位置 = (list) { 20, 22 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 21, 6 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 21, 22 },
				種別 = "箱",
				番号 = 110,
			},
			００４１ = {
				マップ位置 = (list) { 22, 6 },
				種別 = "箱",
				番号 = 250,
			},
			００４２ = {
				マップ位置 = (list) { 22, 22 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 23, 6 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 23, 22 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 24, 6 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 24, 22 },
				種別 = "箱",
				番号 = 120,
			},
			００４７ = {
				マップ位置 = (list) { 25, 6 },
				種別 = "箱",
				番号 = 260,
			},
			００４８ = {
				マップ位置 = (list) { 25, 22 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 26, 6 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 26, 22 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 27, 6 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 27, 22 },
				種別 = "箱",
				番号 = 130,
			},
			００５３ = {
				マップ位置 = (list) { 28, 6 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 29, 6 },
				種別 = "箱",
				番号 = 270,
			},
			００５５ = {
				マップ位置 = (list) { 30, 6 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 31, 6 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 32, 6 },
				種別 = "箱",
				番号 = 280,
			},
			００５８ = {
				マップ位置 = (list) { 33, 6 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 34, 6 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 35, 6 },
				種別 = "箱",
				番号 = 290,
			},
			００６１ = {
				マップ位置 = (list) { 36, 6 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 37, 6 },
				種別 = "箱",
				番号 = 300,
			},
		},
	},
	２部カラー = {
		サイズ = (list) { 122, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 20,
			},
			０００５ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "箱",
				番号 = 30,
			},
			０００８ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（┌）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００１２ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（┌）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（┘）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 55,
			},
			００１９ = {
				マップ位置 = (list) { 17, 10 },
				種別 = "箱",
				番号 = 50,
			},
			００２０ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 18, 10 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "道（┐）",
			},
			００２４ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（│）",
			},
			００２５ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（┴）",
			},
			００２６ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００２７ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（┌）",
			},
			００３１ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 70,
			},
			００３２ = {
				マップ位置 = (list) { 25, 10 },
				種別 = "道（┌）",
			},
			００３３ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（┘）",
			},
			００３４ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "箱",
				番号 = 71,
			},
			００３５ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（┐）",
			},
			００３６ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（└）",
			},
			００３７ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（┐）",
			},
			００３８ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（└）",
			},
			００３９ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（┌）",
			},
			００４０ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 72,
			},
			００４１ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（└）",
			},
			００４２ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（┐）",
			},
			００４３ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（├）",
			},
			００４４ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "箱",
				番号 = 73,
			},
			００４６ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "箱",
				番号 = 74,
			},
			００４８ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（┌）",
			},
			００５２ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "箱",
				番号 = 80,
			},
			００５３ = {
				マップ位置 = (list) { 38, 10 },
				種別 = "道（┌）",
			},
			００５４ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（┘）",
			},
			００５５ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 39, 10 },
				種別 = "箱",
				番号 = 83,
			},
			００５７ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "箱",
				番号 = 81,
			},
			００５８ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "道（┐）",
			},
			００５９ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（└）",
			},
			００６０ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "道（┐）",
			},
			００６２ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（┴）",
			},
			００６３ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "箱",
				番号 = 90,
			},
			００６５ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "箱",
				番号 = 95,
			},
			００６８ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（┐）",
			},
			００６９ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（└）",
			},
			００７０ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "箱",
				番号 = 96,
			},
			００７２ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（┐）",
			},
			００７３ = {
				マップ位置 = (list) { 50, 14 },
				種別 = "道（└）",
			},
			００７４ = {
				マップ位置 = (list) { 51, 14 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "箱",
				番号 = 100,
			},
			００７７ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "箱",
				番号 = 110,
			},
			００８０ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "箱",
				番号 = 120,
			},
			００８３ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "箱",
				番号 = 130,
			},
			００８６ = {
				マップ位置 = (list) { 63, 14 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "箱",
				番号 = 140,
			},
			００８９ = {
				マップ位置 = (list) { 66, 14 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "箱",
				番号 = 150,
			},
			００９１ = {
				マップ位置 = (list) { 68, 14 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 69, 14 },
				種別 = "道（┐）",
			},
			００９３ = {
				マップ位置 = (list) { 69, 15 },
				種別 = "道（└）",
			},
			００９４ = {
				マップ位置 = (list) { 70, 15 },
				種別 = "箱",
				番号 = 160,
			},
			００９５ = {
				マップ位置 = (list) { 71, 15 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 72, 15 },
				種別 = "道（─）",
			},
			００９７ = {
				マップ位置 = (list) { 73, 15 },
				種別 = "箱",
				番号 = 170,
			},
			００９８ = {
				マップ位置 = (list) { 74, 15 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 75, 15 },
				種別 = "箱",
				番号 = 180,
			},
			０１００ = {
				マップ位置 = (list) { 76, 15 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 77, 15 },
				種別 = "箱",
				番号 = 190,
			},
			０１０２ = {
				マップ位置 = (list) { 78, 15 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 79, 15 },
				種別 = "箱",
				番号 = 200,
			},
			０１０４ = {
				マップ位置 = (list) { 80, 15 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 81, 15 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 82, 15 },
				種別 = "箱",
				番号 = 210,
			},
			０１０７ = {
				マップ位置 = (list) { 83, 15 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 84, 15 },
				種別 = "箱",
				番号 = 220,
			},
			０１０９ = {
				マップ位置 = (list) { 85, 15 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 86, 15 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "箱",
				番号 = 230,
			},
			０１１２ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "箱",
				番号 = 240,
			},
			０１１５ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 92, 15 },
				種別 = "箱",
				番号 = 241,
			},
			０１１７ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 94, 15 },
				種別 = "箱",
				番号 = 242,
			},
			０１１９ = {
				マップ位置 = (list) { 95, 15 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 96, 15 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 97, 15 },
				種別 = "箱",
				番号 = 250,
			},
			０１２２ = {
				マップ位置 = (list) { 98, 15 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 99, 15 },
				種別 = "箱",
				番号 = 260,
			},
			０１２４ = {
				マップ位置 = (list) { 100, 15 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 101, 15 },
				種別 = "箱",
				番号 = 270,
			},
			０１２６ = {
				マップ位置 = (list) { 102, 15 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 103, 15 },
				種別 = "箱",
				番号 = 280,
			},
			０１２８ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（┌）",
			},
			０１２９ = {
				マップ位置 = (list) { 104, 14 },
				種別 = "道（│）",
			},
			０１３０ = {
				マップ位置 = (list) { 104, 15 },
				種別 = "道（┘）",
			},
			０１３１ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 106, 13 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 107, 13 },
				種別 = "箱",
				番号 = 300,
			},
			０１３４ = {
				マップ位置 = (list) { 108, 13 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 109, 13 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "箱",
				番号 = 310,
			},
			０１３７ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 112, 13 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "箱",
				番号 = 320,
			},
			０１４０ = {
				マップ位置 = (list) { 114, 13 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 115, 13 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 116, 13 },
				種別 = "箱",
				番号 = 330,
			},
			０１４３ = {
				マップ位置 = (list) { 117, 13 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "箱",
				番号 = 340,
			},
		},
	},
	２部クエルプラン = {
		サイズ = (list) { 77, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
				番号 = 15,
			},
			０００３ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "箱",
				番号 = 20,
			},
			０００４ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
				番号 = 25,
			},
			０００５ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "箱",
				番号 = 30,
			},
			０００６ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
				番号 = 35,
			},
			０００７ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 40,
			},
			０００８ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００１１ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００１４ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 130,
			},
			００１６ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 140,
			},
			００１９ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 150,
			},
			００２１ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００２４ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "箱",
				番号 = 205,
			},
			００２６ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（┐）",
			},
			００２７ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（└）",
			},
			００２８ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "箱",
				番号 = 210,
			},
			００３１ = {
				マップ位置 = (list) { 36, 10 },
				種別 = "道（┌）",
			},
			００３２ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（│）",
			},
			００３３ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（│）",
			},
			００３４ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（┘）",
			},
			００３５ = {
				マップ位置 = (list) { 37, 10 },
				種別 = "箱",
				番号 = 220,
			},
			００３６ = {
				マップ位置 = (list) { 38, 9 },
				種別 = "道（┌）",
			},
			００３７ = {
				マップ位置 = (list) { 38, 10 },
				種別 = "道（┘）",
			},
			００３８ = {
				マップ位置 = (list) { 39, 9 },
				種別 = "道（┐）",
			},
			００３９ = {
				マップ位置 = (list) { 39, 10 },
				種別 = "道（│）",
			},
			００４０ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（│）",
			},
			００４１ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（│）",
			},
			００４２ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（│）",
			},
			００４３ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "道（└）",
			},
			００４４ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "箱",
				番号 = 230,
			},
			００４５ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 42, 8 },
				種別 = "道（┌）",
			},
			００４７ = {
				マップ位置 = (list) { 42, 9 },
				種別 = "道（│）",
			},
			００４８ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "道（│）",
			},
			００４９ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "道（└）",
			},
			００５０ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 43, 8 },
				種別 = "箱",
				番号 = 240,
			},
			００５２ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（┌）",
			},
			００５４ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "道（┘）",
			},
			００５５ = {
				マップ位置 = (list) { 44, 8 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "道（┐）",
			},
			００５７ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（│）",
			},
			００５８ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（┘）",
			},
			００５９ = {
				マップ位置 = (list) { 45, 8 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 46, 8 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "道（┌）",
			},
			００６２ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（│）",
			},
			００６３ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（│）",
			},
			００６４ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（└）",
			},
			００６５ = {
				マップ位置 = (list) { 47, 8 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 47, 10 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（┌）",
			},
			００６８ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（┘）",
			},
			００６９ = {
				マップ位置 = (list) { 48, 8 },
				種別 = "道（┐）",
			},
			００７０ = {
				マップ位置 = (list) { 48, 9 },
				種別 = "道（│）",
			},
			００７１ = {
				マップ位置 = (list) { 48, 10 },
				種別 = "道（┘）",
			},
			００７２ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "箱",
				番号 = 250,
			},
			００７３ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 50, 8 },
				種別 = "道（┌）",
			},
			００７５ = {
				マップ位置 = (list) { 50, 9 },
				種別 = "道（└）",
			},
			００７６ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（┐）",
			},
			００７７ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（└）",
			},
			００７８ = {
				マップ位置 = (list) { 51, 8 },
				種別 = "箱",
				番号 = 260,
			},
			００７９ = {
				マップ位置 = (list) { 51, 9 },
				種別 = "道（┐）",
			},
			００８０ = {
				マップ位置 = (list) { 51, 10 },
				種別 = "道（│）",
			},
			００８１ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（│）",
			},
			００８２ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（│）",
			},
			００８３ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（┘）",
			},
			００８４ = {
				マップ位置 = (list) { 52, 8 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 53, 7 },
				種別 = "道（┌）",
			},
			００８６ = {
				マップ位置 = (list) { 53, 8 },
				種別 = "道（┘）",
			},
			００８７ = {
				マップ位置 = (list) { 54, 7 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "道（┌）",
			},
			００８９ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（│）",
			},
			００９０ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（│）",
			},
			００９１ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（└）",
			},
			００９２ = {
				マップ位置 = (list) { 55, 7 },
				種別 = "道（┐）",
			},
			００９３ = {
				マップ位置 = (list) { 55, 8 },
				種別 = "道（│）",
			},
			００９４ = {
				マップ位置 = (list) { 55, 9 },
				種別 = "道（│）",
			},
			００９５ = {
				マップ位置 = (list) { 55, 10 },
				種別 = "道（│）",
			},
			００９６ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（┘）",
			},
			００９７ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "箱",
				番号 = 270,
			},
			００９８ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（┌）",
			},
			００９９ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "道（│）",
			},
			０１００ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "道（┘）",
			},
			０１０１ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "箱",
				番号 = 280,
			},
			０１０３ = {
				マップ位置 = (list) { 76, 12 },
				種別 = "箱",
				番号 = 300,
			},
		},
	},
	２部ゼス = {
		サイズ = (list) { 152, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 11 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 11 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 11 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 11 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "箱",
				番号 = 20,
			},
			０００９ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "箱",
				番号 = 30,
			},
			００１２ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "箱",
				番号 = 40,
			},
			００１７ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（┐）",
			},
			００２０ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（┐）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００２４ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００２６ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００２８ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００３０ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "箱",
				番号 = 140,
			},
			００３２ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "箱",
				番号 = 150,
			},
			００３４ = {
				マップ位置 = (list) { 37, 8 },
				種別 = "箱",
				番号 = 200,
			},
			００３５ = {
				マップ位置 = (list) { 38, 8 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 39, 8 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 40, 8 },
				種別 = "箱",
				番号 = 210,
			},
			００３８ = {
				マップ位置 = (list) { 41, 8 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 42, 8 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 43, 8 },
				種別 = "箱",
				番号 = 220,
			},
			００４１ = {
				マップ位置 = (list) { 44, 8 },
				種別 = "道（┐）",
			},
			００４２ = {
				マップ位置 = (list) { 44, 9 },
				種別 = "道（└）",
			},
			００４３ = {
				マップ位置 = (list) { 45, 9 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 46, 8 },
				種別 = "道（┌）",
			},
			００４５ = {
				マップ位置 = (list) { 46, 9 },
				種別 = "箱",
				番号 = 230,
			},
			００４６ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "道（└）",
			},
			００４７ = {
				マップ位置 = (list) { 47, 8 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 47, 10 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 48, 8 },
				種別 = "箱",
				番号 = 231,
			},
			００５０ = {
				マップ位置 = (list) { 48, 10 },
				種別 = "箱",
				番号 = 233,
			},
			００５１ = {
				マップ位置 = (list) { 49, 8 },
				種別 = "道（┐）",
			},
			００５２ = {
				マップ位置 = (list) { 49, 9 },
				種別 = "道（└）",
			},
			００５３ = {
				マップ位置 = (list) { 49, 10 },
				種別 = "道（┐）",
			},
			００５４ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "道（└）",
			},
			００５５ = {
				マップ位置 = (list) { 50, 9 },
				種別 = "道（┐）",
			},
			００５６ = {
				マップ位置 = (list) { 50, 10 },
				種別 = "道（│）",
			},
			００５７ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（┴）",
			},
			００５８ = {
				マップ位置 = (list) { 50, 17 },
				種別 = "箱",
				番号 = 300,
			},
			００５９ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 51, 17 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "箱",
				番号 = 235,
			},
			００６２ = {
				マップ位置 = (list) { 52, 17 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 53, 17 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "箱",
				番号 = 240,
			},
			００６６ = {
				マップ位置 = (list) { 54, 17 },
				種別 = "箱",
				番号 = 310,
			},
			００６７ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 55, 17 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 56, 17 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "箱",
				番号 = 250,
			},
			００７２ = {
				マップ位置 = (list) { 57, 17 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 58, 17 },
				種別 = "箱",
				番号 = 320,
			},
			００７５ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "箱",
				番号 = 260,
			},
			００７６ = {
				マップ位置 = (list) { 59, 17 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 60, 17 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 61, 16 },
				種別 = "道（┌）",
			},
			００７９ = {
				マップ位置 = (list) { 61, 17 },
				種別 = "道（┘）",
			},
			００８０ = {
				マップ位置 = (list) { 62, 16 },
				種別 = "箱",
				番号 = 400,
			},
			００８１ = {
				マップ位置 = (list) { 63, 16 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（┌）",
			},
			００８３ = {
				マップ位置 = (list) { 64, 15 },
				種別 = "道（│）",
			},
			００８４ = {
				マップ位置 = (list) { 64, 16 },
				種別 = "道（┘）",
			},
			００８５ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "道（┌）",
			},
			００８６ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "道（┘）",
			},
			００８７ = {
				マップ位置 = (list) { 66, 13 },
				種別 = "箱",
				番号 = 410,
			},
			００８８ = {
				マップ位置 = (list) { 67, 13 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "箱",
				番号 = 420,
			},
			００９０ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "箱",
				番号 = 430,
			},
			００９２ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 72, 13 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "箱",
				番号 = 440,
			},
			００９７ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 77, 13 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "道（┐）",
			},
			０１００ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（│）",
			},
			０１０１ = {
				マップ位置 = (list) { 78, 15 },
				種別 = "道（└）",
			},
			０１０２ = {
				マップ位置 = (list) { 79, 15 },
				種別 = "箱",
				番号 = 450,
			},
			０１０３ = {
				マップ位置 = (list) { 80, 15 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 81, 15 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 82, 15 },
				種別 = "箱",
				番号 = 451,
			},
			０１０６ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "道（┌）",
			},
			０１０７ = {
				マップ位置 = (list) { 83, 15 },
				種別 = "道（┘）",
			},
			０１０８ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "道（┌）",
			},
			０１０９ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "道（┘）",
			},
			０１１０ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "道（┌）",
			},
			０１１１ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "箱",
				番号 = 452,
			},
			０１１２ = {
				マップ位置 = (list) { 85, 14 },
				種別 = "道（└）",
			},
			０１１３ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（┌）",
			},
			０１１４ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（┘）",
			},
			０１１５ = {
				マップ位置 = (list) { 86, 14 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "箱",
				番号 = 453,
			},
			０１１７ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（┐）",
			},
			０１１９ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（└）",
			},
			０１２０ = {
				マップ位置 = (list) { 88, 14 },
				種別 = "箱",
				番号 = 454,
			},
			０１２１ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "箱",
				番号 = 458,
			},
			０１２２ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（├）",
			},
			０１２３ = {
				マップ位置 = (list) { 89, 14 },
				種別 = "道（┘）",
			},
			０１２４ = {
				マップ位置 = (list) { 90, 13 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "箱",
				番号 = 455,
			},
			０１２６ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "箱",
				番号 = 456,
			},
			０１２８ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "箱",
				番号 = 457,
			},
			０１３１ = {
				マップ位置 = (list) { 97, 11 },
				種別 = "道（┌）",
			},
			０１３２ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（│）",
			},
			０１３３ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "道（┘）",
			},
			０１３４ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "箱",
				番号 = 500,
			},
			０１３６ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 101, 11 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 102, 11 },
				種別 = "箱",
				番号 = 510,
			},
			０１３９ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "箱",
				番号 = 520,
			},
			０１４２ = {
				マップ位置 = (list) { 105, 12 },
				種別 = "道（│）",
			},
			０１４３ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "道（│）",
			},
			０１４４ = {
				マップ位置 = (list) { 105, 14 },
				種別 = "道（└）",
			},
			０１４５ = {
				マップ位置 = (list) { 106, 14 },
				種別 = "箱",
				番号 = 530,
			},
			０１４６ = {
				マップ位置 = (list) { 107, 14 },
				種別 = "道（┐）",
			},
			０１４７ = {
				マップ位置 = (list) { 107, 15 },
				種別 = "道（│）",
			},
			０１４８ = {
				マップ位置 = (list) { 107, 16 },
				種別 = "道（└）",
			},
			０１４９ = {
				マップ位置 = (list) { 108, 16 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 109, 16 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "道（┌）",
			},
			０１５２ = {
				マップ位置 = (list) { 110, 14 },
				種別 = "道（│）",
			},
			０１５３ = {
				マップ位置 = (list) { 110, 15 },
				種別 = "道（│）",
			},
			０１５４ = {
				マップ位置 = (list) { 110, 16 },
				種別 = "箱",
				番号 = 540,
			},
			０１５５ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 112, 13 },
				種別 = "箱",
				番号 = 550,
			},
			０１５７ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 114, 11 },
				種別 = "道（┌）",
			},
			０１５９ = {
				マップ位置 = (list) { 114, 12 },
				種別 = "道（│）",
			},
			０１６０ = {
				マップ位置 = (list) { 114, 13 },
				種別 = "道（┘）",
			},
			０１６１ = {
				マップ位置 = (list) { 115, 11 },
				種別 = "箱",
				番号 = 560,
			},
			０１６２ = {
				マップ位置 = (list) { 116, 11 },
				種別 = "道（─）",
			},
			０１６３ = {
				マップ位置 = (list) { 117, 11 },
				種別 = "箱",
				番号 = 570,
			},
			０１６４ = {
				マップ位置 = (list) { 118, 11 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 119, 11 },
				種別 = "箱",
				番号 = 600,
			},
			０１６６ = {
				マップ位置 = (list) { 120, 11 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 121, 11 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 122, 11 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 123, 11 },
				種別 = "箱",
				番号 = 610,
			},
			０１７０ = {
				マップ位置 = (list) { 124, 11 },
				種別 = "道（┐）",
			},
			０１７１ = {
				マップ位置 = (list) { 124, 12 },
				種別 = "道（└）",
			},
			０１７２ = {
				マップ位置 = (list) { 125, 12 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 126, 12 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 127, 11 },
				種別 = "道（┌）",
			},
			０１７５ = {
				マップ位置 = (list) { 127, 12 },
				種別 = "道（┘）",
			},
			０１７６ = {
				マップ位置 = (list) { 128, 11 },
				種別 = "箱",
				番号 = 620,
			},
			０１７７ = {
				マップ位置 = (list) { 129, 11 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 130, 11 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 131, 11 },
				種別 = "箱",
				番号 = 630,
			},
			０１８０ = {
				マップ位置 = (list) { 132, 11 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 133, 11 },
				種別 = "箱",
				番号 = 640,
			},
			０１８２ = {
				マップ位置 = (list) { 134, 11 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 135, 11 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 136, 10 },
				種別 = "道（┌）",
			},
			０１８５ = {
				マップ位置 = (list) { 136, 11 },
				種別 = "箱",
				番号 = 650,
			},
			０１８６ = {
				マップ位置 = (list) { 137, 9 },
				種別 = "道（┌）",
			},
			０１８７ = {
				マップ位置 = (list) { 137, 10 },
				種別 = "道（┘）",
			},
			０１８８ = {
				マップ位置 = (list) { 138, 9 },
				種別 = "箱",
				番号 = 660,
			},
			０１８９ = {
				マップ位置 = (list) { 139, 9 },
				種別 = "道（─）",
			},
			０１９０ = {
				マップ位置 = (list) { 140, 9 },
				種別 = "箱",
				番号 = 670,
			},
			０１９１ = {
				マップ位置 = (list) { 141, 9 },
				種別 = "道（─）",
			},
			０１９２ = {
				マップ位置 = (list) { 142, 9 },
				種別 = "箱",
				番号 = 680,
			},
			０１９３ = {
				マップ位置 = (list) { 143, 9 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 144, 9 },
				種別 = "道（─）",
				番号 = 685,
			},
			０１９５ = {
				マップ位置 = (list) { 145, 9 },
				種別 = "箱",
				番号 = 700,
			},
		},
	},
	２部ヘルマン = {
		サイズ = (list) { 160, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "道（┌）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 20,
			},
			０００７ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（└）",
			},
			０００８ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "箱",
				番号 = 21,
			},
			０００９ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "箱",
				番号 = 22,
			},
			００１３ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "箱",
				番号 = 25,
			},
			００１６ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "箱",
				番号 = 23,
			},
			００１７ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "箱",
				番号 = 24,
			},
			００２１ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（┐）",
			},
			００２３ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（├）",
			},
			００２４ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（┘）",
			},
			００２５ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２７ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（┐）",
			},
			００２８ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（└）",
			},
			００２９ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００３０ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┐）",
			},
			００３１ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（└）",
			},
			００３２ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "箱",
				番号 = 100,
			},
			００３５ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "箱",
				番号 = 110,
			},
			００３７ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "箱",
				番号 = 120,
			},
			００３９ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "箱",
				番号 = 130,
			},
			００４１ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（┌）",
			},
			００４２ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（│）",
			},
			００４３ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（┘）",
			},
			００４４ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "箱",
				番号 = 150,
			},
			００４７ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "箱",
				番号 = 160,
			},
			００５０ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（┌）",
			},
			００５３ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "箱",
				番号 = 170,
			},
			００５４ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（└）",
			},
			００５５ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "道（┐）",
			},
			００５８ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（└）",
			},
			００５９ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "箱",
				番号 = 181,
			},
			００６１ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "箱",
				番号 = 182,
			},
			００６６ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（┬）",
			},
			００６７ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（┘）",
			},
			００６８ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "箱",
				番号 = 190,
			},
			００６９ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "道（┌）",
			},
			００７２ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（┘）",
			},
			００７３ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００７５ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００７８ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "箱",
				番号 = 220,
			},
			００８１ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "箱",
				番号 = 230,
			},
			００８４ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "箱",
				番号 = 240,
			},
			００８７ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "箱",
				番号 = 250,
			},
			００９０ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "箱",
				番号 = 255,
			},
			００９３ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "箱",
				番号 = 260,
			},
			００９６ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "道（┐）",
			},
			００９７ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（│）",
			},
			００９８ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "道（└）",
			},
			００９９ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 77, 13 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "箱",
				番号 = 300,
			},
			０１０４ = {
				マップ位置 = (list) { 79, 13 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 80, 13 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 81, 12 },
				種別 = "道（┌）",
			},
			０１０７ = {
				マップ位置 = (list) { 81, 13 },
				種別 = "箱",
				番号 = 310,
			},
			０１０８ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "道（└）",
			},
			０１０９ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 82, 14 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "箱",
				番号 = 311,
			},
			０１１２ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "箱",
				番号 = 312,
			},
			０１１３ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "道（┐）",
			},
			０１１４ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "道（├）",
			},
			０１１５ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "道（┘）",
			},
			０１１６ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "箱",
				番号 = 320,
			},
			０１１８ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "道（┌）",
			},
			０１２１ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "箱",
				番号 = 330,
			},
			０１２２ = {
				マップ位置 = (list) { 89, 14 },
				種別 = "道（└）",
			},
			０１２３ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 90, 14 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "箱",
				番号 = 331,
			},
			０１２６ = {
				マップ位置 = (list) { 91, 14 },
				種別 = "箱",
				番号 = 332,
			},
			０１２７ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（┐）",
			},
			０１２８ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "道（├）",
			},
			０１２９ = {
				マップ位置 = (list) { 92, 14 },
				種別 = "道（┘）",
			},
			０１３０ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "箱",
				番号 = 340,
			},
			０１３３ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "箱",
				番号 = 345,
			},
			０１３６ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 100, 13 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 101, 13 },
				種別 = "箱",
				番号 = 350,
			},
			０１３９ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 103, 13 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "箱",
				番号 = 351,
			},
			０１４２ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 106, 13 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 107, 13 },
				種別 = "箱",
				番号 = 352,
			},
			０１４５ = {
				マップ位置 = (list) { 108, 13 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 109, 13 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "箱",
				番号 = 353,
			},
			０１４８ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 112, 13 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 114, 13 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 115, 13 },
				種別 = "箱",
				番号 = 360,
			},
			０１５３ = {
				マップ位置 = (list) { 116, 13 },
				種別 = "道（─）",
			},
			０１５４ = {
				マップ位置 = (list) { 117, 13 },
				種別 = "箱",
				番号 = 370,
			},
			０１５５ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 119, 13 },
				種別 = "箱",
				番号 = 375,
			},
			０１５７ = {
				マップ位置 = (list) { 120, 12 },
				種別 = "道（┌）",
			},
			０１５８ = {
				マップ位置 = (list) { 120, 13 },
				種別 = "道（┘）",
			},
			０１５９ = {
				マップ位置 = (list) { 121, 12 },
				種別 = "箱",
				番号 = 380,
			},
			０１６０ = {
				マップ位置 = (list) { 122, 12 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 123, 12 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 124, 12 },
				種別 = "道（─）",
			},
			０１６３ = {
				マップ位置 = (list) { 125, 12 },
				種別 = "箱",
				番号 = 390,
			},
			０１６４ = {
				マップ位置 = (list) { 126, 11 },
				種別 = "道（┌）",
			},
			０１６５ = {
				マップ位置 = (list) { 126, 12 },
				種別 = "道（┘）",
			},
			０１６６ = {
				マップ位置 = (list) { 127, 11 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 128, 11 },
				種別 = "箱",
				番号 = 400,
			},
			０１６８ = {
				マップ位置 = (list) { 129, 11 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 130, 11 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 131, 11 },
				種別 = "箱",
				番号 = 410,
			},
			０１７１ = {
				マップ位置 = (list) { 132, 11 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 133, 11 },
				種別 = "道（┐）",
			},
			０１７３ = {
				マップ位置 = (list) { 133, 12 },
				種別 = "道（│）",
			},
			０１７４ = {
				マップ位置 = (list) { 133, 13 },
				種別 = "道（└）",
			},
			０１７５ = {
				マップ位置 = (list) { 134, 13 },
				種別 = "箱",
				番号 = 420,
			},
			０１７６ = {
				マップ位置 = (list) { 135, 13 },
				種別 = "道（─）",
			},
			０１７７ = {
				マップ位置 = (list) { 136, 13 },
				種別 = "道（┐）",
			},
			０１７８ = {
				マップ位置 = (list) { 136, 14 },
				種別 = "道（│）",
			},
			０１７９ = {
				マップ位置 = (list) { 136, 15 },
				種別 = "道（└）",
			},
			０１８０ = {
				マップ位置 = (list) { 137, 15 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 138, 15 },
				種別 = "箱",
				番号 = 500,
			},
			０１８２ = {
				マップ位置 = (list) { 139, 15 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 140, 15 },
				種別 = "箱",
				番号 = 510,
			},
			０１８４ = {
				マップ位置 = (list) { 141, 15 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 142, 14 },
				種別 = "道（┌）",
			},
			０１８６ = {
				マップ位置 = (list) { 142, 15 },
				種別 = "箱",
				番号 = 540,
			},
			０１８７ = {
				マップ位置 = (list) { 142, 16 },
				種別 = "道（└）",
			},
			０１８８ = {
				マップ位置 = (list) { 143, 14 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 143, 16 },
				種別 = "道（─）",
			},
			０１９０ = {
				マップ位置 = (list) { 144, 14 },
				種別 = "箱",
				番号 = 541,
			},
			０１９１ = {
				マップ位置 = (list) { 144, 16 },
				種別 = "箱",
				番号 = 543,
			},
			０１９２ = {
				マップ位置 = (list) { 145, 14 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 145, 16 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 146, 14 },
				種別 = "箱",
				番号 = 542,
			},
			０１９５ = {
				マップ位置 = (list) { 146, 16 },
				種別 = "箱",
				番号 = 544,
			},
			０１９６ = {
				マップ位置 = (list) { 147, 14 },
				種別 = "道（┐）",
			},
			０１９７ = {
				マップ位置 = (list) { 147, 15 },
				種別 = "道（├）",
			},
			０１９８ = {
				マップ位置 = (list) { 147, 16 },
				種別 = "道（┘）",
			},
			０１９９ = {
				マップ位置 = (list) { 148, 15 },
				種別 = "箱",
				番号 = 550,
			},
			０２００ = {
				マップ位置 = (list) { 149, 15 },
				種別 = "道（─）",
			},
			０２０１ = {
				マップ位置 = (list) { 150, 15 },
				種別 = "箱",
				番号 = 560,
			},
			０２０２ = {
				マップ位置 = (list) { 151, 15 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 152, 15 },
				種別 = "道（─）",
			},
			０２０４ = {
				マップ位置 = (list) { 153, 15 },
				種別 = "箱",
				番号 = 580,
			},
			０２０５ = {
				マップ位置 = (list) { 154, 15 },
				種別 = "道（─）",
			},
			０２０６ = {
				マップ位置 = (list) { 155, 15 },
				種別 = "箱",
				番号 = 590,
			},
			０２０７ = {
				マップ位置 = (list) { 156, 15 },
				種別 = "道（─）",
			},
			０２０８ = {
				マップ位置 = (list) { 157, 15 },
				種別 = "箱",
				番号 = 600,
			},
		},
	},
	２部リーザス = {
		サイズ = (list) { 140, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 9 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 9 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 9 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 9 },
				種別 = "箱",
				番号 = 20,
			},
			０００５ = {
				マップ位置 = (list) { 7, 9 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 9 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 9 },
				種別 = "箱",
				番号 = 30,
			},
			０００８ = {
				マップ位置 = (list) { 10, 9 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 9 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 9 },
				種別 = "箱",
				番号 = 40,
			},
			００１１ = {
				マップ位置 = (list) { 13, 9 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 9 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 9 },
				種別 = "箱",
				番号 = 50,
			},
			００１４ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（┐）",
			},
			００１６ = {
				マップ位置 = (list) { 17, 10 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 10 },
				種別 = "箱",
				番号 = 60,
			},
			００１８ = {
				マップ位置 = (list) { 19, 9 },
				種別 = "道（┌）",
			},
			００１９ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "道（┘）",
			},
			００２０ = {
				マップ位置 = (list) { 20, 9 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 21, 8 },
				種別 = "道（┌）",
			},
			００２２ = {
				マップ位置 = (list) { 21, 9 },
				種別 = "箱",
				番号 = 70,
			},
			００２３ = {
				マップ位置 = (list) { 22, 6 },
				種別 = "道（┌）",
			},
			００２４ = {
				マップ位置 = (list) { 22, 7 },
				種別 = "道（│）",
			},
			００２５ = {
				マップ位置 = (list) { 22, 8 },
				種別 = "道（┘）",
			},
			００２６ = {
				マップ位置 = (list) { 22, 9 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 23, 6 },
				種別 = "箱",
				番号 = 80,
			},
			００２８ = {
				マップ位置 = (list) { 23, 9 },
				種別 = "道（┐）",
			},
			００２９ = {
				マップ位置 = (list) { 23, 10 },
				種別 = "道（└）",
			},
			００３０ = {
				マップ位置 = (list) { 24, 6 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 24, 10 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 25, 6 },
				種別 = "箱",
				番号 = 85,
			},
			００３３ = {
				マップ位置 = (list) { 25, 10 },
				種別 = "箱",
				番号 = 88,
			},
			００３４ = {
				マップ位置 = (list) { 26, 6 },
				種別 = "道（┐）",
			},
			００３５ = {
				マップ位置 = (list) { 26, 7 },
				種別 = "道（│）",
			},
			００３６ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "道（└）",
			},
			００３７ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（┐）",
			},
			００３９ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（├）",
			},
			００４０ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（┘）",
			},
			００４１ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 90,
			},
			００４２ = {
				マップ位置 = (list) { 29, 9 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 30, 8 },
				種別 = "箱",
				番号 = 95,
			},
			００４４ = {
				マップ位置 = (list) { 30, 9 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 31, 8 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 32, 8 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 33, 8 },
				種別 = "道（┐）",
			},
			００４８ = {
				マップ位置 = (list) { 33, 9 },
				種別 = "箱",
				番号 = 96,
			},
			００４９ = {
				マップ位置 = (list) { 34, 9 },
				種別 = "道（┐）",
			},
			００５０ = {
				マップ位置 = (list) { 34, 10 },
				種別 = "道（└）",
			},
			００５１ = {
				マップ位置 = (list) { 35, 10 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 36, 10 },
				種別 = "箱",
				番号 = 100,
			},
			００５３ = {
				マップ位置 = (list) { 37, 10 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 38, 10 },
				種別 = "箱",
				番号 = 110,
			},
			００５５ = {
				マップ位置 = (list) { 39, 10 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "箱",
				番号 = 120,
			},
			００５７ = {
				マップ位置 = (list) { 41, 10 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "箱",
				番号 = 125,
			},
			００５９ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 44, 10 },
				種別 = "箱",
				番号 = 130,
			},
			００６１ = {
				マップ位置 = (list) { 45, 10 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "箱",
				番号 = 140,
			},
			００６３ = {
				マップ位置 = (list) { 47, 10 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 48, 10 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 49, 10 },
				種別 = "箱",
				番号 = 150,
			},
			００６６ = {
				マップ位置 = (list) { 50, 10 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 51, 10 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 52, 10 },
				種別 = "箱",
				番号 = 160,
			},
			００６９ = {
				マップ位置 = (list) { 53, 10 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 54, 10 },
				種別 = "箱",
				番号 = 170,
			},
			００７１ = {
				マップ位置 = (list) { 55, 9 },
				種別 = "道（┌）",
			},
			００７２ = {
				マップ位置 = (list) { 55, 10 },
				種別 = "道（┘）",
			},
			００７３ = {
				マップ位置 = (list) { 56, 9 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 57, 9 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 58, 9 },
				種別 = "箱",
				番号 = 180,
			},
			００７６ = {
				マップ位置 = (list) { 59, 9 },
				種別 = "道（┐）",
			},
			００７７ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（└）",
			},
			００７８ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 62, 9 },
				種別 = "箱",
				番号 = 190,
			},
			００８１ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（┘）",
			},
			００８２ = {
				マップ位置 = (list) { 63, 9 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 64, 8 },
				種別 = "道（┌）",
			},
			００８４ = {
				マップ位置 = (list) { 64, 9 },
				種別 = "道（┘）",
			},
			００８５ = {
				マップ位置 = (list) { 65, 8 },
				種別 = "箱",
				番号 = 200,
			},
			００８６ = {
				マップ位置 = (list) { 66, 8 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 67, 8 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 68, 8 },
				種別 = "箱",
				番号 = 210,
			},
			００８９ = {
				マップ位置 = (list) { 69, 8 },
				種別 = "道（┐）",
			},
			００９０ = {
				マップ位置 = (list) { 69, 9 },
				種別 = "道（└）",
			},
			００９１ = {
				マップ位置 = (list) { 70, 9 },
				種別 = "道（┐）",
			},
			００９２ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "道（└）",
			},
			００９３ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "箱",
				番号 = 220,
			},
			００９６ = {
				マップ位置 = (list) { 74, 9 },
				種別 = "道（┌）",
			},
			００９７ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "道（┘）",
			},
			００９８ = {
				マップ位置 = (list) { 75, 8 },
				種別 = "道（┌）",
			},
			００９９ = {
				マップ位置 = (list) { 75, 9 },
				種別 = "道（┘）",
			},
			０１００ = {
				マップ位置 = (list) { 76, 8 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 77, 7 },
				種別 = "道（┌）",
			},
			０１０２ = {
				マップ位置 = (list) { 77, 8 },
				種別 = "箱",
				番号 = 230,
			},
			０１０３ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "道（└）",
			},
			０１０４ = {
				マップ位置 = (list) { 78, 7 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 78, 9 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 79, 7 },
				種別 = "箱",
				番号 = 231,
			},
			０１０７ = {
				マップ位置 = (list) { 79, 9 },
				種別 = "箱",
				番号 = 232,
			},
			０１０８ = {
				マップ位置 = (list) { 80, 7 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 80, 9 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 81, 7 },
				種別 = "道（┐）",
			},
			０１１１ = {
				マップ位置 = (list) { 81, 8 },
				種別 = "道（├）",
			},
			０１１２ = {
				マップ位置 = (list) { 81, 9 },
				種別 = "道（┘）",
			},
			０１１３ = {
				マップ位置 = (list) { 82, 8 },
				種別 = "箱",
				番号 = 240,
			},
			０１１４ = {
				マップ位置 = (list) { 83, 8 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 84, 8 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 85, 7 },
				種別 = "道（┌）",
			},
			０１１７ = {
				マップ位置 = (list) { 85, 8 },
				種別 = "箱",
				番号 = 250,
			},
			０１１８ = {
				マップ位置 = (list) { 85, 9 },
				種別 = "道（└）",
			},
			０１１９ = {
				マップ位置 = (list) { 86, 7 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 86, 9 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 87, 7 },
				種別 = "箱",
				番号 = 260,
			},
			０１２２ = {
				マップ位置 = (list) { 87, 9 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 88, 7 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 88, 9 },
				種別 = "箱",
				番号 = 265,
			},
			０１２５ = {
				マップ位置 = (list) { 89, 7 },
				種別 = "道（┐）",
			},
			０１２６ = {
				マップ位置 = (list) { 89, 8 },
				種別 = "道（└）",
			},
			０１２７ = {
				マップ位置 = (list) { 89, 9 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 90, 8 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 90, 9 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 91, 8 },
				種別 = "道（┬）",
			},
			０１３１ = {
				マップ位置 = (list) { 91, 9 },
				種別 = "道（┘）",
			},
			０１３２ = {
				マップ位置 = (list) { 92, 8 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 93, 8 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 94, 8 },
				種別 = "箱",
				番号 = 270,
			},
			０１３５ = {
				マップ位置 = (list) { 95, 8 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 96, 8 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 97, 8 },
				種別 = "箱",
				番号 = 280,
			},
			０１３８ = {
				マップ位置 = (list) { 98, 8 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 99, 8 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 100, 8 },
				種別 = "箱",
				番号 = 290,
			},
			０１４１ = {
				マップ位置 = (list) { 101, 8 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 102, 8 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 103, 8 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 104, 8 },
				種別 = "箱",
				番号 = 300,
			},
			０１４５ = {
				マップ位置 = (list) { 105, 8 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 106, 8 },
				種別 = "箱",
				番号 = 310,
			},
			０１４７ = {
				マップ位置 = (list) { 107, 8 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 108, 8 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 109, 8 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 110, 8 },
				種別 = "箱",
				番号 = 315,
			},
			０１５１ = {
				マップ位置 = (list) { 111, 8 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 112, 8 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 113, 8 },
				種別 = "箱",
				番号 = 320,
			},
			０１５４ = {
				マップ位置 = (list) { 114, 8 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 115, 8 },
				種別 = "箱",
				番号 = 321,
			},
			０１５６ = {
				マップ位置 = (list) { 116, 8 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 117, 8 },
				種別 = "箱",
				番号 = 322,
			},
			０１５８ = {
				マップ位置 = (list) { 118, 8 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 119, 8 },
				種別 = "箱",
				番号 = 330,
			},
			０１６０ = {
				マップ位置 = (list) { 120, 8 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 121, 8 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 122, 8 },
				種別 = "箱",
				番号 = 340,
			},
			０１６３ = {
				マップ位置 = (list) { 123, 8 },
				種別 = "道（┐）",
			},
			０１６４ = {
				マップ位置 = (list) { 123, 9 },
				種別 = "道（│）",
			},
			０１６５ = {
				マップ位置 = (list) { 123, 10 },
				種別 = "道（└）",
			},
			０１６６ = {
				マップ位置 = (list) { 124, 10 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 125, 10 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 126, 10 },
				種別 = "箱",
				番号 = 400,
			},
			０１６９ = {
				マップ位置 = (list) { 127, 10 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 128, 10 },
				種別 = "道（┐）",
			},
			０１７１ = {
				マップ位置 = (list) { 128, 11 },
				種別 = "道（│）",
			},
			０１７２ = {
				マップ位置 = (list) { 128, 12 },
				種別 = "道（│）",
			},
			０１７３ = {
				マップ位置 = (list) { 128, 13 },
				種別 = "道（│）",
			},
			０１７４ = {
				マップ位置 = (list) { 128, 14 },
				種別 = "道（└）",
			},
			０１７５ = {
				マップ位置 = (list) { 129, 14 },
				種別 = "道（─）",
			},
			０１７６ = {
				マップ位置 = (list) { 130, 14 },
				種別 = "箱",
				番号 = 410,
			},
			０１７７ = {
				マップ位置 = (list) { 131, 14 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 132, 14 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 133, 14 },
				種別 = "箱",
				番号 = 420,
			},
			０１８０ = {
				マップ位置 = (list) { 134, 14 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 135, 14 },
				種別 = "箱",
				番号 = 430,
			},
		},
	},
	２部自由都市 = {
		サイズ = (list) { 194, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 5 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 5 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 5 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 5 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 5 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "箱",
				番号 = 20,
			},
			０００９ = {
				マップ位置 = (list) { 10, 5 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 11, 5 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 12, 5 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 13, 5 },
				種別 = "箱",
				番号 = 30,
			},
			００１３ = {
				マップ位置 = (list) { 14, 5 },
				種別 = "道（┐）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 6 },
				種別 = "道（└）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 6 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 16, 6 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 17, 6 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 18, 6 },
				種別 = "箱",
				番号 = 100,
			},
			００１９ = {
				マップ位置 = (list) { 19, 6 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 20, 6 },
				種別 = "箱",
				番号 = 110,
			},
			００２１ = {
				マップ位置 = (list) { 21, 6 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 6 },
				種別 = "箱",
				番号 = 120,
			},
			００２３ = {
				マップ位置 = (list) { 23, 6 },
				種別 = "道（┐）",
			},
			００２４ = {
				マップ位置 = (list) { 23, 7 },
				種別 = "道（│）",
			},
			００２５ = {
				マップ位置 = (list) { 23, 8 },
				種別 = "道（└）",
			},
			００２６ = {
				マップ位置 = (list) { 24, 8 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 25, 8 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "箱",
				番号 = 130,
			},
			００２９ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 29, 8 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 30, 8 },
				種別 = "箱",
				番号 = 140,
			},
			００３３ = {
				マップ位置 = (list) { 31, 7 },
				種別 = "道（┌）",
			},
			００３４ = {
				マップ位置 = (list) { 31, 8 },
				種別 = "道（┘）",
			},
			００３５ = {
				マップ位置 = (list) { 32, 6 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 32, 7 },
				種別 = "道（┘）",
			},
			００３７ = {
				マップ位置 = (list) { 33, 5 },
				種別 = "道（┌）",
			},
			００３８ = {
				マップ位置 = (list) { 33, 6 },
				種別 = "道（┘）",
			},
			００３９ = {
				マップ位置 = (list) { 34, 5 },
				種別 = "箱",
				番号 = 200,
			},
			００４０ = {
				マップ位置 = (list) { 35, 5 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 36, 5 },
				種別 = "箱",
				番号 = 210,
			},
			００４２ = {
				マップ位置 = (list) { 37, 5 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 38, 5 },
				種別 = "箱",
				番号 = 220,
			},
			００４４ = {
				マップ位置 = (list) { 39, 5 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 40, 5 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 41, 5 },
				種別 = "箱",
				番号 = 240,
			},
			００４７ = {
				マップ位置 = (list) { 42, 5 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 43, 5 },
				種別 = "箱",
				番号 = 250,
			},
			００４９ = {
				マップ位置 = (list) { 44, 5 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 45, 5 },
				種別 = "箱",
				番号 = 260,
			},
			００５１ = {
				マップ位置 = (list) { 46, 5 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 47, 5 },
				種別 = "箱",
				番号 = 270,
			},
			００５３ = {
				マップ位置 = (list) { 48, 5 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 49, 5 },
				種別 = "箱",
				番号 = 280,
			},
			００５５ = {
				マップ位置 = (list) { 50, 5 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 51, 5 },
				種別 = "箱",
				番号 = 290,
			},
			００５７ = {
				マップ位置 = (list) { 52, 5 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 53, 5 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 54, 5 },
				種別 = "箱",
				番号 = 300,
			},
			００６０ = {
				マップ位置 = (list) { 55, 5 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 56, 5 },
				種別 = "箱",
				番号 = 310,
			},
			００６２ = {
				マップ位置 = (list) { 57, 5 },
				種別 = "道（┐）",
			},
			００６３ = {
				マップ位置 = (list) { 57, 6 },
				種別 = "道（└）",
			},
			００６４ = {
				マップ位置 = (list) { 58, 6 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 59, 6 },
				種別 = "箱",
				番号 = 400,
			},
			００６６ = {
				マップ位置 = (list) { 60, 6 },
				種別 = "道（┐）",
			},
			００６７ = {
				マップ位置 = (list) { 60, 7 },
				種別 = "道（└）",
			},
			００６８ = {
				マップ位置 = (list) { 61, 7 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 62, 7 },
				種別 = "箱",
				番号 = 410,
			},
			００７０ = {
				マップ位置 = (list) { 63, 7 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 64, 7 },
				種別 = "箱",
				番号 = 420,
			},
			００７２ = {
				マップ位置 = (list) { 65, 7 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 66, 7 },
				種別 = "箱",
				番号 = 430,
			},
			００７４ = {
				マップ位置 = (list) { 67, 7 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 68, 7 },
				種別 = "箱",
				番号 = 440,
			},
			００７６ = {
				マップ位置 = (list) { 69, 7 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 70, 7 },
				種別 = "箱",
				番号 = 450,
			},
			００７８ = {
				マップ位置 = (list) { 71, 7 },
				種別 = "道（┐）",
			},
			００７９ = {
				マップ位置 = (list) { 71, 8 },
				種別 = "道（└）",
			},
			００８０ = {
				マップ位置 = (list) { 72, 8 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 73, 8 },
				種別 = "箱",
				番号 = 500,
			},
			００８２ = {
				マップ位置 = (list) { 74, 8 },
				種別 = "道（┐）",
			},
			００８３ = {
				マップ位置 = (list) { 74, 9 },
				種別 = "道（└）",
			},
			００８４ = {
				マップ位置 = (list) { 75, 9 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 76, 9 },
				種別 = "箱",
				番号 = 510,
			},
			００８６ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 78, 9 },
				種別 = "箱",
				番号 = 520,
			},
			００８８ = {
				マップ位置 = (list) { 79, 9 },
				種別 = "道（┐）",
			},
			００８９ = {
				マップ位置 = (list) { 79, 10 },
				種別 = "道（└）",
			},
			００９０ = {
				マップ位置 = (list) { 80, 10 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 81, 10 },
				種別 = "箱",
				番号 = 600,
			},
			００９２ = {
				マップ位置 = (list) { 82, 10 },
				種別 = "道（┐）",
			},
			００９３ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "道（└）",
			},
			００９４ = {
				マップ位置 = (list) { 83, 11 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 84, 11 },
				種別 = "箱",
				番号 = 610,
			},
			００９６ = {
				マップ位置 = (list) { 85, 11 },
				種別 = "道（─）",
			},
			００９７ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "箱",
				番号 = 620,
			},
			００９８ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "道（┐）",
			},
			００９９ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "道（└）",
			},
			０１００ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "箱",
				番号 = 700,
			},
			０１０２ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（┐）",
			},
			０１０３ = {
				マップ位置 = (list) { 90, 13 },
				種別 = "道（└）",
			},
			０１０４ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "箱",
				番号 = 710,
			},
			０１０６ = {
				マップ位置 = (list) { 92, 14 },
				種別 = "道（└）",
			},
			０１０７ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 93, 14 },
				種別 = "道（┐）",
			},
			０１０９ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "道（└）",
			},
			０１１０ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "箱",
				番号 = 720,
			},
			０１１１ = {
				マップ位置 = (list) { 94, 15 },
				種別 = "箱",
				番号 = 730,
			},
			０１１２ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "箱",
				番号 = 740,
			},
			０１１４ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "箱",
				番号 = 750,
			},
			０１１７ = {
				マップ位置 = (list) { 100, 13 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 101, 13 },
				種別 = "箱",
				番号 = 760,
			},
			０１１９ = {
				マップ位置 = (list) { 102, 12 },
				種別 = "道（┌）",
			},
			０１２０ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "道（┘）",
			},
			０１２１ = {
				マップ位置 = (list) { 103, 12 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 104, 12 },
				種別 = "箱",
				番号 = 800,
			},
			０１２３ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "道（┌）",
			},
			０１２４ = {
				マップ位置 = (list) { 105, 12 },
				種別 = "道（┘）",
			},
			０１２５ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 107, 11 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 108, 11 },
				種別 = "箱",
				番号 = 810,
			},
			０１２８ = {
				マップ位置 = (list) { 109, 11 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 110, 11 },
				種別 = "箱",
				番号 = 820,
			},
			０１３０ = {
				マップ位置 = (list) { 111, 10 },
				種別 = "道（┌）",
			},
			０１３１ = {
				マップ位置 = (list) { 111, 11 },
				種別 = "道（┘）",
			},
			０１３２ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "箱",
				番号 = 900,
			},
			０１３４ = {
				マップ位置 = (list) { 114, 9 },
				種別 = "道（┌）",
			},
			０１３５ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "道（┘）",
			},
			０１３６ = {
				マップ位置 = (list) { 115, 9 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 116, 9 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 117, 9 },
				種別 = "箱",
				番号 = 910,
			},
			０１３９ = {
				マップ位置 = (list) { 118, 9 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 119, 9 },
				種別 = "箱",
				番号 = 920,
			},
			０１４１ = {
				マップ位置 = (list) { 120, 9 },
				種別 = "道（┐）",
			},
			０１４２ = {
				マップ位置 = (list) { 120, 10 },
				種別 = "道（└）",
			},
			０１４３ = {
				マップ位置 = (list) { 121, 10 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 122, 10 },
				種別 = "箱",
				番号 = 1000,
			},
			０１４５ = {
				マップ位置 = (list) { 123, 10 },
				種別 = "道（┐）",
			},
			０１４６ = {
				マップ位置 = (list) { 123, 11 },
				種別 = "道（└）",
			},
			０１４７ = {
				マップ位置 = (list) { 124, 11 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 125, 11 },
				種別 = "箱",
				番号 = 1010,
			},
			０１４９ = {
				マップ位置 = (list) { 126, 11 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 127, 11 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 128, 11 },
				種別 = "箱",
				番号 = 1020,
			},
			０１５２ = {
				マップ位置 = (list) { 129, 11 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 130, 11 },
				種別 = "道（─）",
			},
			０１５４ = {
				マップ位置 = (list) { 131, 10 },
				種別 = "道（┌）",
			},
			０１５５ = {
				マップ位置 = (list) { 131, 11 },
				種別 = "箱",
				番号 = 1030,
			},
			０１５６ = {
				マップ位置 = (list) { 131, 12 },
				種別 = "道（└）",
			},
			０１５７ = {
				マップ位置 = (list) { 132, 10 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 132, 12 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 133, 10 },
				種別 = "箱",
				番号 = 1040,
			},
			０１６０ = {
				マップ位置 = (list) { 133, 12 },
				種別 = "箱",
				番号 = 1050,
			},
			０１６１ = {
				マップ位置 = (list) { 134, 10 },
				種別 = "道（┐）",
			},
			０１６２ = {
				マップ位置 = (list) { 134, 11 },
				種別 = "道（├）",
			},
			０１６３ = {
				マップ位置 = (list) { 134, 12 },
				種別 = "道（┘）",
			},
			０１６４ = {
				マップ位置 = (list) { 135, 11 },
				種別 = "箱",
				番号 = 1060,
			},
			０１６５ = {
				マップ位置 = (list) { 136, 11 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 137, 11 },
				種別 = "箱",
				番号 = 1070,
			},
			０１６７ = {
				マップ位置 = (list) { 138, 11 },
				種別 = "道（┐）",
			},
			０１６８ = {
				マップ位置 = (list) { 138, 12 },
				種別 = "道（└）",
			},
			０１６９ = {
				マップ位置 = (list) { 139, 12 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 140, 12 },
				種別 = "箱",
				番号 = 1100,
			},
			０１７１ = {
				マップ位置 = (list) { 141, 12 },
				種別 = "道（┐）",
			},
			０１７２ = {
				マップ位置 = (list) { 141, 13 },
				種別 = "道（└）",
			},
			０１７３ = {
				マップ位置 = (list) { 142, 13 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 143, 13 },
				種別 = "箱",
				番号 = 1110,
			},
			０１７５ = {
				マップ位置 = (list) { 144, 13 },
				種別 = "道（─）",
			},
			０１７６ = {
				マップ位置 = (list) { 145, 13 },
				種別 = "箱",
				番号 = 1120,
			},
			０１７７ = {
				マップ位置 = (list) { 146, 13 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 147, 13 },
				種別 = "道（┐）",
			},
			０１７９ = {
				マップ位置 = (list) { 147, 14 },
				種別 = "道（└）",
			},
			０１８０ = {
				マップ位置 = (list) { 148, 14 },
				種別 = "箱",
				番号 = 1200,
			},
			０１８１ = {
				マップ位置 = (list) { 149, 14 },
				種別 = "道（┐）",
			},
			０１８２ = {
				マップ位置 = (list) { 149, 15 },
				種別 = "道（└）",
			},
			０１８３ = {
				マップ位置 = (list) { 150, 15 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 151, 15 },
				種別 = "箱",
				番号 = 1210,
			},
			０１８５ = {
				マップ位置 = (list) { 152, 15 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 153, 15 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 154, 15 },
				種別 = "箱",
				番号 = 1220,
			},
			０１８８ = {
				マップ位置 = (list) { 155, 15 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 156, 15 },
				種別 = "箱",
				番号 = 1230,
			},
			０１９０ = {
				マップ位置 = (list) { 157, 15 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 158, 15 },
				種別 = "道（─）",
			},
			０１９２ = {
				マップ位置 = (list) { 159, 15 },
				種別 = "箱",
				番号 = 1240,
			},
			０１９３ = {
				マップ位置 = (list) { 160, 15 },
				種別 = "道（┐）",
			},
			０１９４ = {
				マップ位置 = (list) { 160, 16 },
				種別 = "道（└）",
			},
			０１９５ = {
				マップ位置 = (list) { 161, 16 },
				種別 = "道（─）",
			},
			０１９６ = {
				マップ位置 = (list) { 162, 16 },
				種別 = "箱",
				番号 = 1300,
			},
			０１９７ = {
				マップ位置 = (list) { 163, 16 },
				種別 = "道（┐）",
			},
			０１９８ = {
				マップ位置 = (list) { 163, 17 },
				種別 = "道（└）",
			},
			０１９９ = {
				マップ位置 = (list) { 164, 17 },
				種別 = "道（─）",
			},
			０２００ = {
				マップ位置 = (list) { 165, 17 },
				種別 = "箱",
				番号 = 1310,
			},
			０２０１ = {
				マップ位置 = (list) { 166, 17 },
				種別 = "道（─）",
			},
			０２０２ = {
				マップ位置 = (list) { 167, 17 },
				種別 = "箱",
				番号 = 1320,
			},
			０２０３ = {
				マップ位置 = (list) { 168, 17 },
				種別 = "道（─）",
			},
			０２０４ = {
				マップ位置 = (list) { 169, 17 },
				種別 = "箱",
				番号 = 1330,
			},
			０２０５ = {
				マップ位置 = (list) { 170, 17 },
				種別 = "道（─）",
			},
			０２０６ = {
				マップ位置 = (list) { 171, 17 },
				種別 = "箱",
				番号 = 1340,
			},
			０２０７ = {
				マップ位置 = (list) { 172, 16 },
				種別 = "道（┌）",
			},
			０２０８ = {
				マップ位置 = (list) { 172, 17 },
				種別 = "道（┘）",
			},
			０２０９ = {
				マップ位置 = (list) { 173, 16 },
				種別 = "道（─）",
			},
			０２１０ = {
				マップ位置 = (list) { 174, 16 },
				種別 = "箱",
				番号 = 1400,
			},
			０２１１ = {
				マップ位置 = (list) { 175, 15 },
				種別 = "道（┌）",
			},
			０２１２ = {
				マップ位置 = (list) { 175, 16 },
				種別 = "道（┘）",
			},
			０２１３ = {
				マップ位置 = (list) { 176, 15 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 177, 15 },
				種別 = "道（─）",
			},
			０２１５ = {
				マップ位置 = (list) { 178, 15 },
				種別 = "箱",
				番号 = 1410,
			},
			０２１６ = {
				マップ位置 = (list) { 179, 15 },
				種別 = "道（─）",
			},
			０２１７ = {
				マップ位置 = (list) { 180, 15 },
				種別 = "箱",
				番号 = 1420,
			},
			０２１８ = {
				マップ位置 = (list) { 180, 16 },
				種別 = "道（└）",
			},
			０２１９ = {
				マップ位置 = (list) { 181, 15 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 181, 16 },
				種別 = "道（─）",
			},
			０２２１ = {
				マップ位置 = (list) { 182, 15 },
				種別 = "箱",
				番号 = 1430,
			},
			０２２２ = {
				マップ位置 = (list) { 182, 16 },
				種別 = "箱",
				番号 = 1450,
			},
			０２２３ = {
				マップ位置 = (list) { 183, 15 },
				種別 = "道（─）",
			},
			０２２４ = {
				マップ位置 = (list) { 183, 16 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 184, 15 },
				種別 = "箱",
				番号 = 1440,
			},
			０２２６ = {
				マップ位置 = (list) { 184, 16 },
				種別 = "道（─）",
			},
			０２２７ = {
				マップ位置 = (list) { 185, 15 },
				種別 = "道（┐）",
			},
			０２２８ = {
				マップ位置 = (list) { 185, 16 },
				種別 = "道（┤）",
			},
			０２２９ = {
				マップ位置 = (list) { 185, 17 },
				種別 = "道（└）",
			},
			０２３０ = {
				マップ位置 = (list) { 186, 17 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 187, 17 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 188, 17 },
				種別 = "道（─）",
			},
			０２３３ = {
				マップ位置 = (list) { 189, 17 },
				種別 = "箱",
				番号 = 1490,
			},
			０２３４ = {
				マップ位置 = (list) { 190, 17 },
				種別 = "道（─）",
			},
			０２３５ = {
				マップ位置 = (list) { 191, 17 },
				種別 = "箱",
				番号 = 1500,
			},
		},
	},
	２部魔王ランス１ = {
		サイズ = (list) { 88, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "道（┌）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（┘）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "道（┌）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（┘）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "箱",
				番号 = 20,
			},
			００１２ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "箱",
				番号 = 25,
			},
			００１５ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "箱",
				番号 = 30,
			},
			００１８ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "箱",
				番号 = 40,
			},
			００２０ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "箱",
				番号 = 45,
			},
			００２４ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（┐）",
			},
			００２５ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（│）",
			},
			００２６ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００２８ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（┌）",
			},
			００３１ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００３２ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 115,
			},
			００３６ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "箱",
				番号 = 116,
			},
			００３７ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（┌）",
			},
			００３８ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（┘）",
			},
			００３９ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（┐）",
			},
			００４０ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "道（│）",
			},
			００４１ = {
				マップ位置 = (list) { 33, 16 },
				種別 = "道（└）",
			},
			００４２ = {
				マップ位置 = (list) { 34, 10 },
				種別 = "道（┌）",
			},
			００４３ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（┘）",
			},
			００４４ = {
				マップ位置 = (list) { 34, 16 },
				種別 = "箱",
				番号 = 118,
			},
			００４５ = {
				マップ位置 = (list) { 35, 10 },
				種別 = "箱",
				番号 = 117,
			},
			００４６ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "道（┌）",
			},
			００４７ = {
				マップ位置 = (list) { 35, 16 },
				種別 = "道（┘）",
			},
			００４８ = {
				マップ位置 = (list) { 36, 10 },
				種別 = "道（┐）",
			},
			００４９ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（│）",
			},
			００５０ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（└）",
			},
			００５１ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（┌）",
			},
			００５２ = {
				マップ位置 = (list) { 36, 15 },
				種別 = "道（┘）",
			},
			００５３ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（┐）",
			},
			００５４ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（├）",
			},
			００５５ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（┘）",
			},
			００５６ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００５８ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００６１ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "道（┌）",
			},
			００６３ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（│）",
			},
			００６４ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（┘）",
			},
			００６５ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "箱",
				番号 = 140,
			},
			００６６ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（┐）",
			},
			００６７ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（└）",
			},
			００６８ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（┐）",
			},
			００６９ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（└）",
			},
			００７０ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "箱",
				番号 = 142,
			},
			００７１ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "箱",
				番号 = 145,
			},
			００７４ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "箱",
				番号 = 146,
			},
			００７６ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "箱",
				番号 = 147,
			},
			００７９ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "箱",
				番号 = 150,
			},
			００８３ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "道（│）",
			},
			００８４ = {
				マップ位置 = (list) { 60, 15 },
				種別 = "道（│）",
			},
			００８５ = {
				マップ位置 = (list) { 60, 16 },
				種別 = "道（│）",
			},
			００８６ = {
				マップ位置 = (list) { 60, 17 },
				種別 = "道（└）",
			},
			００８７ = {
				マップ位置 = (list) { 61, 17 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 62, 17 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 63, 17 },
				種別 = "箱",
				番号 = 155,
			},
			００９０ = {
				マップ位置 = (list) { 64, 17 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 65, 17 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 66, 17 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 67, 13 },
				種別 = "道（┌）",
			},
			００９４ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "道（│）",
			},
			００９５ = {
				マップ位置 = (list) { 67, 15 },
				種別 = "道（│）",
			},
			００９６ = {
				マップ位置 = (list) { 67, 16 },
				種別 = "道（│）",
			},
			００９７ = {
				マップ位置 = (list) { 67, 17 },
				種別 = "道（┘）",
			},
			００９８ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "箱",
				番号 = 160,
			},
			００９９ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（┌）",
			},
			０１０２ = {
				マップ位置 = (list) { 71, 12 },
				種別 = "道（│）",
			},
			０１０３ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "道（┘）",
			},
			０１０４ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "箱",
				番号 = 170,
			},
			０１０５ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "道（┌）",
			},
			０１０７ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（┘）",
			},
			０１０８ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "箱",
				番号 = 180,
			},
			０１０９ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "道（┌）",
			},
			０１１１ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "道（┘）",
			},
			０１１２ = {
				マップ位置 = (list) { 78, 9 },
				種別 = "箱",
				番号 = 200,
			},
			０１１３ = {
				マップ位置 = (list) { 79, 9 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 80, 9 },
				種別 = "箱",
				番号 = 210,
			},
			０１１５ = {
				マップ位置 = (list) { 81, 9 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 82, 9 },
				種別 = "箱",
				番号 = 220,
			},
			０１１７ = {
				マップ位置 = (list) { 83, 9 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 84, 9 },
				種別 = "箱",
				番号 = 230,
			},
		},
	},
	２部魔王ランス２ = {
		サイズ = (list) { 147, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 5 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 5 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 5 },
				種別 = "道（┐）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 6 },
				種別 = "道（└）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "箱",
				番号 = 100,
			},
			０００７ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "箱",
				番号 = 110,
			},
			００１０ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 12, 6 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 13, 6 },
				種別 = "箱",
				番号 = 120,
			},
			００１３ = {
				マップ位置 = (list) { 14, 6 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 6 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 6 },
				種別 = "箱",
				番号 = 140,
			},
			００１６ = {
				マップ位置 = (list) { 17, 6 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 6 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 19, 6 },
				種別 = "箱",
				番号 = 150,
			},
			００１９ = {
				マップ位置 = (list) { 20, 6 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 21, 6 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 22, 6 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 23, 6 },
				種別 = "箱",
				番号 = 160,
			},
			００２３ = {
				マップ位置 = (list) { 24, 6 },
				種別 = "道（┐）",
			},
			００２４ = {
				マップ位置 = (list) { 24, 7 },
				種別 = "道（└）",
			},
			００２５ = {
				マップ位置 = (list) { 25, 7 },
				種別 = "箱",
				番号 = 170,
			},
			００２６ = {
				マップ位置 = (list) { 26, 7 },
				種別 = "道（┐）",
			},
			００２７ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "道（└）",
			},
			００２８ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "箱",
				番号 = 180,
			},
			００２９ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 29, 8 },
				種別 = "箱",
				番号 = 190,
			},
			００３１ = {
				マップ位置 = (list) { 30, 8 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 31, 8 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 32, 8 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 33, 8 },
				種別 = "箱",
				番号 = 200,
			},
			００３５ = {
				マップ位置 = (list) { 34, 8 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 35, 8 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 36, 8 },
				種別 = "箱",
				番号 = 210,
			},
			００３８ = {
				マップ位置 = (list) { 37, 7 },
				種別 = "道（┌）",
			},
			００３９ = {
				マップ位置 = (list) { 37, 8 },
				種別 = "道（┘）",
			},
			００４０ = {
				マップ位置 = (list) { 38, 7 },
				種別 = "箱",
				番号 = 220,
			},
			００４１ = {
				マップ位置 = (list) { 39, 7 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 40, 7 },
				種別 = "道（┐）",
			},
			００４３ = {
				マップ位置 = (list) { 40, 8 },
				種別 = "道（└）",
			},
			００４４ = {
				マップ位置 = (list) { 41, 8 },
				種別 = "箱",
				番号 = 230,
			},
			００４５ = {
				マップ位置 = (list) { 42, 8 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 43, 8 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 44, 8 },
				種別 = "箱",
				番号 = 240,
			},
			００４８ = {
				マップ位置 = (list) { 45, 8 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 46, 8 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 47, 8 },
				種別 = "箱",
				番号 = 260,
			},
			００５１ = {
				マップ位置 = (list) { 48, 8 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 49, 8 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 50, 8 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 51, 7 },
				種別 = "道（┌）",
			},
			００５５ = {
				マップ位置 = (list) { 51, 8 },
				種別 = "箱",
				番号 = 270,
			},
			００５６ = {
				マップ位置 = (list) { 51, 9 },
				種別 = "道（└）",
			},
			００５７ = {
				マップ位置 = (list) { 52, 7 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 52, 9 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 53, 7 },
				種別 = "箱",
				番号 = 271,
			},
			００６０ = {
				マップ位置 = (list) { 53, 9 },
				種別 = "箱",
				番号 = 272,
			},
			００６１ = {
				マップ位置 = (list) { 54, 7 },
				種別 = "道（┐）",
			},
			００６２ = {
				マップ位置 = (list) { 54, 8 },
				種別 = "道（├）",
			},
			００６３ = {
				マップ位置 = (list) { 54, 9 },
				種別 = "道（┘）",
			},
			００６４ = {
				マップ位置 = (list) { 55, 8 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 56, 8 },
				種別 = "箱",
				番号 = 280,
			},
			００６６ = {
				マップ位置 = (list) { 57, 8 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 58, 8 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 59, 8 },
				種別 = "箱",
				番号 = 300,
			},
			００６９ = {
				マップ位置 = (list) { 60, 8 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 61, 8 },
				種別 = "箱",
				番号 = 310,
			},
			００７１ = {
				マップ位置 = (list) { 62, 8 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 63, 8 },
				種別 = "道（┐）",
			},
			００７３ = {
				マップ位置 = (list) { 63, 9 },
				種別 = "道（└）",
			},
			００７４ = {
				マップ位置 = (list) { 64, 9 },
				種別 = "箱",
				番号 = 320,
			},
			００７５ = {
				マップ位置 = (list) { 65, 9 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 66, 9 },
				種別 = "道（┐）",
			},
			００７７ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "道（└）",
			},
			００７８ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 68, 10 },
				種別 = "箱",
				番号 = 330,
			},
			００８０ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "箱",
				番号 = 340,
			},
			００８４ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "箱",
				番号 = 350,
			},
			００８６ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "箱",
				番号 = 360,
			},
			００８７ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "箱",
				番号 = 351,
			},
			００９０ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "箱",
				番号 = 361,
			},
			００９１ = {
				マップ位置 = (list) { 77, 8 },
				種別 = "箱",
				番号 = 370,
			},
			００９２ = {
				マップ位置 = (list) { 78, 8 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 79, 8 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 80, 7 },
				種別 = "道（┌）",
			},
			００９５ = {
				マップ位置 = (list) { 80, 8 },
				種別 = "箱",
				番号 = 400,
			},
			００９６ = {
				マップ位置 = (list) { 80, 9 },
				種別 = "道（└）",
			},
			００９７ = {
				マップ位置 = (list) { 81, 7 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 81, 9 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 82, 7 },
				種別 = "箱",
				番号 = 410,
			},
			０１００ = {
				マップ位置 = (list) { 82, 9 },
				種別 = "箱",
				番号 = 420,
			},
			０１０１ = {
				マップ位置 = (list) { 83, 7 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 83, 9 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 84, 7 },
				種別 = "箱",
				番号 = 415,
			},
			０１０４ = {
				マップ位置 = (list) { 84, 9 },
				種別 = "箱",
				番号 = 425,
			},
			０１０５ = {
				マップ位置 = (list) { 85, 7 },
				種別 = "道（┐）",
			},
			０１０６ = {
				マップ位置 = (list) { 85, 8 },
				種別 = "道（├）",
			},
			０１０７ = {
				マップ位置 = (list) { 85, 9 },
				種別 = "道（┘）",
			},
			０１０８ = {
				マップ位置 = (list) { 86, 8 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 87, 8 },
				種別 = "箱",
				番号 = 430,
			},
			０１１０ = {
				マップ位置 = (list) { 88, 8 },
				種別 = "道（┐）",
			},
			０１１１ = {
				マップ位置 = (list) { 88, 9 },
				種別 = "道（└）",
			},
			０１１２ = {
				マップ位置 = (list) { 89, 9 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 90, 9 },
				種別 = "箱",
				番号 = 440,
			},
			０１１４ = {
				マップ位置 = (list) { 91, 9 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 92, 9 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 93, 9 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 94, 9 },
				種別 = "箱",
				番号 = 450,
			},
			０１１８ = {
				マップ位置 = (list) { 95, 9 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 96, 9 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 97, 9 },
				種別 = "箱",
				番号 = 470,
			},
			０１２１ = {
				マップ位置 = (list) { 98, 8 },
				種別 = "道（┌）",
			},
			０１２２ = {
				マップ位置 = (list) { 98, 9 },
				種別 = "道（┘）",
			},
			０１２３ = {
				マップ位置 = (list) { 99, 8 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 100, 8 },
				種別 = "箱",
				番号 = 480,
			},
			０１２５ = {
				マップ位置 = (list) { 101, 8 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 102, 8 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 103, 8 },
				種別 = "箱",
				番号 = 490,
			},
			０１２８ = {
				マップ位置 = (list) { 104, 8 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 105, 8 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 106, 8 },
				種別 = "箱",
				番号 = 500,
			},
			０１３１ = {
				マップ位置 = (list) { 107, 8 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 108, 8 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 109, 8 },
				種別 = "箱",
				番号 = 510,
			},
			０１３４ = {
				マップ位置 = (list) { 110, 8 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 111, 8 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 112, 8 },
				種別 = "箱",
				番号 = 520,
			},
			０１３７ = {
				マップ位置 = (list) { 113, 8 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 114, 8 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 115, 8 },
				種別 = "箱",
				番号 = 530,
			},
			０１４０ = {
				マップ位置 = (list) { 116, 8 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 117, 8 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 118, 8 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 119, 8 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 120, 8 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 121, 8 },
				種別 = "箱",
				番号 = 600,
			},
			０１４６ = {
				マップ位置 = (list) { 122, 8 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 123, 8 },
				種別 = "箱",
				番号 = 610,
			},
			０１４８ = {
				マップ位置 = (list) { 124, 8 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 125, 8 },
				種別 = "箱",
				番号 = 620,
			},
			０１５０ = {
				マップ位置 = (list) { 126, 7 },
				種別 = "道（┌）",
			},
			０１５１ = {
				マップ位置 = (list) { 126, 8 },
				種別 = "道（┘）",
			},
			０１５２ = {
				マップ位置 = (list) { 127, 7 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 128, 7 },
				種別 = "道（─）",
			},
			０１５４ = {
				マップ位置 = (list) { 129, 7 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 130, 7 },
				種別 = "箱",
				番号 = 700,
			},
			０１５６ = {
				マップ位置 = (list) { 131, 7 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 132, 7 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 133, 7 },
				種別 = "箱",
				番号 = 710,
			},
			０１５９ = {
				マップ位置 = (list) { 134, 7 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 135, 7 },
				種別 = "箱",
				番号 = 720,
			},
			０１６１ = {
				マップ位置 = (list) { 136, 7 },
				種別 = "道（┐）",
			},
			０１６２ = {
				マップ位置 = (list) { 136, 8 },
				種別 = "道（└）",
			},
			０１６３ = {
				マップ位置 = (list) { 137, 8 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 138, 8 },
				種別 = "箱",
				番号 = 730,
			},
			０１６５ = {
				マップ位置 = (list) { 139, 8 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 140, 8 },
				種別 = "箱",
				番号 = 800,
			},
			０１６７ = {
				マップ位置 = (list) { 141, 8 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 142, 8 },
				種別 = "箱",
				番号 = 810,
			},
		},
	},
	２部魔王ランス３ = {
		サイズ = (list) { 70, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 8 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 8 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 8 },
				種別 = "箱",
				番号 = 20,
			},
			０００４ = {
				マップ位置 = (list) { 6, 8 },
				種別 = "道（┐）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 9 },
				種別 = "道（└）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 9 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 9 },
				種別 = "箱",
				番号 = 30,
			},
			０００８ = {
				マップ位置 = (list) { 9, 9 },
				種別 = "道（┐）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（└）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "箱",
				番号 = 40,
			},
			００１２ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "箱",
				番号 = 45,
			},
			００１５ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（┐）",
			},
			００１６ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "箱",
				番号 = 50,
			},
			００１９ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００２２ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "箱",
				番号 = 70,
			},
			００２５ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（┐）",
			},
			００２７ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（└）",
			},
			００２８ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 80,
			},
			００２９ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（┐）",
			},
			００３１ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（└）",
			},
			００３２ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "箱",
				番号 = 90,
			},
			００３３ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００３６ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００３９ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（┌）",
			},
			００４０ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（┘）",
			},
			００４１ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（┌）",
			},
			００４２ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（┘）",
			},
			００４３ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "箱",
				番号 = 120,
			},
			００４４ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "箱",
				番号 = 130,
			},
			００４７ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "箱",
				番号 = 140,
			},
			００５０ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "箱",
				番号 = 150,
			},
			００５３ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（└）",
			},
			００５４ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（┐）",
			},
			００５６ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（└）",
			},
			００５７ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "箱",
				番号 = 160,
			},
			００５８ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "箱",
				番号 = 170,
			},
			００５９ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "箱",
				番号 = 165,
			},
			００６２ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（┌）",
			},
			００６５ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（┘）",
			},
			００６６ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（┬）",
			},
			００６７ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（┘）",
			},
			００６８ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "箱",
				番号 = 190,
			},
			００６９ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "道（┌）",
			},
			００７２ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００７３ = {
				マップ位置 = (list) { 58, 9 },
				種別 = "道（┌）",
			},
			００７４ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "道（┘）",
			},
			００７５ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 59, 9 },
				種別 = "箱",
				番号 = 210,
			},
			００７７ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "箱",
				番号 = 220,
			},
			００７８ = {
				マップ位置 = (list) { 60, 9 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 61, 9 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "箱",
				番号 = 230,
			},
			００８２ = {
				マップ位置 = (list) { 62, 9 },
				種別 = "道（┐）",
			},
			００８３ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（├）",
			},
			００８４ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "道（┘）",
			},
			００８５ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "箱",
				番号 = 240,
			},
		},
	},
	２部旅立ち = {
		サイズ = (list) { 118, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "箱",
				番号 = 25,
			},
			００１４ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（┌）",
			},
			００１８ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（┘）",
			},
			００１９ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "箱",
				番号 = 35,
			},
			００２０ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 24, 10 },
				種別 = "道（┌）",
			},
			００２２ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（┘）",
			},
			００２３ = {
				マップ位置 = (list) { 25, 10 },
				種別 = "箱",
				番号 = 40,
			},
			００２４ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（┐）",
			},
			００２６ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "箱",
				番号 = 50,
			},
			００２８ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "道（┌）",
			},
			００３１ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００３２ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 32, 9 },
				種別 = "道（┌）",
			},
			００３４ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "道（┘）",
			},
			００３５ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（└）",
			},
			００３８ = {
				マップ位置 = (list) { 33, 9 },
				種別 = "箱",
				番号 = 61,
			},
			００３９ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "箱",
				番号 = 62,
			},
			００４０ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "箱",
				番号 = 64,
			},
			００４１ = {
				マップ位置 = (list) { 34, 9 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（─）",
				番号 = 63,
			},
			００４３ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（─）",
				番号 = 65,
			},
			００４４ = {
				マップ位置 = (list) { 35, 9 },
				種別 = "道（┐）",
			},
			００４５ = {
				マップ位置 = (list) { 35, 10 },
				種別 = "道（│）",
			},
			００４６ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（┼）",
			},
			００４７ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（│）",
			},
			００４８ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（┘）",
			},
			００４９ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "箱",
				番号 = 70,
			},
			００５０ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "箱",
				番号 = 80,
			},
			００５３ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "箱",
				番号 = 100,
			},
			００５７ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "箱",
				番号 = 110,
			},
			００５９ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "箱",
				番号 = 120,
			},
			００６１ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 49, 10 },
				種別 = "道（┌）",
			},
			００６３ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "箱",
				番号 = 130,
			},
			００６４ = {
				マップ位置 = (list) { 50, 9 },
				種別 = "箱",
				番号 = 140,
			},
			００６５ = {
				マップ位置 = (list) { 50, 10 },
				種別 = "道（┘）",
			},
			００６６ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（┐）",
			},
			００６８ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（└）",
			},
			００６９ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００７１ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "箱",
				番号 = 230,
			},
			００７５ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（┌）",
			},
			００７７ = {
				マップ位置 = (list) { 59, 12 },
				種別 = "道（┘）",
			},
			００７８ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "道（┌）",
			},
			００７９ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "道（┘）",
			},
			００８０ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "箱",
				番号 = 300,
			},
			００８１ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "箱",
				番号 = 310,
			},
			００８４ = {
				マップ位置 = (list) { 65, 10 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "箱",
				番号 = 320,
			},
			００８７ = {
				マップ位置 = (list) { 68, 10 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "箱",
				番号 = 330,
			},
			００９０ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "箱",
				番号 = 340,
			},
			００９３ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "道（┐）",
			},
			００９４ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（└）",
			},
			００９５ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "箱",
				番号 = 350,
			},
			００９７ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（┐）",
			},
			００９８ = {
				マップ位置 = (list) { 77, 12 },
				種別 = "道（└）",
			},
			００９９ = {
				マップ位置 = (list) { 78, 12 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 79, 12 },
				種別 = "箱",
				番号 = 360,
			},
			０１０１ = {
				マップ位置 = (list) { 80, 12 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 81, 12 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "箱",
				番号 = 370,
			},
			０１０４ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "箱",
				番号 = 380,
			},
			０１０７ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "道（┌）",
			},
			０１０８ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（│）",
			},
			０１０９ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（┘）",
			},
			０１１０ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "箱",
				番号 = 390,
			},
			０１１１ = {
				マップ位置 = (list) { 88, 10 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 89, 10 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 90, 9 },
				種別 = "道（┌）",
			},
			０１１４ = {
				マップ位置 = (list) { 90, 10 },
				種別 = "箱",
				番号 = 400,
			},
			０１１５ = {
				マップ位置 = (list) { 90, 11 },
				種別 = "道（└）",
			},
			０１１６ = {
				マップ位置 = (list) { 91, 9 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 91, 11 },
				種別 = "道（┐）",
			},
			０１１８ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（└）",
			},
			０１１９ = {
				マップ位置 = (list) { 92, 9 },
				種別 = "箱",
				番号 = 410,
			},
			０１２０ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 93, 9 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "箱",
				番号 = 430,
			},
			０１２３ = {
				マップ位置 = (list) { 94, 9 },
				種別 = "箱",
				番号 = 420,
			},
			０１２４ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 95, 9 },
				種別 = "道（┐）",
			},
			０１２６ = {
				マップ位置 = (list) { 95, 10 },
				種別 = "道（│）",
			},
			０１２７ = {
				マップ位置 = (list) { 95, 11 },
				種別 = "道（├）",
			},
			０１２８ = {
				マップ位置 = (list) { 95, 12 },
				種別 = "道（┘）",
			},
			０１２９ = {
				マップ位置 = (list) { 96, 11 },
				種別 = "箱",
				番号 = 450,
			},
			０１３０ = {
				マップ位置 = (list) { 97, 11 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "箱",
				番号 = 460,
			},
			０１３３ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 101, 11 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 102, 11 },
				種別 = "箱",
				番号 = 500,
			},
			０１３６ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "箱",
				番号 = 510,
			},
			０１３８ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 107, 11 },
				種別 = "箱",
				番号 = 520,
			},
			０１４１ = {
				マップ位置 = (list) { 108, 11 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 109, 11 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 110, 11 },
				種別 = "箱",
				番号 = 530,
			},
			０１４４ = {
				マップ位置 = (list) { 111, 11 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 112, 11 },
				種別 = "箱",
				番号 = 600,
			},
		},
	},
	２部恋愛 = {
		サイズ = (list) { 85, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 3 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 3 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 3 },
				種別 = "道（┐）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 4 },
				種別 = "道（│）",
			},
			０００５ = {
				マップ位置 = (list) { 5, 5 },
				種別 = "道（└）",
			},
			０００６ = {
				マップ位置 = (list) { 6, 5 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "箱",
				番号 = 15,
			},
			０００９ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 5 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 5 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "道（┐）",
			},
			００１４ = {
				マップ位置 = (list) { 11, 7 },
				種別 = "道（└）",
			},
			００１５ = {
				マップ位置 = (list) { 12, 5 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 12, 7 },
				種別 = "箱",
				番号 = 25,
			},
			００１７ = {
				マップ位置 = (list) { 13, 5 },
				種別 = "箱",
				番号 = 30,
			},
			００１８ = {
				マップ位置 = (list) { 14, 5 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 15, 5 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 16, 5 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 17, 5 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 18, 5 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 19, 5 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 20, 4 },
				種別 = "道（┌）",
			},
			００２５ = {
				マップ位置 = (list) { 20, 5 },
				種別 = "箱",
				番号 = 40,
			},
			００２６ = {
				マップ位置 = (list) { 20, 6 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 21, 4 },
				種別 = "道（┐）",
			},
			００２８ = {
				マップ位置 = (list) { 21, 5 },
				種別 = "道（└）",
			},
			００２９ = {
				マップ位置 = (list) { 21, 6 },
				種別 = "道（┐）",
			},
			００３０ = {
				マップ位置 = (list) { 21, 7 },
				種別 = "道（└）",
			},
			００３１ = {
				マップ位置 = (list) { 22, 5 },
				種別 = "道（─）",
				番号 = 41,
			},
			００３２ = {
				マップ位置 = (list) { 22, 7 },
				種別 = "道（─）",
				番号 = 42,
			},
			００３３ = {
				マップ位置 = (list) { 23, 4 },
				種別 = "道（┌）",
			},
			００３４ = {
				マップ位置 = (list) { 23, 5 },
				種別 = "道（┘）",
			},
			００３５ = {
				マップ位置 = (list) { 23, 6 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 23, 7 },
				種別 = "道（┘）",
			},
			００３７ = {
				マップ位置 = (list) { 24, 4 },
				種別 = "道（┐）",
			},
			００３８ = {
				マップ位置 = (list) { 24, 5 },
				種別 = "道（│）",
			},
			００３９ = {
				マップ位置 = (list) { 24, 6 },
				種別 = "道（┴）",
			},
			００４０ = {
				マップ位置 = (list) { 25, 5 },
				種別 = "道（┌）",
			},
			００４１ = {
				マップ位置 = (list) { 25, 6 },
				種別 = "箱",
				番号 = 50,
			},
			００４２ = {
				マップ位置 = (list) { 25, 7 },
				種別 = "道（└）",
			},
			００４３ = {
				マップ位置 = (list) { 26, 3 },
				種別 = "道（┌）",
			},
			００４４ = {
				マップ位置 = (list) { 26, 4 },
				種別 = "道（│）",
			},
			００４５ = {
				マップ位置 = (list) { 26, 5 },
				種別 = "道（┘）",
			},
			００４６ = {
				マップ位置 = (list) { 26, 7 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 27, 3 },
				種別 = "道（┐）",
			},
			００４８ = {
				マップ位置 = (list) { 27, 4 },
				種別 = "道（└）",
				番号 = 51,
			},
			００４９ = {
				マップ位置 = (list) { 27, 7 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 28, 4 },
				種別 = "道（┬）",
			},
			００５１ = {
				マップ位置 = (list) { 28, 5 },
				種別 = "道（│）",
			},
			００５２ = {
				マップ位置 = (list) { 28, 6 },
				種別 = "道（│）",
				番号 = 52,
			},
			００５３ = {
				マップ位置 = (list) { 28, 7 },
				種別 = "道（┘）",
			},
			００５４ = {
				マップ位置 = (list) { 29, 4 },
				種別 = "道（┐）",
			},
			００５５ = {
				マップ位置 = (list) { 29, 5 },
				種別 = "道（└）",
			},
			００５６ = {
				マップ位置 = (list) { 30, 5 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 31, 4 },
				種別 = "道（┌）",
			},
			００５８ = {
				マップ位置 = (list) { 31, 5 },
				種別 = "箱",
				番号 = 60,
			},
			００５９ = {
				マップ位置 = (list) { 31, 6 },
				種別 = "道（└）",
			},
			００６０ = {
				マップ位置 = (list) { 32, 4 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 32, 6 },
				種別 = "道（┐）",
			},
			００６２ = {
				マップ位置 = (list) { 32, 7 },
				種別 = "道（│）",
				番号 = 62,
			},
			００６３ = {
				マップ位置 = (list) { 32, 8 },
				種別 = "道（└）",
			},
			００６４ = {
				マップ位置 = (list) { 33, 4 },
				種別 = "道（─）",
				番号 = 61,
			},
			００６５ = {
				マップ位置 = (list) { 33, 8 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 34, 4 },
				種別 = "道（┐）",
			},
			００６７ = {
				マップ位置 = (list) { 34, 5 },
				種別 = "道（│）",
			},
			００６８ = {
				マップ位置 = (list) { 34, 6 },
				種別 = "道（│）",
			},
			００６９ = {
				マップ位置 = (list) { 34, 7 },
				種別 = "道（├）",
			},
			００７０ = {
				マップ位置 = (list) { 34, 8 },
				種別 = "道（┘）",
			},
			００７１ = {
				マップ位置 = (list) { 35, 6 },
				種別 = "道（┌）",
			},
			００７２ = {
				マップ位置 = (list) { 35, 7 },
				種別 = "箱",
				番号 = 70,
			},
			００７３ = {
				マップ位置 = (list) { 35, 8 },
				種別 = "道（└）",
			},
			００７４ = {
				マップ位置 = (list) { 36, 6 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 36, 8 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 37, 6 },
				種別 = "道（─）",
				番号 = 71,
			},
			００７７ = {
				マップ位置 = (list) { 37, 8 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 38, 6 },
				種別 = "道（┬）",
			},
			００７９ = {
				マップ位置 = (list) { 38, 7 },
				種別 = "道（│）",
			},
			００８０ = {
				マップ位置 = (list) { 38, 8 },
				種別 = "道（┘）",
				番号 = 72,
			},
			００８１ = {
				マップ位置 = (list) { 39, 6 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 40, 5 },
				種別 = "道（┌）",
			},
			００８３ = {
				マップ位置 = (list) { 40, 6 },
				種別 = "道（┘）",
			},
			００８４ = {
				マップ位置 = (list) { 41, 5 },
				種別 = "箱",
				番号 = 80,
			},
			００８５ = {
				マップ位置 = (list) { 41, 16 },
				種別 = "箱",
				番号 = 300,
			},
			００８６ = {
				マップ位置 = (list) { 42, 4 },
				種別 = "道（┌）",
			},
			００８７ = {
				マップ位置 = (list) { 42, 5 },
				種別 = "道（┘）",
			},
			００８８ = {
				マップ位置 = (list) { 42, 16 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 43, 4 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 43, 16 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 44, 4 },
				種別 = "道（┐）",
			},
			００９２ = {
				マップ位置 = (list) { 44, 5 },
				種別 = "道（└）",
			},
			００９３ = {
				マップ位置 = (list) { 44, 16 },
				種別 = "箱",
				番号 = 310,
			},
			００９４ = {
				マップ位置 = (list) { 45, 5 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 45, 16 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 46, 4 },
				種別 = "道（┌）",
			},
			００９７ = {
				マップ位置 = (list) { 46, 5 },
				種別 = "箱",
				番号 = 90,
			},
			００９８ = {
				マップ位置 = (list) { 46, 6 },
				種別 = "道（└）",
			},
			００９９ = {
				マップ位置 = (list) { 46, 16 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 47, 3 },
				種別 = "道（┌）",
			},
			０１０１ = {
				マップ位置 = (list) { 47, 4 },
				種別 = "道（┘）",
			},
			０１０２ = {
				マップ位置 = (list) { 47, 6 },
				種別 = "道（┐）",
				番号 = 92,
			},
			０１０３ = {
				マップ位置 = (list) { 47, 7 },
				種別 = "道（└）",
			},
			０１０４ = {
				マップ位置 = (list) { 47, 16 },
				種別 = "箱",
				番号 = 320,
			},
			０１０５ = {
				マップ位置 = (list) { 48, 3 },
				種別 = "道（┐）",
			},
			０１０６ = {
				マップ位置 = (list) { 48, 4 },
				種別 = "道（│）",
			},
			０１０７ = {
				マップ位置 = (list) { 48, 5 },
				種別 = "道（│）",
				番号 = 91,
			},
			０１０８ = {
				マップ位置 = (list) { 48, 6 },
				種別 = "道（└）",
			},
			０１０９ = {
				マップ位置 = (list) { 48, 7 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 48, 16 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 49, 6 },
				種別 = "道（┬）",
			},
			０１１２ = {
				マップ位置 = (list) { 49, 7 },
				種別 = "道（┘）",
			},
			０１１３ = {
				マップ位置 = (list) { 49, 16 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 50, 6 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 50, 16 },
				種別 = "箱",
				番号 = 330,
			},
			０１１６ = {
				マップ位置 = (list) { 51, 5 },
				種別 = "道（┌）",
			},
			０１１７ = {
				マップ位置 = (list) { 51, 6 },
				種別 = "箱",
				番号 = 100,
			},
			０１１８ = {
				マップ位置 = (list) { 51, 7 },
				種別 = "道（└）",
			},
			０１１９ = {
				マップ位置 = (list) { 51, 16 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 52, 5 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 52, 7 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 52, 16 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 53, 5 },
				種別 = "道（─）",
				番号 = 101,
			},
			０１２４ = {
				マップ位置 = (list) { 53, 7 },
				種別 = "道（─）",
				番号 = 102,
			},
			０１２５ = {
				マップ位置 = (list) { 53, 16 },
				種別 = "箱",
				番号 = 340,
			},
			０１２６ = {
				マップ位置 = (list) { 54, 5 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 54, 7 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 54, 16 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 55, 5 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 55, 7 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 55, 16 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 56, 5 },
				種別 = "道（┐）",
			},
			０１３３ = {
				マップ位置 = (list) { 56, 6 },
				種別 = "道（├）",
			},
			０１３４ = {
				マップ位置 = (list) { 56, 7 },
				種別 = "道（┘）",
			},
			０１３５ = {
				マップ位置 = (list) { 56, 16 },
				種別 = "箱",
				番号 = 350,
			},
			０１３６ = {
				マップ位置 = (list) { 57, 6 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 57, 16 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 58, 6 },
				種別 = "箱",
				番号 = 110,
			},
			０１３９ = {
				マップ位置 = (list) { 58, 16 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 59, 6 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 59, 16 },
				種別 = "箱",
				番号 = 360,
			},
			０１４２ = {
				マップ位置 = (list) { 60, 5 },
				種別 = "道（┌）",
			},
			０１４３ = {
				マップ位置 = (list) { 60, 6 },
				種別 = "道（┘）",
			},
			０１４４ = {
				マップ位置 = (list) { 60, 16 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 61, 4 },
				種別 = "道（┌）",
			},
			０１４６ = {
				マップ位置 = (list) { 61, 5 },
				種別 = "道（┘）",
			},
			０１４７ = {
				マップ位置 = (list) { 61, 16 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 62, 4 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 62, 16 },
				種別 = "箱",
				番号 = 370,
			},
			０１５０ = {
				マップ位置 = (list) { 63, 4 },
				種別 = "箱",
				番号 = 200,
			},
			０１５１ = {
				マップ位置 = (list) { 63, 16 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 64, 4 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 64, 16 },
				種別 = "道（─）",
			},
			０１５４ = {
				マップ位置 = (list) { 65, 4 },
				種別 = "箱",
				番号 = 210,
			},
			０１５５ = {
				マップ位置 = (list) { 65, 16 },
				種別 = "箱",
				番号 = 380,
			},
			０１５６ = {
				マップ位置 = (list) { 66, 4 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 66, 16 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 67, 4 },
				種別 = "箱",
				番号 = 220,
			},
			０１５９ = {
				マップ位置 = (list) { 67, 16 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 68, 16 },
				種別 = "箱",
				番号 = 390,
			},
			０１６１ = {
				マップ位置 = (list) { 69, 16 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 70, 16 },
				種別 = "道（─）",
			},
			０１６３ = {
				マップ位置 = (list) { 71, 16 },
				種別 = "箱",
				番号 = 400,
			},
			０１６４ = {
				マップ位置 = (list) { 72, 16 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 73, 16 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 74, 16 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 75, 15 },
				種別 = "道（┌）",
			},
			０１６８ = {
				マップ位置 = (list) { 75, 16 },
				種別 = "箱",
				番号 = 410,
			},
			０１６９ = {
				マップ位置 = (list) { 75, 17 },
				種別 = "道（└）",
			},
			０１７０ = {
				マップ位置 = (list) { 76, 15 },
				種別 = "道（─）",
			},
			０１７１ = {
				マップ位置 = (list) { 76, 17 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 77, 15 },
				種別 = "箱",
				番号 = 420,
			},
			０１７３ = {
				マップ位置 = (list) { 77, 17 },
				種別 = "箱",
				番号 = 430,
			},
			０１７４ = {
				マップ位置 = (list) { 80, 16 },
				種別 = "箱",
				番号 = 500,
			},
			０１７５ = {
				マップ位置 = (list) { 81, 16 },
				種別 = "道（─）",
			},
			０１７６ = {
				マップ位置 = (list) { 82, 16 },
				種別 = "箱",
				番号 = 510,
			},
			０１７７ = {
				マップ位置 = (list) { 83, 16 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 84, 16 },
				種別 = "箱",
				番号 = 520,
			},
		},
	},
	ｖｓサテラ = {
		サイズ = (list) { 15, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 5 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 5 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 11, 5 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 5 },
				種別 = "箱",
				番号 = 4,
			},
			０００８ = {
				マップ位置 = (list) { 13, 5 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 14, 5 },
				種別 = "箱",
				番号 = 5,
			},
		},
	},
	ｖｓストーンＧＥＸ１ = {
		サイズ = (list) { 10, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 3 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 3 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 3 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 3 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 3 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	ｖｓストーンＧＥＸ２ = {
		サイズ = (list) { 10, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 3 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 3 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 3 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 3 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 3 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	ｖｓストーンＧＥＸ３ = {
		サイズ = (list) { 10, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 3 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 3 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 3 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 3 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 3 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	ｖｓバスワルド = {
		サイズ = (list) { 10, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 6 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	ｖｓバスワルド３ = {
		サイズ = (list) { 11, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 5 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 5 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	ｖｓホーネット = {
		サイズ = (list) { 13, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 6 },
				種別 = "箱",
				番号 = 4,
			},
		},
	},
	ｖｓルドラサウム = {
		サイズ = (list) { 14, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "箱",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 12, 6 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 13, 6 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	ｖｓ地域１ = {
		サイズ = (list) { 29, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "箱",
				番号 = 20,
			},
			０００９ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（┐）",
			},
			００１１ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（┐）",
			},
			００１４ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（└）",
			},
			００１５ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００２３ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	ｖｓ地域２ = {
		サイズ = (list) { 23, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 5 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 5 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 5 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "箱",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "道（┐）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "道（└）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "箱",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 12, 6 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 6 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 6 },
				種別 = "箱",
				番号 = 30,
			},
			００１３ = {
				マップ位置 = (list) { 15, 3 },
				種別 = "道（┌）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 4 },
				種別 = "道（│）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 5 },
				種別 = "道（│）",
				番号 = 21,
			},
			００１６ = {
				マップ位置 = (list) { 15, 6 },
				種別 = "道（┘）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 3 },
				種別 = "道（┐）",
				番号 = 22,
			},
			００１８ = {
				マップ位置 = (list) { 16, 4 },
				種別 = "道（│）",
			},
			００１９ = {
				マップ位置 = (list) { 16, 5 },
				種別 = "道（│）",
				番号 = 23,
			},
			００２０ = {
				マップ位置 = (list) { 16, 6 },
				種別 = "道（│）",
			},
			００２１ = {
				マップ位置 = (list) { 16, 7 },
				種別 = "箱",
				番号 = 40,
			},
			００２２ = {
				マップ位置 = (list) { 16, 8 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 17, 3 },
				種別 = "道（┌）",
			},
			００２４ = {
				マップ位置 = (list) { 17, 4 },
				種別 = "箱",
				番号 = 50,
			},
			００２５ = {
				マップ位置 = (list) { 17, 5 },
				種別 = "道（│）",
			},
			００２６ = {
				マップ位置 = (list) { 17, 6 },
				種別 = "道（│）",
				番号 = 25,
			},
			００２７ = {
				マップ位置 = (list) { 17, 7 },
				種別 = "道（│）",
			},
			００２８ = {
				マップ位置 = (list) { 17, 8 },
				種別 = "道（┘）",
			},
			００２９ = {
				マップ位置 = (list) { 18, 3 },
				種別 = "道（┐）",
			},
			００３０ = {
				マップ位置 = (list) { 18, 4 },
				種別 = "道（│）",
			},
			００３１ = {
				マップ位置 = (list) { 18, 5 },
				種別 = "道（│）",
				番号 = 27,
			},
			００３２ = {
				マップ位置 = (list) { 18, 6 },
				種別 = "道（│）",
			},
			００３３ = {
				マップ位置 = (list) { 18, 7 },
				種別 = "道（│）",
				番号 = 28,
			},
			００３４ = {
				マップ位置 = (list) { 18, 8 },
				種別 = "道（└）",
			},
			００３５ = {
				マップ位置 = (list) { 19, 6 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 19, 7 },
				種別 = "道（│）",
				番号 = 29,
			},
			００３７ = {
				マップ位置 = (list) { 19, 8 },
				種別 = "道（┘）",
			},
			００３８ = {
				マップ位置 = (list) { 20, 6 },
				種別 = "箱",
				番号 = 60,
			},
			００３９ = {
				マップ位置 = (list) { 21, 6 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 22, 6 },
				種別 = "箱",
				番号 = 70,
			},
		},
	},
	ｖｓ地域３ = {
		サイズ = (list) { 27, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 6 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "箱",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "道（┐）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 7 },
				種別 = "道（└）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 7 },
				種別 = "箱",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 11, 7 },
				種別 = "道（┐）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 8 },
				種別 = "道（└）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 8 },
				種別 = "箱",
				番号 = 30,
			},
			００１１ = {
				マップ位置 = (list) { 13, 8 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 13, 9 },
				種別 = "道（└）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 9 },
				種別 = "箱",
				番号 = 40,
			},
			００１４ = {
				マップ位置 = (list) { 15, 9 },
				種別 = "道（┐）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（└）",
			},
			００１６ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "箱",
				番号 = 50,
			},
			００１７ = {
				マップ位置 = (list) { 17, 10 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００２０ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（┐）",
			},
			００２１ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（└）",
			},
			００２２ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "箱",
				番号 = 70,
			},
			００２３ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００２７ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 110,
			},
		},
	},
	ｖｓ魔王美樹 = {
		サイズ = (list) { 13, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 6 },
				種別 = "箱",
				番号 = 4,
			},
		},
	},
	カラー救出 = {
		サイズ = (list) { 81, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 16 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 16 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 16 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 6, 16 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 16 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 16 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 16 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 16 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 16 },
				種別 = "箱",
				番号 = 3,
			},
			００１０ = {
				マップ位置 = (list) { 12, 16 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 16 },
				種別 = "箱",
				番号 = 10,
			},
			００１２ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "道（┌）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 16 },
				種別 = "道（┘）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 15 },
				種別 = "箱",
				番号 = 110,
			},
			００１５ = {
				マップ位置 = (list) { 16, 15 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 17, 15 },
				種別 = "箱",
				番号 = 111,
			},
			００１７ = {
				マップ位置 = (list) { 18, 15 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 19, 15 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 20, 15 },
				種別 = "道（┐）",
			},
			００２０ = {
				マップ位置 = (list) { 20, 16 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 21, 16 },
				種別 = "箱",
				番号 = 120,
			},
			００２２ = {
				マップ位置 = (list) { 21, 17 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 22, 17 },
				種別 = "箱",
				番号 = 125,
			},
			００２４ = {
				マップ位置 = (list) { 23, 17 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 24, 17 },
				種別 = "箱",
				番号 = 130,
			},
			００２６ = {
				マップ位置 = (list) { 25, 17 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 26, 16 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 26, 17 },
				種別 = "箱",
				番号 = 135,
			},
			００２９ = {
				マップ位置 = (list) { 27, 15 },
				種別 = "箱",
				番号 = 140,
			},
			００３０ = {
				マップ位置 = (list) { 27, 16 },
				種別 = "道（┘）",
			},
			００３１ = {
				マップ位置 = (list) { 28, 15 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 29, 15 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 30, 15 },
				種別 = "道（─）",
				番号 = 145,
			},
			００３４ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 32, 15 },
				種別 = "箱",
				番号 = 200,
			},
			００３７ = {
				マップ位置 = (list) { 32, 16 },
				種別 = "道（└）",
			},
			００３８ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 33, 16 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "箱",
				番号 = 201,
			},
			００４１ = {
				マップ位置 = (list) { 34, 16 },
				種別 = "箱",
				番号 = 202,
			},
			００４２ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（┬）",
			},
			００４３ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "道（│）",
			},
			００４４ = {
				マップ位置 = (list) { 35, 16 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "箱",
				番号 = 205,
			},
			００４６ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（┐）",
			},
			００４７ = {
				マップ位置 = (list) { 37, 15 },
				種別 = "道（└）",
			},
			００４８ = {
				マップ位置 = (list) { 38, 15 },
				種別 = "箱",
				番号 = 206,
			},
			００４９ = {
				マップ位置 = (list) { 39, 15 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 40, 15 },
				種別 = "箱",
				番号 = 210,
			},
			００５１ = {
				マップ位置 = (list) { 41, 15 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 42, 15 },
				種別 = "道（┐）",
			},
			００５３ = {
				マップ位置 = (list) { 42, 16 },
				種別 = "箱",
				番号 = 215,
			},
			００５４ = {
				マップ位置 = (list) { 43, 16 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 44, 15 },
				種別 = "道（┌）",
			},
			００５６ = {
				マップ位置 = (list) { 44, 16 },
				種別 = "道（┘）",
			},
			００５７ = {
				マップ位置 = (list) { 45, 14 },
				種別 = "箱",
				番号 = 300,
			},
			００５８ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "道（┘）",
			},
			００５９ = {
				マップ位置 = (list) { 46, 14 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "道（┐）",
			},
			００６１ = {
				マップ位置 = (list) { 47, 15 },
				種別 = "道（└）",
			},
			００６２ = {
				マップ位置 = (list) { 48, 15 },
				種別 = "箱",
				番号 = 310,
			},
			００６３ = {
				マップ位置 = (list) { 48, 16 },
				種別 = "道（└）",
			},
			００６４ = {
				マップ位置 = (list) { 49, 15 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 49, 16 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（┌）",
			},
			００６７ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（│）",
			},
			００６８ = {
				マップ位置 = (list) { 50, 14 },
				種別 = "道（│）",
			},
			００６９ = {
				マップ位置 = (list) { 50, 15 },
				種別 = "箱",
				番号 = 312,
			},
			００７０ = {
				マップ位置 = (list) { 50, 16 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "箱",
				番号 = 320,
			},
			００７２ = {
				マップ位置 = (list) { 51, 15 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 51, 16 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（┐）",
			},
			００７５ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（│）",
			},
			００７６ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（├）",
			},
			００７７ = {
				マップ位置 = (list) { 52, 15 },
				種別 = "道（┘）",
				番号 = 313,
			},
			００７８ = {
				マップ位置 = (list) { 52, 16 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "道（┬）",
			},
			００８０ = {
				マップ位置 = (list) { 53, 15 },
				種別 = "道（│）",
			},
			００８１ = {
				マップ位置 = (list) { 53, 16 },
				種別 = "道（┘）",
			},
			００８２ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "箱",
				番号 = 330,
			},
			００８３ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "箱",
				番号 = 340,
			},
			００８５ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "道（┌）",
			},
			００８８ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "箱",
				番号 = 400,
			},
			００８９ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "箱",
				番号 = 405,
			},
			００９０ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "道（┐）",
			},
			００９１ = {
				マップ位置 = (list) { 60, 15 },
				種別 = "道（│）",
			},
			００９２ = {
				マップ位置 = (list) { 60, 16 },
				種別 = "道（└）",
			},
			００９３ = {
				マップ位置 = (list) { 61, 13 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 61, 16 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "箱",
				番号 = 410,
			},
			００９６ = {
				マップ位置 = (list) { 62, 15 },
				種別 = "道（┌）",
			},
			００９７ = {
				マップ位置 = (list) { 62, 16 },
				種別 = "箱",
				番号 = 500,
			},
			００９８ = {
				マップ位置 = (list) { 63, 15 },
				種別 = "箱",
				番号 = 505,
			},
			００９９ = {
				マップ位置 = (list) { 63, 16 },
				種別 = "道（┐）",
			},
			０１００ = {
				マップ位置 = (list) { 63, 17 },
				種別 = "道（└）",
			},
			０１０１ = {
				マップ位置 = (list) { 64, 15 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 64, 17 },
				種別 = "箱",
				番号 = 550,
			},
			０１０３ = {
				マップ位置 = (list) { 65, 15 },
				種別 = "箱",
				番号 = 510,
			},
			０１０４ = {
				マップ位置 = (list) { 65, 17 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 66, 17 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 67, 17 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 68, 17 },
				種別 = "箱",
				番号 = 600,
			},
			０１０８ = {
				マップ位置 = (list) { 68, 18 },
				種別 = "道（└）",
			},
			０１０９ = {
				マップ位置 = (list) { 69, 17 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 69, 18 },
				種別 = "箱",
				番号 = 601,
			},
			０１１１ = {
				マップ位置 = (list) { 70, 17 },
				種別 = "箱",
				番号 = 605,
			},
			０１１２ = {
				マップ位置 = (list) { 70, 18 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 71, 17 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 71, 18 },
				種別 = "箱",
				番号 = 602,
			},
			０１１５ = {
				マップ位置 = (list) { 72, 17 },
				種別 = "箱",
				番号 = 606,
			},
			０１１６ = {
				マップ位置 = (list) { 72, 18 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 73, 17 },
				種別 = "道（┬）",
			},
			０１１８ = {
				マップ位置 = (list) { 73, 18 },
				種別 = "道（┘）",
			},
			０１１９ = {
				マップ位置 = (list) { 74, 17 },
				種別 = "箱",
				番号 = 610,
			},
			０１２０ = {
				マップ位置 = (list) { 75, 17 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 76, 17 },
				種別 = "箱",
				番号 = 620,
			},
			０１２２ = {
				マップ位置 = (list) { 77, 17 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 78, 17 },
				種別 = "箱",
				番号 = 700,
			},
			０１２４ = {
				マップ位置 = (list) { 79, 17 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 80, 17 },
				種別 = "箱",
				番号 = 705,
			},
		},
	},
	クルックーの護衛 = {
		サイズ = (list) { 48, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 11 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "箱",
				番号 = 30,
			},
			００１２ = {
				マップ位置 = (list) { 17, 10 },
				種別 = "道（┌）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（┘）",
			},
			００１４ = {
				マップ位置 = (list) { 18, 10 },
				種別 = "道（─）",
				番号 = 40,
			},
			００１５ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 20, 10 },
				種別 = "箱",
				番号 = 50,
			},
			００１７ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 22, 10 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 23, 10 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 24, 10 },
				種別 = "箱",
				番号 = 60,
			},
			００２１ = {
				マップ位置 = (list) { 25, 10 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "箱",
				番号 = 150,
			},
			００２４ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "箱",
				番号 = 70,
			},
			００２５ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "箱",
				番号 = 130,
			},
			００２６ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 28, 10 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 28, 16 },
				種別 = "箱",
				番号 = 200,
			},
			００３０ = {
				マップ位置 = (list) { 29, 8 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 29, 10 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 29, 16 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 30, 8 },
				種別 = "道（─）",
				番号 = 155,
			},
			００３５ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "箱",
				番号 = 100,
			},
			００３６ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
				番号 = 135,
			},
			００３７ = {
				マップ位置 = (list) { 30, 16 },
				種別 = "道（─）",
				番号 = 205,
			},
			００３８ = {
				マップ位置 = (list) { 31, 8 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 31, 16 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 32, 8 },
				種別 = "箱",
				番号 = 160,
			},
			００４３ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 140,
			},
			００４５ = {
				マップ位置 = (list) { 32, 15 },
				種別 = "道（┌）",
			},
			００４６ = {
				マップ位置 = (list) { 32, 16 },
				種別 = "箱",
				番号 = 210,
			},
			００４７ = {
				マップ位置 = (list) { 32, 17 },
				種別 = "道（└）",
			},
			００４８ = {
				マップ位置 = (list) { 33, 8 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 33, 17 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 34, 8 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 34, 10 },
				種別 = "箱",
				番号 = 110,
			},
			００５４ = {
				マップ位置 = (list) { 34, 15 },
				種別 = "箱",
				番号 = 220,
			},
			００５５ = {
				マップ位置 = (list) { 34, 17 },
				種別 = "箱",
				番号 = 230,
			},
			００５６ = {
				マップ位置 = (list) { 35, 7 },
				種別 = "道（┌）",
			},
			００５７ = {
				マップ位置 = (list) { 35, 8 },
				種別 = "箱",
				番号 = 170,
			},
			００５８ = {
				マップ位置 = (list) { 35, 10 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 35, 17 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 36, 7 },
				種別 = "箱",
				番号 = 171,
			},
			００６２ = {
				マップ位置 = (list) { 36, 8 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 36, 10 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "箱",
				番号 = 250,
			},
			００６５ = {
				マップ位置 = (list) { 36, 15 },
				種別 = "箱",
				番号 = 225,
			},
			００６６ = {
				マップ位置 = (list) { 36, 17 },
				種別 = "箱",
				番号 = 235,
			},
			００６７ = {
				マップ位置 = (list) { 37, 7 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 37, 8 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 37, 10 },
				種別 = "箱",
				番号 = 120,
			},
			００７０ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 37, 15 },
				種別 = "道（┐）",
			},
			００７２ = {
				マップ位置 = (list) { 37, 16 },
				種別 = "道（├）",
			},
			００７３ = {
				マップ位置 = (list) { 37, 17 },
				種別 = "道（┘）",
			},
			００７４ = {
				マップ位置 = (list) { 38, 7 },
				種別 = "箱",
				番号 = 172,
			},
			００７５ = {
				マップ位置 = (list) { 38, 8 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 38, 16 },
				種別 = "箱",
				番号 = 236,
			},
			００７８ = {
				マップ位置 = (list) { 39, 7 },
				種別 = "道（┐）",
			},
			００７９ = {
				マップ位置 = (list) { 39, 8 },
				種別 = "道（┴）",
			},
			００８０ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "箱",
				番号 = 260,
			},
			００８１ = {
				マップ位置 = (list) { 39, 16 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 40, 8 },
				種別 = "箱",
				番号 = 180,
			},
			００８３ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "箱",
				番号 = 265,
			},
			００８４ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（│）",
			},
			００８５ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（┘）",
			},
			００８６ = {
				マップ位置 = (list) { 40, 16 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 41, 8 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 41, 10 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 41, 16 },
				種別 = "箱",
				番号 = 240,
			},
			００９０ = {
				マップ位置 = (list) { 42, 8 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "箱",
				番号 = 270,
			},
			００９２ = {
				マップ位置 = (list) { 43, 8 },
				種別 = "箱",
				番号 = 190,
			},
			００９３ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 44, 10 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 45, 10 },
				種別 = "道（┐）",
			},
			００９６ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "箱",
				番号 = 280,
			},
		},
	},
	ケイブリス城突貫 = {
		サイズ = (list) { 53, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "箱",
				番号 = 4,
			},
			０００８ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（┌）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（┘）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 10,
			},
			００１２ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１４ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００１８ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 50,
			},
			００２０ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "箱",
				番号 = 55,
			},
			００２３ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┬）",
			},
			００２４ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（┘）",
			},
			００２５ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 70,
			},
			００２６ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 80,
			},
			００２８ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（└）",
			},
			００２９ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 85,
			},
			００３１ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（┬）",
			},
			００３２ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┘）",
			},
			００３３ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 90,
			},
			００３４ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（└）",
			},
			００３５ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "箱",
				番号 = 95,
			},
			００３７ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（┬）",
			},
			００３８ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（┘）",
			},
			００３９ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００４０ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（└）",
			},
			００４１ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "箱",
				番号 = 105,
			},
			００４３ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（┬）",
			},
			００４４ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００４６ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（┌）",
			},
			００４７ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（┘）",
			},
			００４８ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００５０ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００５２ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "箱",
				番号 = 220,
			},
			００５４ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "箱",
				番号 = 230,
			},
			００５６ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "箱",
				番号 = 240,
			},
			００５８ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "箱",
				番号 = 250,
			},
			００６０ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "箱",
				番号 = 260,
			},
			００６２ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "箱",
				番号 = 270,
			},
		},
	},
	ケイブリス突貫作戦 = {
		サイズ = (list) { 125, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 11 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 11 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 11 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 6, 11 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（┘）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
				番号 = 4,
			},
			００１０ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（┐）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（│）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "箱",
				番号 = 5,
			},
			００１３ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（┌）",
				番号 = 6,
			},
			００１５ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（┘）",
			},
			００１６ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "箱",
				番号 = 10,
			},
			００１９ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（┐）",
			},
			００２０ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "箱",
				番号 = 11,
			},
			００２２ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
				番号 = 12,
			},
			００２４ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００２６ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２９ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（└）",
			},
			００３０ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（┐）",
			},
			００３２ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（─）",
				番号 = 51,
			},
			００３５ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "箱",
				番号 = 41,
			},
			００３６ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（─）",
				番号 = 52,
			},
			００４１ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "箱",
				番号 = 42,
			},
			００４２ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（─）",
				番号 = 53,
			},
			００４５ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（┐）",
			},
			００４６ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（├）",
			},
			００４７ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（┘）",
			},
			００４８ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００４９ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
				番号 = 65,
			},
			００５１ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００５３ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
				番号 = 75,
			},
			００５５ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００５７ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（└）",
			},
			００５８ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "道（┐）",
			},
			００６０ = {
				マップ位置 = (list) { 43, 15 },
				種別 = "道（└）",
			},
			００６１ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 44, 15 },
				種別 = "箱",
				番号 = 91,
			},
			００６３ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "箱",
				番号 = 81,
			},
			００６４ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "道（┐）",
			},
			００６５ = {
				マップ位置 = (list) { 45, 16 },
				種別 = "道（└）",
			},
			００６６ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 46, 16 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 47, 16 },
				種別 = "箱",
				番号 = 92,
			},
			００７０ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "箱",
				番号 = 82,
			},
			００７１ = {
				マップ位置 = (list) { 48, 16 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（┐）",
			},
			００７３ = {
				マップ位置 = (list) { 49, 14 },
				種別 = "道（│）",
			},
			００７４ = {
				マップ位置 = (list) { 49, 15 },
				種別 = "道（├）",
			},
			００７５ = {
				マップ位置 = (list) { 49, 16 },
				種別 = "道（┘）",
			},
			００７６ = {
				マップ位置 = (list) { 50, 15 },
				種別 = "箱",
				番号 = 100,
			},
			００７７ = {
				マップ位置 = (list) { 51, 15 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 52, 15 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 53, 15 },
				種別 = "箱",
				番号 = 110,
			},
			００８０ = {
				マップ位置 = (list) { 54, 15 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 55, 15 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 56, 15 },
				種別 = "箱",
				番号 = 120,
			},
			００８３ = {
				マップ位置 = (list) { 56, 16 },
				種別 = "道（└）",
			},
			００８４ = {
				マップ位置 = (list) { 57, 15 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 57, 16 },
				種別 = "道（─）",
				番号 = 126,
			},
			００８６ = {
				マップ位置 = (list) { 58, 15 },
				種別 = "箱",
				番号 = 125,
			},
			００８７ = {
				マップ位置 = (list) { 58, 16 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 59, 15 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 59, 16 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 60, 15 },
				種別 = "箱",
				番号 = 130,
			},
			００９１ = {
				マップ位置 = (list) { 60, 16 },
				種別 = "道（┘）",
			},
			００９２ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "道（┌）",
			},
			００９３ = {
				マップ位置 = (list) { 61, 15 },
				種別 = "道（┘）",
			},
			００９４ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 63, 14 },
				種別 = "箱",
				番号 = 140,
			},
			００９６ = {
				マップ位置 = (list) { 63, 15 },
				種別 = "道（└）",
			},
			００９７ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 64, 15 },
				種別 = "道（─）",
				番号 = 146,
			},
			００９９ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "箱",
				番号 = 145,
			},
			０１００ = {
				マップ位置 = (list) { 65, 15 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 66, 14 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 66, 15 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "箱",
				番号 = 150,
			},
			０１０４ = {
				マップ位置 = (list) { 67, 15 },
				種別 = "道（┘）",
			},
			０１０５ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "道（┌）",
			},
			０１０６ = {
				マップ位置 = (list) { 68, 14 },
				種別 = "道（┘）",
			},
			０１０７ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "箱",
				番号 = 160,
			},
			０１１０ = {
				マップ位置 = (list) { 71, 14 },
				種別 = "道（└）",
			},
			０１１１ = {
				マップ位置 = (list) { 72, 13 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 72, 14 },
				種別 = "道（─）",
				番号 = 166,
			},
			０１１３ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "箱",
				番号 = 165,
			},
			０１１４ = {
				マップ位置 = (list) { 73, 14 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 74, 14 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "箱",
				番号 = 170,
			},
			０１１８ = {
				マップ位置 = (list) { 75, 14 },
				種別 = "道（┘）",
			},
			０１１９ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "道（┐）",
			},
			０１２０ = {
				マップ位置 = (list) { 76, 14 },
				種別 = "道（└）",
			},
			０１２１ = {
				マップ位置 = (list) { 77, 14 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 79, 14 },
				種別 = "箱",
				番号 = 180,
			},
			０１２４ = {
				マップ位置 = (list) { 79, 15 },
				種別 = "道（└）",
			},
			０１２５ = {
				マップ位置 = (list) { 80, 14 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 80, 15 },
				種別 = "道（─）",
				番号 = 186,
			},
			０１２７ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "箱",
				番号 = 185,
			},
			０１２８ = {
				マップ位置 = (list) { 81, 15 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 82, 14 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 82, 15 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "箱",
				番号 = 190,
			},
			０１３２ = {
				マップ位置 = (list) { 83, 15 },
				種別 = "道（┘）",
			},
			０１３３ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 85, 14 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 86, 14 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（┌）",
			},
			０１３７ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "箱",
				番号 = 191,
			},
			０１３８ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "道（└）",
			},
			０１３９ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "道（─）",
				番号 = 193,
			},
			０１４０ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（─）",
				番号 = 194,
			},
			０１４２ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 90, 13 },
				種別 = "道（─）",
				番号 = 195,
			},
			０１４４ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "箱",
				番号 = 196,
			},
			０１４５ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 91, 14 },
				種別 = "道（┌）",
			},
			０１４７ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "道（┘）",
			},
			０１４８ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "道（┬）",
			},
			０１４９ = {
				マップ位置 = (list) { 92, 14 },
				種別 = "道（┘）",
			},
			０１５０ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "箱",
				番号 = 200,
			},
			０１５１ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 96, 12 },
				種別 = "道（┌）",
			},
			０１５４ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（┘）",
				番号 = 205,
			},
			０１５５ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 98, 12 },
				種別 = "箱",
				番号 = 210,
			},
			０１５７ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（┌）",
			},
			０１５８ = {
				マップ位置 = (list) { 99, 12 },
				種別 = "道（┘）",
			},
			０１５９ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "道（─）",
				番号 = 215,
			},
			０１６０ = {
				マップ位置 = (list) { 101, 11 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 102, 11 },
				種別 = "箱",
				番号 = 220,
			},
			０１６２ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（─）",
			},
			０１６３ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "道（─）",
				番号 = 225,
			},
			０１６４ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "箱",
				番号 = 230,
			},
			０１６６ = {
				マップ位置 = (list) { 107, 10 },
				種別 = "道（┌）",
			},
			０１６７ = {
				マップ位置 = (list) { 107, 11 },
				種別 = "道（┘）",
			},
			０１６８ = {
				マップ位置 = (list) { 108, 10 },
				種別 = "道（─）",
				番号 = 235,
			},
			０１６９ = {
				マップ位置 = (list) { 109, 10 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 110, 10 },
				種別 = "箱",
				番号 = 240,
			},
			０１７１ = {
				マップ位置 = (list) { 111, 10 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "道（─）",
				番号 = 245,
			},
			０１７４ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "箱",
				番号 = 250,
			},
			０１７６ = {
				マップ位置 = (list) { 116, 10 },
				種別 = "道（┐）",
			},
			０１７７ = {
				マップ位置 = (list) { 116, 11 },
				種別 = "道（│）",
			},
			０１７８ = {
				マップ位置 = (list) { 116, 12 },
				種別 = "道（│）",
			},
			０１７９ = {
				マップ位置 = (list) { 116, 13 },
				種別 = "道（└）",
			},
			０１８０ = {
				マップ位置 = (list) { 117, 13 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "箱",
				番号 = 270,
			},
			０１８２ = {
				マップ位置 = (list) { 119, 13 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 120, 13 },
				種別 = "箱",
				番号 = 280,
			},
		},
	},
	サイサイツリー攻撃／飛行 = {
		サイズ = (list) { 27, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 4 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 4 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 4 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 4 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 4 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 8, 4 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 4 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 4 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 4 },
				種別 = "箱",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 12, 4 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 4 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 4 },
				種別 = "箱",
				番号 = 30,
			},
			００１３ = {
				マップ位置 = (list) { 15, 4 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 4 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 4 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 4 },
				種別 = "箱",
				番号 = 40,
			},
			００１７ = {
				マップ位置 = (list) { 19, 4 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 20, 4 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 4 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	シャングリラ強襲 = {
		サイズ = (list) { 120, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（┐）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（└）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
				番号 = 5,
			},
			０００６ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（┘）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（┌）",
			},
			００１０ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "箱",
				番号 = 10,
			},
			００１１ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
				番号 = 21,
			},
			００１３ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（─）",
				番号 = 25,
			},
			００１６ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "箱",
				番号 = 22,
			},
			００１７ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（─）",
				番号 = 26,
			},
			００２０ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（┐）",
			},
			００２１ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（│）",
			},
			００２２ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（┴）",
			},
			００２３ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "箱",
				番号 = 30,
			},
			００２４ = {
				マップ位置 = (list) { 15, 15 },
				種別 = "道（│）",
			},
			００２５ = {
				マップ位置 = (list) { 15, 16 },
				種別 = "道（└）",
			},
			００２６ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 16, 16 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "箱",
				番号 = 45,
			},
			００２９ = {
				マップ位置 = (list) { 17, 16 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（┬）",
			},
			００３１ = {
				マップ位置 = (list) { 18, 15 },
				種別 = "道（│）",
			},
			００３２ = {
				マップ位置 = (list) { 18, 16 },
				種別 = "箱",
				番号 = 40,
			},
			００３３ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "箱",
				番号 = 100,
			},
			００３５ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 22, 15 },
				種別 = "道（└）",
			},
			００３８ = {
				マップ位置 = (list) { 23, 15 },
				種別 = "道（─）",
				番号 = 105,
			},
			００３９ = {
				マップ位置 = (list) { 24, 15 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００４１ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（│）",
			},
			００４２ = {
				マップ位置 = (list) { 25, 15 },
				種別 = "道（┘）",
			},
			００４３ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（┐）",
				番号 = 115,
			},
			００４５ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（│）",
			},
			００４６ = {
				マップ位置 = (list) { 27, 15 },
				種別 = "道（└）",
			},
			００４７ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（┌）",
			},
			００４８ = {
				マップ位置 = (list) { 28, 15 },
				種別 = "箱",
				番号 = 120,
			},
			００４９ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００５０ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（┘）",
			},
			００５１ = {
				マップ位置 = (list) { 29, 15 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（┌）",
			},
			００５３ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（┘）",
			},
			００５４ = {
				マップ位置 = (list) { 30, 15 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "箱",
				番号 = 140,
			},
			００５７ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "道（┘）",
			},
			００５８ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "箱",
				番号 = 158,
			},
			００５９ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（│）",
			},
			００６０ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 155,
			},
			００６１ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（┐）",
			},
			００６４ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（└）",
			},
			００６５ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 34, 9 },
				種別 = "道（┌）",
			},
			００６７ = {
				マップ位置 = (list) { 34, 10 },
				種別 = "箱",
				番号 = 160,
			},
			００６８ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（│）",
			},
			００６９ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（│）",
			},
			００７０ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（┤）",
			},
			００７１ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "道（┴）",
			},
			００７２ = {
				マップ位置 = (list) { 35, 9 },
				種別 = "箱",
				番号 = 168,
			},
			００７３ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "箱",
				番号 = 150,
			},
			００７４ = {
				マップ位置 = (list) { 36, 9 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（┌）",
			},
			００７６ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（├）",
			},
			００７７ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（┘）",
			},
			００７８ = {
				マップ位置 = (list) { 37, 9 },
				種別 = "箱",
				番号 = 170,
			},
			００７９ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（┌）",
			},
			００８０ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（┘）",
			},
			００８１ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 38, 9 },
				種別 = "道（┐）",
			},
			００８３ = {
				マップ位置 = (list) { 38, 10 },
				種別 = "道（│）",
			},
			００８４ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（┘）",
			},
			００８５ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "箱",
				番号 = 190,
			},
			００８６ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "箱",
				番号 = 200,
			},
			００８９ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "箱",
				番号 = 205,
			},
			００９１ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（┌）",
			},
			００９３ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "箱",
				番号 = 210,
			},
			００９４ = {
				マップ位置 = (list) { 45, 14 },
				種別 = "道（└）",
			},
			００９５ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 46, 14 },
				種別 = "道（─）",
			},
			００９７ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "箱",
				番号 = 211,
			},
			００９８ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（┌）",
			},
			０１００ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（┘）",
			},
			０１０１ = {
				マップ位置 = (list) { 48, 14 },
				種別 = "箱",
				番号 = 213,
			},
			０１０２ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "箱",
				番号 = 212,
			},
			０１０３ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（┌）",
			},
			０１０４ = {
				マップ位置 = (list) { 49, 14 },
				種別 = "道（┘）",
			},
			０１０５ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（┐）",
			},
			０１０６ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（│）",
			},
			０１０７ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（┴）",
			},
			０１０８ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "箱",
				番号 = 220,
			},
			０１０９ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "道（─）",
				番号 = 225,
			},
			０１１１ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（┌）",
			},
			０１１２ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "箱",
				番号 = 230,
			},
			０１１３ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（└）",
			},
			０１１４ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "箱",
				番号 = 231,
			},
			０１１７ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（┐）",
			},
			０１１９ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（└）",
			},
			０１２０ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "箱",
				番号 = 232,
			},
			０１２１ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "道（┬）",
			},
			０１２２ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（┘）",
			},
			０１２３ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "箱",
				番号 = 250,
			},
			０１２５ = {
				マップ位置 = (list) { 61, 13 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "箱",
				番号 = 260,
			},
			０１２７ = {
				マップ位置 = (list) { 63, 13 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 64, 12 },
				種別 = "道（┌）",
			},
			０１２９ = {
				マップ位置 = (list) { 64, 13 },
				種別 = "箱",
				番号 = 270,
			},
			０１３０ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（└）",
			},
			０１３１ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "箱",
				番号 = 280,
			},
			０１３４ = {
				マップ位置 = (list) { 66, 14 },
				種別 = "箱",
				番号 = 290,
			},
			０１３５ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "道（┐）",
			},
			０１３６ = {
				マップ位置 = (list) { 67, 13 },
				種別 = "道（├）",
			},
			０１３７ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "道（┘）",
			},
			０１３８ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "箱",
				番号 = 295,
			},
			０１３９ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "道（┐）",
			},
			０１４１ = {
				マップ位置 = (list) { 70, 14 },
				種別 = "道（└）",
			},
			０１４２ = {
				マップ位置 = (list) { 71, 14 },
				種別 = "箱",
				番号 = 400,
			},
			０１４３ = {
				マップ位置 = (list) { 72, 14 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（┌）",
			},
			０１４５ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "箱",
				番号 = 410,
			},
			０１４６ = {
				マップ位置 = (list) { 73, 14 },
				種別 = "道（┘）",
			},
			０１４７ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 75, 12 },
				種別 = "道（─）",
				番号 = 420,
			},
			０１５０ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "道（┐）",
			},
			０１５１ = {
				マップ位置 = (list) { 75, 14 },
				種別 = "道（└）",
			},
			０１５２ = {
				マップ位置 = (list) { 76, 12 },
				種別 = "道（┐）",
			},
			０１５３ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "道（└）",
			},
			０１５４ = {
				マップ位置 = (list) { 76, 14 },
				種別 = "箱",
				番号 = 425,
			},
			０１５５ = {
				マップ位置 = (list) { 77, 13 },
				種別 = "道（─）",
				番号 = 421,
			},
			０１５６ = {
				マップ位置 = (list) { 77, 14 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "道（┐）",
			},
			０１５８ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（┴）",
			},
			０１５９ = {
				マップ位置 = (list) { 79, 14 },
				種別 = "箱",
				番号 = 430,
			},
			０１６０ = {
				マップ位置 = (list) { 80, 14 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 81, 13 },
				種別 = "道（┌）",
			},
			０１６２ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "道（┘）",
			},
			０１６３ = {
				マップ位置 = (list) { 82, 13 },
				種別 = "箱",
				番号 = 460,
			},
			０１６４ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "道（┌）",
			},
			０１６５ = {
				マップ位置 = (list) { 83, 13 },
				種別 = "道（┘）",
			},
			０１６６ = {
				マップ位置 = (list) { 84, 11 },
				種別 = "道（┌）",
			},
			０１６７ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "箱",
				番号 = 470,
			},
			０１６８ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "道（└）",
			},
			０１６９ = {
				マップ位置 = (list) { 85, 11 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "道（─）",
			},
			０１７１ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "道（┌）",
			},
			０１７２ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（┘）",
			},
			０１７３ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（┌）",
			},
			０１７４ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "道（┘）",
			},
			０１７５ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "箱",
				番号 = 480,
			},
			０１７６ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "箱",
				番号 = 485,
			},
			０１７７ = {
				マップ位置 = (list) { 88, 10 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（┐）",
			},
			０１７９ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "道（└）",
			},
			０１８０ = {
				マップ位置 = (list) { 89, 10 },
				種別 = "道（┐）",
			},
			０１８１ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "道（│）",
			},
			０１８２ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "道（├）",
			},
			０１８３ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（┘）",
			},
			０１８４ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "箱",
				番号 = 490,
			},
			０１８５ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "箱",
				番号 = 500,
			},
			０１８７ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "道（─）",
				番号 = 501,
			},
			０１８８ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 95, 12 },
				種別 = "箱",
				番号 = 510,
			},
			０１９０ = {
				マップ位置 = (list) { 96, 12 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（┐）",
			},
			０１９２ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "箱",
				番号 = 520,
			},
			０１９３ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "箱",
				番号 = 525,
			},
			０１９５ = {
				マップ位置 = (list) { 100, 13 },
				種別 = "道（─）",
			},
			０１９６ = {
				マップ位置 = (list) { 101, 13 },
				種別 = "箱",
				番号 = 530,
			},
			０１９７ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "道（┐）",
			},
			０１９８ = {
				マップ位置 = (list) { 102, 14 },
				種別 = "道（│）",
			},
			０１９９ = {
				マップ位置 = (list) { 102, 15 },
				種別 = "道（└）",
			},
			０２００ = {
				マップ位置 = (list) { 103, 15 },
				種別 = "箱",
				番号 = 540,
			},
			０２０１ = {
				マップ位置 = (list) { 104, 15 },
				種別 = "道（─）",
			},
			０２０２ = {
				マップ位置 = (list) { 105, 15 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 106, 14 },
				種別 = "箱",
				番号 = 550,
			},
			０２０４ = {
				マップ位置 = (list) { 106, 15 },
				種別 = "道（┘）",
			},
			０２０５ = {
				マップ位置 = (list) { 107, 14 },
				種別 = "道（─）",
			},
			０２０６ = {
				マップ位置 = (list) { 108, 13 },
				種別 = "道（┌）",
			},
			０２０７ = {
				マップ位置 = (list) { 108, 14 },
				種別 = "道（┘）",
			},
			０２０８ = {
				マップ位置 = (list) { 109, 13 },
				種別 = "箱",
				番号 = 570,
			},
			０２０９ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "道（─）",
			},
			０２１０ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "道（┐）",
			},
			０２１１ = {
				マップ位置 = (list) { 111, 14 },
				種別 = "道（└）",
			},
			０２１２ = {
				マップ位置 = (list) { 112, 14 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 113, 14 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 114, 14 },
				種別 = "箱",
				番号 = 580,
			},
		},
	},
	ゼス１ = {
		サイズ = (list) { 310, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
				番号 = 5,
			},
			０００５ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
				番号 = 6,
			},
			０００８ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（┌）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（┘）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "箱",
				番号 = 15,
			},
			００１２ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１５ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（┌）",
			},
			００１８ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（┘）",
				番号 = 25,
			},
			００１９ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２０ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（┐）",
			},
			００２１ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（└）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００２４ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 50,
			},
			００２９ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┐）",
			},
			００３１ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（└）",
			},
			００３２ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（┌）",
			},
			００３３ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（┘）",
			},
			００３４ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "箱",
				番号 = 60,
			},
			００３５ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "箱",
				番号 = 90,
			},
			００３６ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（┌）",
			},
			００３７ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（┘）",
			},
			００３８ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００４０ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "箱",
				番号 = 91,
			},
			００４５ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００４６ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（┐）",
			},
			００４７ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（└）",
			},
			００４８ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（┐）",
			},
			００４９ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（└）",
			},
			００５０ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（┐）",
			},
			００５３ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（├）",
			},
			００５４ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（┘）",
			},
			００５５ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００５６ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００５８ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００６０ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００６２ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（┌）",
			},
			００６４ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "箱",
				番号 = 140,
			},
			００６５ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００６８ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（┌）",
			},
			００７０ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（┘）",
			},
			００７１ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００７２ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "箱",
				番号 = 220,
			},
			００７５ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "道（┌）",
			},
			００７７ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（┘）",
			},
			００７８ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "道（─）",
				番号 = 225,
			},
			００７９ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "道（┐）",
			},
			００８１ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "道（└）",
			},
			００８２ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "箱",
				番号 = 230,
			},
			００８３ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "箱",
				番号 = 240,
			},
			００８６ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "道（┌）",
			},
			００８８ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（┘）",
			},
			００８９ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "箱",
				番号 = 250,
			},
			００９０ = {
				マップ位置 = (list) { 68, 10 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "箱",
				番号 = 260,
			},
			００９２ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（┐）",
			},
			００９４ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（└）",
				番号 = 265,
			},
			００９５ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "道（┌）",
			},
			００９７ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "箱",
				番号 = 270,
			},
			００９８ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（└）",
			},
			００９９ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "箱",
				番号 = 281,
			},
			０１００ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "箱",
				番号 = 285,
			},
			０１０１ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 75, 12 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "箱",
				番号 = 282,
			},
			０１０４ = {
				マップ位置 = (list) { 76, 12 },
				種別 = "箱",
				番号 = 286,
			},
			０１０５ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 77, 12 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "道（┐）",
			},
			０１０８ = {
				マップ位置 = (list) { 78, 11 },
				種別 = "道（├）",
				番号 = 290,
			},
			０１０９ = {
				マップ位置 = (list) { 78, 12 },
				種別 = "道（┘）",
			},
			０１１０ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 80, 11 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 81, 11 },
				種別 = "箱",
				番号 = 295,
			},
			０１１３ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "道（┐）",
			},
			０１１４ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "道（└）",
			},
			０１１５ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "箱",
				番号 = 297,
			},
			０１１６ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "箱",
				番号 = 298,
			},
			０１１８ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（┐）",
			},
			０１１９ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "道（└）",
			},
			０１２０ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（┐）",
			},
			０１２１ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "道（└）",
			},
			０１２２ = {
				マップ位置 = (list) { 88, 14 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 89, 14 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 90, 13 },
				種別 = "道（┌）",
			},
			０１２５ = {
				マップ位置 = (list) { 90, 14 },
				種別 = "箱",
				番号 = 400,
			},
			０１２６ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "道（└）",
			},
			０１２７ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "箱",
				番号 = 405,
			},
			０１２８ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 92, 15 },
				種別 = "箱",
				番号 = 406,
			},
			０１３１ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（┐）",
			},
			０１３４ = {
				マップ位置 = (list) { 94, 14 },
				種別 = "箱",
				番号 = 407,
			},
			０１３５ = {
				マップ位置 = (list) { 94, 15 },
				種別 = "道（┘）",
			},
			０１３６ = {
				マップ位置 = (list) { 95, 14 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（┌）",
			},
			０１３８ = {
				マップ位置 = (list) { 96, 14 },
				種別 = "道（┘）",
			},
			０１３９ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "箱",
				番号 = 408,
			},
			０１４０ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 100, 13 },
				種別 = "道（─）",
				番号 = 409,
			},
			０１４３ = {
				マップ位置 = (list) { 101, 13 },
				種別 = "道（┐）",
			},
			０１４４ = {
				マップ位置 = (list) { 101, 14 },
				種別 = "道（└）",
			},
			０１４５ = {
				マップ位置 = (list) { 102, 12 },
				種別 = "道（┌）",
			},
			０１４６ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "道（│）",
			},
			０１４７ = {
				マップ位置 = (list) { 102, 14 },
				種別 = "道（┘）",
			},
			０１４８ = {
				マップ位置 = (list) { 103, 12 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 104, 12 },
				種別 = "箱",
				番号 = 410,
			},
			０１５０ = {
				マップ位置 = (list) { 105, 12 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 106, 12 },
				種別 = "道（─）",
				番号 = 421,
			},
			０１５２ = {
				マップ位置 = (list) { 107, 12 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 108, 12 },
				種別 = "道（─）",
				番号 = 422,
			},
			０１５４ = {
				マップ位置 = (list) { 109, 12 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 110, 12 },
				種別 = "道（┐）",
			},
			０１５６ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "道（└）",
			},
			０１５７ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "箱",
				番号 = 430,
			},
			０１５８ = {
				マップ位置 = (list) { 112, 13 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "道（┐）",
			},
			０１６０ = {
				マップ位置 = (list) { 113, 14 },
				種別 = "箱",
				番号 = 435,
			},
			０１６１ = {
				マップ位置 = (list) { 114, 14 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 115, 14 },
				種別 = "箱",
				番号 = 440,
			},
			０１６３ = {
				マップ位置 = (list) { 116, 14 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 117, 14 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "道（┌）",
			},
			０１６６ = {
				マップ位置 = (list) { 118, 14 },
				種別 = "箱",
				番号 = 450,
			},
			０１６７ = {
				マップ位置 = (list) { 118, 15 },
				種別 = "道（└）",
			},
			０１６８ = {
				マップ位置 = (list) { 119, 13 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 119, 15 },
				種別 = "道（─）",
				番号 = 453,
			},
			０１７０ = {
				マップ位置 = (list) { 120, 12 },
				種別 = "道（┌）",
			},
			０１７１ = {
				マップ位置 = (list) { 120, 13 },
				種別 = "道（┘）",
				番号 = 451,
			},
			０１７２ = {
				マップ位置 = (list) { 120, 15 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 121, 12 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 121, 15 },
				種別 = "道（─）",
				番号 = 454,
			},
			０１７５ = {
				マップ位置 = (list) { 122, 12 },
				種別 = "道（┐）",
			},
			０１７６ = {
				マップ位置 = (list) { 122, 13 },
				種別 = "道（│）",
			},
			０１７７ = {
				マップ位置 = (list) { 122, 14 },
				種別 = "箱",
				番号 = 452,
			},
			０１７８ = {
				マップ位置 = (list) { 122, 15 },
				種別 = "道（┴）",
			},
			０１７９ = {
				マップ位置 = (list) { 123, 15 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 124, 14 },
				種別 = "箱",
				番号 = 460,
			},
			０１８１ = {
				マップ位置 = (list) { 124, 15 },
				種別 = "道（┘）",
			},
			０１８２ = {
				マップ位置 = (list) { 125, 14 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 126, 14 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 127, 14 },
				種別 = "箱",
				番号 = 470,
			},
			０１８５ = {
				マップ位置 = (list) { 128, 14 },
				種別 = "道（┐）",
			},
			０１８６ = {
				マップ位置 = (list) { 128, 15 },
				種別 = "道（└）",
			},
			０１８７ = {
				マップ位置 = (list) { 129, 15 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 130, 15 },
				種別 = "箱",
				番号 = 480,
			},
			０１８９ = {
				マップ位置 = (list) { 131, 15 },
				種別 = "道（─）",
			},
			０１９０ = {
				マップ位置 = (list) { 132, 15 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 133, 15 },
				種別 = "箱",
				番号 = 500,
			},
			０１９２ = {
				マップ位置 = (list) { 133, 16 },
				種別 = "道（└）",
			},
			０１９３ = {
				マップ位置 = (list) { 134, 15 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 134, 16 },
				種別 = "箱",
				番号 = 520,
			},
			０１９５ = {
				マップ位置 = (list) { 134, 17 },
				種別 = "道（└）",
			},
			０１９６ = {
				マップ位置 = (list) { 135, 15 },
				種別 = "箱",
				番号 = 530,
			},
			０１９７ = {
				マップ位置 = (list) { 135, 16 },
				種別 = "道（┘）",
			},
			０１９８ = {
				マップ位置 = (list) { 135, 17 },
				種別 = "道（─）",
			},
			０１９９ = {
				マップ位置 = (list) { 136, 15 },
				種別 = "道（─）",
			},
			０２００ = {
				マップ位置 = (list) { 136, 17 },
				種別 = "箱",
				番号 = 1300,
			},
			０２０１ = {
				マップ位置 = (list) { 137, 15 },
				種別 = "箱",
				番号 = 540,
			},
			０２０２ = {
				マップ位置 = (list) { 137, 17 },
				種別 = "道（┐）",
			},
			０２０３ = {
				マップ位置 = (list) { 137, 18 },
				種別 = "道（│）",
			},
			０２０４ = {
				マップ位置 = (list) { 137, 19 },
				種別 = "道（└）",
			},
			０２０５ = {
				マップ位置 = (list) { 138, 19 },
				種別 = "箱",
				番号 = 1305,
			},
			０２０６ = {
				マップ位置 = (list) { 139, 19 },
				種別 = "道（─）",
			},
			０２０７ = {
				マップ位置 = (list) { 140, 19 },
				種別 = "箱",
				番号 = 1310,
			},
			０２０８ = {
				マップ位置 = (list) { 141, 19 },
				種別 = "道（─）",
			},
			０２０９ = {
				マップ位置 = (list) { 142, 19 },
				種別 = "道（─）",
			},
			０２１０ = {
				マップ位置 = (list) { 143, 19 },
				種別 = "道（─）",
			},
			０２１１ = {
				マップ位置 = (list) { 144, 13 },
				種別 = "箱",
				番号 = 600,
			},
			０２１２ = {
				マップ位置 = (list) { 144, 19 },
				種別 = "箱",
				番号 = 1320,
			},
			０２１３ = {
				マップ位置 = (list) { 145, 12 },
				種別 = "道（┌）",
			},
			０２１４ = {
				マップ位置 = (list) { 145, 13 },
				種別 = "道（┘）",
			},
			０２１５ = {
				マップ位置 = (list) { 145, 18 },
				種別 = "道（┌）",
			},
			０２１６ = {
				マップ位置 = (list) { 145, 19 },
				種別 = "道（┘）",
			},
			０２１７ = {
				マップ位置 = (list) { 146, 12 },
				種別 = "道（─）",
				番号 = 605,
			},
			０２１８ = {
				マップ位置 = (list) { 146, 18 },
				種別 = "箱",
				番号 = 1340,
			},
			０２１９ = {
				マップ位置 = (list) { 147, 12 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 147, 18 },
				種別 = "道（┐）",
			},
			０２２１ = {
				マップ位置 = (list) { 147, 19 },
				種別 = "道（└）",
			},
			０２２２ = {
				マップ位置 = (list) { 148, 11 },
				種別 = "道（┌）",
			},
			０２２３ = {
				マップ位置 = (list) { 148, 12 },
				種別 = "箱",
				番号 = 610,
			},
			０２２４ = {
				マップ位置 = (list) { 148, 13 },
				種別 = "道（└）",
			},
			０２２５ = {
				マップ位置 = (list) { 148, 19 },
				種別 = "箱",
				番号 = 1350,
			},
			０２２６ = {
				マップ位置 = (list) { 148, 20 },
				種別 = "道（└）",
			},
			０２２７ = {
				マップ位置 = (list) { 149, 11 },
				種別 = "道（─）",
			},
			０２２８ = {
				マップ位置 = (list) { 149, 13 },
				種別 = "道（─）",
			},
			０２２９ = {
				マップ位置 = (list) { 149, 19 },
				種別 = "道（─）",
			},
			０２３０ = {
				マップ位置 = (list) { 149, 20 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 150, 11 },
				種別 = "道（─）",
				番号 = 615,
			},
			０２３２ = {
				マップ位置 = (list) { 150, 13 },
				種別 = "道（─）",
			},
			０２３３ = {
				マップ位置 = (list) { 150, 19 },
				種別 = "箱",
				番号 = 1360,
			},
			０２３４ = {
				マップ位置 = (list) { 150, 20 },
				種別 = "道（─）",
			},
			０２３５ = {
				マップ位置 = (list) { 151, 11 },
				種別 = "道（┐）",
			},
			０２３６ = {
				マップ位置 = (list) { 151, 12 },
				種別 = "道（│）",
			},
			０２３７ = {
				マップ位置 = (list) { 151, 13 },
				種別 = "道（┴）",
			},
			０２３８ = {
				マップ位置 = (list) { 151, 20 },
				種別 = "箱",
				番号 = 1370,
			},
			０２３９ = {
				マップ位置 = (list) { 152, 13 },
				種別 = "道（─）",
			},
			０２４０ = {
				マップ位置 = (list) { 152, 20 },
				種別 = "道（─）",
			},
			０２４１ = {
				マップ位置 = (list) { 153, 13 },
				種別 = "箱",
				番号 = 620,
			},
			０２４２ = {
				マップ位置 = (list) { 153, 20 },
				種別 = "道（─）",
			},
			０２４３ = {
				マップ位置 = (list) { 154, 13 },
				種別 = "道（┐）",
			},
			０２４４ = {
				マップ位置 = (list) { 154, 14 },
				種別 = "道（└）",
			},
			０２４５ = {
				マップ位置 = (list) { 154, 20 },
				種別 = "箱",
				番号 = 1375,
			},
			０２４６ = {
				マップ位置 = (list) { 155, 14 },
				種別 = "道（┐）",
				番号 = 622,
			},
			０２４７ = {
				マップ位置 = (list) { 155, 15 },
				種別 = "道（└）",
			},
			０２４８ = {
				マップ位置 = (list) { 155, 20 },
				種別 = "道（─）",
			},
			０２４９ = {
				マップ位置 = (list) { 156, 15 },
				種別 = "道（─）",
			},
			０２５０ = {
				マップ位置 = (list) { 156, 20 },
				種別 = "道（─）",
			},
			０２５１ = {
				マップ位置 = (list) { 157, 15 },
				種別 = "箱",
				番号 = 625,
			},
			０２５２ = {
				マップ位置 = (list) { 157, 20 },
				種別 = "箱",
				番号 = 1380,
			},
			０２５３ = {
				マップ位置 = (list) { 158, 15 },
				種別 = "道（─）",
			},
			０２５４ = {
				マップ位置 = (list) { 159, 15 },
				種別 = "箱",
				番号 = 630,
			},
			０２５５ = {
				マップ位置 = (list) { 160, 15 },
				種別 = "道（─）",
			},
			０２５６ = {
				マップ位置 = (list) { 161, 15 },
				種別 = "道（─）",
			},
			０２５７ = {
				マップ位置 = (list) { 162, 15 },
				種別 = "箱",
				番号 = 640,
			},
			０２５８ = {
				マップ位置 = (list) { 163, 15 },
				種別 = "道（─）",
			},
			０２５９ = {
				マップ位置 = (list) { 164, 15 },
				種別 = "道（─）",
			},
			０２６０ = {
				マップ位置 = (list) { 165, 15 },
				種別 = "箱",
				番号 = 645,
			},
			０２６１ = {
				マップ位置 = (list) { 166, 15 },
				種別 = "道（┐）",
			},
			０２６２ = {
				マップ位置 = (list) { 166, 16 },
				種別 = "道（└）",
			},
			０２６３ = {
				マップ位置 = (list) { 167, 16 },
				種別 = "道（─）",
				番号 = 648,
			},
			０２６４ = {
				マップ位置 = (list) { 168, 15 },
				種別 = "道（┌）",
			},
			０２６５ = {
				マップ位置 = (list) { 168, 16 },
				種別 = "道（┘）",
			},
			０２６６ = {
				マップ位置 = (list) { 169, 15 },
				種別 = "箱",
				番号 = 650,
			},
			０２６７ = {
				マップ位置 = (list) { 170, 15 },
				種別 = "道（┐）",
			},
			０２６８ = {
				マップ位置 = (list) { 170, 16 },
				種別 = "道（└）",
			},
			０２６９ = {
				マップ位置 = (list) { 171, 16 },
				種別 = "道（─）",
			},
			０２７０ = {
				マップ位置 = (list) { 172, 14 },
				種別 = "道（┌）",
			},
			０２７１ = {
				マップ位置 = (list) { 172, 15 },
				種別 = "道（│）",
			},
			０２７２ = {
				マップ位置 = (list) { 172, 16 },
				種別 = "箱",
				番号 = 655,
			},
			０２７３ = {
				マップ位置 = (list) { 172, 17 },
				種別 = "道（└）",
			},
			０２７４ = {
				マップ位置 = (list) { 173, 14 },
				種別 = "箱",
				番号 = 660,
			},
			０２７５ = {
				マップ位置 = (list) { 173, 17 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 174, 14 },
				種別 = "道（─）",
			},
			０２７７ = {
				マップ位置 = (list) { 174, 17 },
				種別 = "道（─）",
			},
			０２７８ = {
				マップ位置 = (list) { 175, 14 },
				種別 = "道（─）",
			},
			０２７９ = {
				マップ位置 = (list) { 175, 17 },
				種別 = "箱",
				番号 = 670,
			},
			０２８０ = {
				マップ位置 = (list) { 176, 14 },
				種別 = "箱",
				番号 = 661,
			},
			０２８１ = {
				マップ位置 = (list) { 176, 16 },
				種別 = "道（┌）",
			},
			０２８２ = {
				マップ位置 = (list) { 176, 17 },
				種別 = "道（┘）",
			},
			０２８３ = {
				マップ位置 = (list) { 177, 14 },
				種別 = "道（┐）",
			},
			０２８４ = {
				マップ位置 = (list) { 177, 15 },
				種別 = "道（│）",
			},
			０２８５ = {
				マップ位置 = (list) { 177, 16 },
				種別 = "道（┴）",
			},
			０２８６ = {
				マップ位置 = (list) { 178, 16 },
				種別 = "箱",
				番号 = 680,
			},
			０２８７ = {
				マップ位置 = (list) { 179, 16 },
				種別 = "道（─）",
			},
			０２８８ = {
				マップ位置 = (list) { 180, 16 },
				種別 = "道（─）",
			},
			０２８９ = {
				マップ位置 = (list) { 181, 16 },
				種別 = "道（─）",
			},
			０２９０ = {
				マップ位置 = (list) { 182, 16 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 183, 16 },
				種別 = "道（─）",
			},
			０２９２ = {
				マップ位置 = (list) { 184, 16 },
				種別 = "箱",
				番号 = 685,
			},
			０２９３ = {
				マップ位置 = (list) { 185, 16 },
				種別 = "道（─）",
			},
			０２９４ = {
				マップ位置 = (list) { 186, 16 },
				種別 = "道（─）",
			},
			０２９５ = {
				マップ位置 = (list) { 187, 16 },
				種別 = "道（─）",
			},
			０２９６ = {
				マップ位置 = (list) { 188, 16 },
				種別 = "道（─）",
			},
			０２９７ = {
				マップ位置 = (list) { 189, 16 },
				種別 = "道（─）",
			},
			０２９８ = {
				マップ位置 = (list) { 190, 16 },
				種別 = "箱",
				番号 = 687,
			},
			０２９９ = {
				マップ位置 = (list) { 191, 16 },
				種別 = "道（─）",
			},
			０３００ = {
				マップ位置 = (list) { 192, 16 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 193, 16 },
				種別 = "道（─）",
			},
			０３０２ = {
				マップ位置 = (list) { 194, 16 },
				種別 = "道（─）",
			},
			０３０３ = {
				マップ位置 = (list) { 195, 16 },
				種別 = "箱",
				番号 = 690,
			},
			０３０４ = {
				マップ位置 = (list) { 202, 17 },
				種別 = "箱",
				番号 = 700,
			},
			０３０５ = {
				マップ位置 = (list) { 203, 17 },
				種別 = "道（─）",
			},
			０３０６ = {
				マップ位置 = (list) { 204, 17 },
				種別 = "箱",
				番号 = 710,
			},
			０３０７ = {
				マップ位置 = (list) { 205, 17 },
				種別 = "道（─）",
			},
			０３０８ = {
				マップ位置 = (list) { 206, 17 },
				種別 = "箱",
				番号 = 720,
			},
			０３０９ = {
				マップ位置 = (list) { 207, 17 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 208, 17 },
				種別 = "箱",
				番号 = 750,
			},
			０３１１ = {
				マップ位置 = (list) { 209, 16 },
				種別 = "道（┌）",
			},
			０３１２ = {
				マップ位置 = (list) { 209, 17 },
				種別 = "道（┘）",
			},
			０３１３ = {
				マップ位置 = (list) { 210, 16 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 211, 15 },
				種別 = "道（┌）",
			},
			０３１５ = {
				マップ位置 = (list) { 211, 16 },
				種別 = "道（┘）",
			},
			０３１６ = {
				マップ位置 = (list) { 212, 15 },
				種別 = "道（─）",
				番号 = 800,
			},
			０３１７ = {
				マップ位置 = (list) { 213, 14 },
				種別 = "道（┌）",
			},
			０３１８ = {
				マップ位置 = (list) { 213, 15 },
				種別 = "道（┘）",
			},
			０３１９ = {
				マップ位置 = (list) { 214, 14 },
				種別 = "道（─）",
			},
			０３２０ = {
				マップ位置 = (list) { 215, 14 },
				種別 = "箱",
				番号 = 810,
			},
			０３２１ = {
				マップ位置 = (list) { 216, 14 },
				種別 = "道（─）",
			},
			０３２２ = {
				マップ位置 = (list) { 217, 14 },
				種別 = "道（┐）",
			},
			０３２３ = {
				マップ位置 = (list) { 217, 15 },
				種別 = "道（└）",
			},
			０３２４ = {
				マップ位置 = (list) { 218, 15 },
				種別 = "箱",
				番号 = 811,
			},
			０３２５ = {
				マップ位置 = (list) { 219, 15 },
				種別 = "道（─）",
			},
			０３２６ = {
				マップ位置 = (list) { 220, 15 },
				種別 = "箱",
				番号 = 815,
			},
			０３２７ = {
				マップ位置 = (list) { 220, 16 },
				種別 = "道（└）",
			},
			０３２８ = {
				マップ位置 = (list) { 221, 16 },
				種別 = "道（─）",
			},
			０３２９ = {
				マップ位置 = (list) { 222, 16 },
				種別 = "箱",
				番号 = 820,
			},
			０３３０ = {
				マップ位置 = (list) { 222, 17 },
				種別 = "道（└）",
			},
			０３３１ = {
				マップ位置 = (list) { 223, 16 },
				種別 = "道（─）",
			},
			０３３２ = {
				マップ位置 = (list) { 223, 17 },
				種別 = "道（┐）",
			},
			０３３３ = {
				マップ位置 = (list) { 223, 18 },
				種別 = "道（└）",
			},
			０３３４ = {
				マップ位置 = (list) { 224, 16 },
				種別 = "箱",
				番号 = 830,
			},
			０３３５ = {
				マップ位置 = (list) { 224, 18 },
				種別 = "箱",
				番号 = 1400,
			},
			０３３６ = {
				マップ位置 = (list) { 225, 16 },
				種別 = "道（─）",
			},
			０３３７ = {
				マップ位置 = (list) { 225, 18 },
				種別 = "道（─）",
			},
			０３３８ = {
				マップ位置 = (list) { 226, 15 },
				種別 = "道（┌）",
			},
			０３３９ = {
				マップ位置 = (list) { 226, 16 },
				種別 = "箱",
				番号 = 840,
			},
			０３４０ = {
				マップ位置 = (list) { 226, 17 },
				種別 = "道（└）",
			},
			０３４１ = {
				マップ位置 = (list) { 226, 18 },
				種別 = "道（─）",
			},
			０３４２ = {
				マップ位置 = (list) { 227, 14 },
				種別 = "道（┌）",
			},
			０３４３ = {
				マップ位置 = (list) { 227, 15 },
				種別 = "道（┘）",
			},
			０３４４ = {
				マップ位置 = (list) { 227, 17 },
				種別 = "道（─）",
			},
			０３４５ = {
				マップ位置 = (list) { 227, 18 },
				種別 = "箱",
				番号 = 1410,
			},
			０３４６ = {
				マップ位置 = (list) { 228, 14 },
				種別 = "道（─）",
			},
			０３４７ = {
				マップ位置 = (list) { 228, 17 },
				種別 = "道（─）",
			},
			０３４８ = {
				マップ位置 = (list) { 228, 18 },
				種別 = "道（─）",
			},
			０３４９ = {
				マップ位置 = (list) { 229, 14 },
				種別 = "道（─）",
			},
			０３５０ = {
				マップ位置 = (list) { 229, 17 },
				種別 = "道（─）",
			},
			０３５１ = {
				マップ位置 = (list) { 229, 18 },
				種別 = "道（─）",
			},
			０３５２ = {
				マップ位置 = (list) { 230, 14 },
				種別 = "箱",
				番号 = 900,
			},
			０３５３ = {
				マップ位置 = (list) { 230, 17 },
				種別 = "道（─）",
			},
			０３５４ = {
				マップ位置 = (list) { 230, 18 },
				種別 = "箱",
				番号 = 1420,
			},
			０３５５ = {
				マップ位置 = (list) { 231, 14 },
				種別 = "道（─）",
			},
			０３５６ = {
				マップ位置 = (list) { 231, 17 },
				種別 = "箱",
				番号 = 1000,
			},
			０３５７ = {
				マップ位置 = (list) { 231, 18 },
				種別 = "道（─）",
			},
			０３５８ = {
				マップ位置 = (list) { 232, 12 },
				種別 = "道（┌）",
			},
			０３５９ = {
				マップ位置 = (list) { 232, 13 },
				種別 = "道（│）",
			},
			０３６０ = {
				マップ位置 = (list) { 232, 14 },
				種別 = "道（┘）",
			},
			０３６１ = {
				マップ位置 = (list) { 232, 17 },
				種別 = "道（─）",
			},
			０３６２ = {
				マップ位置 = (list) { 232, 18 },
				種別 = "箱",
				番号 = 1430,
			},
			０３６３ = {
				マップ位置 = (list) { 233, 12 },
				種別 = "箱",
				番号 = 910,
			},
			０３６４ = {
				マップ位置 = (list) { 233, 17 },
				種別 = "道（─）",
			},
			０３６５ = {
				マップ位置 = (list) { 233, 18 },
				種別 = "道（┐）",
			},
			０３６６ = {
				マップ位置 = (list) { 233, 19 },
				種別 = "道（│）",
			},
			０３６７ = {
				マップ位置 = (list) { 233, 20 },
				種別 = "道（└）",
			},
			０３６８ = {
				マップ位置 = (list) { 234, 12 },
				種別 = "道（─）",
			},
			０３６９ = {
				マップ位置 = (list) { 234, 17 },
				種別 = "道（─）",
				番号 = 1005,
			},
			０３７０ = {
				マップ位置 = (list) { 234, 20 },
				種別 = "箱",
				番号 = 1440,
			},
			０３７１ = {
				マップ位置 = (list) { 235, 12 },
				種別 = "道（─）",
			},
			０３７２ = {
				マップ位置 = (list) { 235, 17 },
				種別 = "道（─）",
			},
			０３７３ = {
				マップ位置 = (list) { 235, 20 },
				種別 = "道（─）",
			},
			０３７４ = {
				マップ位置 = (list) { 236, 11 },
				種別 = "道（┌）",
			},
			０３７５ = {
				マップ位置 = (list) { 236, 12 },
				種別 = "道（┘）",
				番号 = 920,
			},
			０３７６ = {
				マップ位置 = (list) { 236, 17 },
				種別 = "道（─）",
			},
			０３７７ = {
				マップ位置 = (list) { 236, 20 },
				種別 = "道（─）",
			},
			０３７８ = {
				マップ位置 = (list) { 237, 11 },
				種別 = "道（─）",
			},
			０３７９ = {
				マップ位置 = (list) { 237, 17 },
				種別 = "箱",
				番号 = 1010,
			},
			０３８０ = {
				マップ位置 = (list) { 237, 20 },
				種別 = "道（─）",
			},
			０３８１ = {
				マップ位置 = (list) { 238, 10 },
				種別 = "道（┌）",
			},
			０３８２ = {
				マップ位置 = (list) { 238, 11 },
				種別 = "箱",
				番号 = 930,
			},
			０３８３ = {
				マップ位置 = (list) { 238, 17 },
				種別 = "道（─）",
			},
			０３８４ = {
				マップ位置 = (list) { 238, 20 },
				種別 = "道（─）",
			},
			０３８５ = {
				マップ位置 = (list) { 239, 9 },
				種別 = "道（┌）",
			},
			０３８６ = {
				マップ位置 = (list) { 239, 10 },
				種別 = "道（┘）",
			},
			０３８７ = {
				マップ位置 = (list) { 239, 11 },
				種別 = "道（─）",
			},
			０３８８ = {
				マップ位置 = (list) { 239, 17 },
				種別 = "道（┐）",
			},
			０３８９ = {
				マップ位置 = (list) { 239, 18 },
				種別 = "道（└）",
			},
			０３９０ = {
				マップ位置 = (list) { 239, 20 },
				種別 = "道（─）",
			},
			０３９１ = {
				マップ位置 = (list) { 240, 9 },
				種別 = "道（─）",
			},
			０３９２ = {
				マップ位置 = (list) { 240, 11 },
				種別 = "道（─）",
				番号 = 941,
			},
			０３９３ = {
				マップ位置 = (list) { 240, 18 },
				種別 = "箱",
				番号 = 1020,
			},
			０３９４ = {
				マップ位置 = (list) { 240, 20 },
				種別 = "道（┐）",
			},
			０３９５ = {
				マップ位置 = (list) { 240, 21 },
				種別 = "道（└）",
			},
			０３９６ = {
				マップ位置 = (list) { 241, 9 },
				種別 = "箱",
				番号 = 940,
			},
			０３９７ = {
				マップ位置 = (list) { 241, 11 },
				種別 = "道（─）",
				番号 = 942,
			},
			０３９８ = {
				マップ位置 = (list) { 241, 17 },
				種別 = "道（┌）",
			},
			０３９９ = {
				マップ位置 = (list) { 241, 18 },
				種別 = "道（┘）",
			},
			０４００ = {
				マップ位置 = (list) { 241, 21 },
				種別 = "箱",
				番号 = 1450,
			},
			０４０１ = {
				マップ位置 = (list) { 241, 22 },
				種別 = "道（└）",
			},
			０４０２ = {
				マップ位置 = (list) { 242, 9 },
				種別 = "道（┐）",
			},
			０４０３ = {
				マップ位置 = (list) { 242, 10 },
				種別 = "道（│）",
			},
			０４０４ = {
				マップ位置 = (list) { 242, 11 },
				種別 = "道（┴）",
			},
			０４０５ = {
				マップ位置 = (list) { 242, 17 },
				種別 = "道（─）",
			},
			０４０６ = {
				マップ位置 = (list) { 242, 21 },
				種別 = "道（─）",
			},
			０４０７ = {
				マップ位置 = (list) { 242, 22 },
				種別 = "箱",
				番号 = 1470,
			},
			０４０８ = {
				マップ位置 = (list) { 243, 11 },
				種別 = "箱",
				番号 = 950,
			},
			０４０９ = {
				マップ位置 = (list) { 243, 17 },
				種別 = "道（─）",
				番号 = 1030,
			},
			０４１０ = {
				マップ位置 = (list) { 243, 21 },
				種別 = "箱",
				番号 = 1460,
			},
			０４１１ = {
				マップ位置 = (list) { 243, 22 },
				種別 = "道（─）",
			},
			０４１２ = {
				マップ位置 = (list) { 244, 11 },
				種別 = "道（─）",
			},
			０４１３ = {
				マップ位置 = (list) { 244, 17 },
				種別 = "道（─）",
			},
			０４１４ = {
				マップ位置 = (list) { 244, 22 },
				種別 = "道（─）",
			},
			０４１５ = {
				マップ位置 = (list) { 245, 11 },
				種別 = "道（─）",
			},
			０４１６ = {
				マップ位置 = (list) { 245, 17 },
				種別 = "道（─）",
			},
			０４１７ = {
				マップ位置 = (list) { 245, 22 },
				種別 = "道（─）",
			},
			０４１８ = {
				マップ位置 = (list) { 246, 11 },
				種別 = "道（─）",
				番号 = 960,
			},
			０４１９ = {
				マップ位置 = (list) { 246, 17 },
				種別 = "箱",
				番号 = 1040,
			},
			０４２０ = {
				マップ位置 = (list) { 246, 22 },
				種別 = "道（─）",
			},
			０４２１ = {
				マップ位置 = (list) { 247, 11 },
				種別 = "道（─）",
			},
			０４２２ = {
				マップ位置 = (list) { 247, 17 },
				種別 = "道（─）",
			},
			０４２３ = {
				マップ位置 = (list) { 247, 22 },
				種別 = "箱",
				番号 = 1480,
			},
			０４２４ = {
				マップ位置 = (list) { 248, 11 },
				種別 = "箱",
				番号 = 970,
			},
			０４２５ = {
				マップ位置 = (list) { 248, 17 },
				種別 = "道（─）",
			},
			０４２６ = {
				マップ位置 = (list) { 249, 11 },
				種別 = "道（─）",
			},
			０４２７ = {
				マップ位置 = (list) { 249, 17 },
				種別 = "道（─）",
			},
			０４２８ = {
				マップ位置 = (list) { 250, 11 },
				種別 = "道（─）",
			},
			０４２９ = {
				マップ位置 = (list) { 250, 17 },
				種別 = "道（─）",
			},
			０４３０ = {
				マップ位置 = (list) { 251, 11 },
				種別 = "箱",
				番号 = 980,
			},
			０４３１ = {
				マップ位置 = (list) { 251, 17 },
				種別 = "道（─）",
			},
			０４３２ = {
				マップ位置 = (list) { 252, 11 },
				種別 = "道（┐）",
			},
			０４３３ = {
				マップ位置 = (list) { 252, 12 },
				種別 = "道（└）",
			},
			０４３４ = {
				マップ位置 = (list) { 252, 17 },
				種別 = "箱",
				番号 = 1060,
			},
			０４３５ = {
				マップ位置 = (list) { 253, 12 },
				種別 = "箱",
				番号 = 985,
			},
			０４３６ = {
				マップ位置 = (list) { 253, 17 },
				種別 = "道（─）",
			},
			０４３７ = {
				マップ位置 = (list) { 254, 12 },
				種別 = "道（┐）",
			},
			０４３８ = {
				マップ位置 = (list) { 254, 13 },
				種別 = "道（│）",
			},
			０４３９ = {
				マップ位置 = (list) { 254, 14 },
				種別 = "道（└）",
			},
			０４４０ = {
				マップ位置 = (list) { 254, 17 },
				種別 = "箱",
				番号 = 1070,
			},
			０４４１ = {
				マップ位置 = (list) { 255, 14 },
				種別 = "箱",
				番号 = 990,
			},
			０４４２ = {
				マップ位置 = (list) { 255, 17 },
				種別 = "道（─）",
			},
			０４４３ = {
				マップ位置 = (list) { 256, 14 },
				種別 = "道（─）",
			},
			０４４４ = {
				マップ位置 = (list) { 256, 17 },
				種別 = "箱",
				番号 = 1080,
			},
			０４４５ = {
				マップ位置 = (list) { 257, 14 },
				種別 = "道（┐）",
			},
			０４４６ = {
				マップ位置 = (list) { 257, 15 },
				種別 = "道（│）",
			},
			０４４７ = {
				マップ位置 = (list) { 257, 16 },
				種別 = "道（├）",
			},
			０４４８ = {
				マップ位置 = (list) { 257, 17 },
				種別 = "道（┘）",
			},
			０４４９ = {
				マップ位置 = (list) { 258, 16 },
				種別 = "道（─）",
			},
			０４５０ = {
				マップ位置 = (list) { 259, 16 },
				種別 = "箱",
				番号 = 1100,
			},
			０４５１ = {
				マップ位置 = (list) { 260, 16 },
				種別 = "道（─）",
			},
			０４５２ = {
				マップ位置 = (list) { 261, 16 },
				種別 = "箱",
				番号 = 1105,
			},
			０４５３ = {
				マップ位置 = (list) { 262, 16 },
				種別 = "道（─）",
			},
			０４５４ = {
				マップ位置 = (list) { 263, 16 },
				種別 = "道（─）",
			},
			０４５５ = {
				マップ位置 = (list) { 264, 16 },
				種別 = "道（─）",
			},
			０４５６ = {
				マップ位置 = (list) { 265, 16 },
				種別 = "道（─）",
			},
			０４５７ = {
				マップ位置 = (list) { 266, 16 },
				種別 = "箱",
				番号 = 1110,
			},
			０４５８ = {
				マップ位置 = (list) { 267, 16 },
				種別 = "道（─）",
			},
			０４５９ = {
				マップ位置 = (list) { 268, 16 },
				種別 = "道（─）",
			},
			０４６０ = {
				マップ位置 = (list) { 269, 15 },
				種別 = "道（┌）",
			},
			０４６１ = {
				マップ位置 = (list) { 269, 16 },
				種別 = "道（┘）",
			},
			０４６２ = {
				マップ位置 = (list) { 270, 15 },
				種別 = "箱",
				番号 = 1120,
			},
			０４６３ = {
				マップ位置 = (list) { 271, 15 },
				種別 = "道（─）",
			},
			０４６４ = {
				マップ位置 = (list) { 271, 20 },
				種別 = "箱",
				番号 = 1500,
			},
			０４６５ = {
				マップ位置 = (list) { 272, 15 },
				種別 = "道（─）",
			},
			０４６６ = {
				マップ位置 = (list) { 272, 20 },
				種別 = "道（─）",
			},
			０４６７ = {
				マップ位置 = (list) { 273, 14 },
				種別 = "道（┌）",
			},
			０４６８ = {
				マップ位置 = (list) { 273, 15 },
				種別 = "箱",
				番号 = 1130,
			},
			０４６９ = {
				マップ位置 = (list) { 273, 20 },
				種別 = "箱",
				番号 = 1505,
			},
			０４７０ = {
				マップ位置 = (list) { 274, 13 },
				種別 = "道（┌）",
			},
			０４７１ = {
				マップ位置 = (list) { 274, 14 },
				種別 = "道（┘）",
			},
			０４７２ = {
				マップ位置 = (list) { 274, 15 },
				種別 = "道（─）",
				番号 = 1131,
			},
			０４７３ = {
				マップ位置 = (list) { 274, 20 },
				種別 = "道（─）",
			},
			０４７４ = {
				マップ位置 = (list) { 275, 13 },
				種別 = "道（─）",
			},
			０４７５ = {
				マップ位置 = (list) { 275, 15 },
				種別 = "道（─）",
				番号 = 1132,
			},
			０４７６ = {
				マップ位置 = (list) { 275, 20 },
				種別 = "道（─）",
			},
			０４７７ = {
				マップ位置 = (list) { 276, 13 },
				種別 = "道（┐）",
			},
			０４７８ = {
				マップ位置 = (list) { 276, 14 },
				種別 = "道（│）",
			},
			０４７９ = {
				マップ位置 = (list) { 276, 15 },
				種別 = "箱",
				番号 = 1140,
			},
			０４８０ = {
				マップ位置 = (list) { 276, 20 },
				種別 = "道（─）",
				番号 = 1506,
			},
			０４８１ = {
				マップ位置 = (list) { 277, 15 },
				種別 = "道（─）",
			},
			０４８２ = {
				マップ位置 = (list) { 277, 20 },
				種別 = "道（─）",
			},
			０４８３ = {
				マップ位置 = (list) { 278, 15 },
				種別 = "道（─）",
			},
			０４８４ = {
				マップ位置 = (list) { 278, 20 },
				種別 = "箱",
				番号 = 1510,
			},
			０４８５ = {
				マップ位置 = (list) { 279, 15 },
				種別 = "箱",
				番号 = 1150,
			},
			０４８６ = {
				マップ位置 = (list) { 279, 20 },
				種別 = "道（─）",
			},
			０４８７ = {
				マップ位置 = (list) { 280, 15 },
				種別 = "道（┐）",
			},
			０４８８ = {
				マップ位置 = (list) { 280, 16 },
				種別 = "道（└）",
			},
			０４８９ = {
				マップ位置 = (list) { 280, 20 },
				種別 = "道（─）",
			},
			０４９０ = {
				マップ位置 = (list) { 281, 16 },
				種別 = "道（─）",
			},
			０４９１ = {
				マップ位置 = (list) { 281, 20 },
				種別 = "道（─）",
				番号 = 1515,
			},
			０４９２ = {
				マップ位置 = (list) { 282, 15 },
				種別 = "道（┌）",
			},
			０４９３ = {
				マップ位置 = (list) { 282, 16 },
				種別 = "箱",
				番号 = 1160,
			},
			０４９４ = {
				マップ位置 = (list) { 282, 20 },
				種別 = "道（─）",
			},
			０４９５ = {
				マップ位置 = (list) { 283, 14 },
				種別 = "道（┌）",
			},
			０４９６ = {
				マップ位置 = (list) { 283, 15 },
				種別 = "道（┘）",
			},
			０４９７ = {
				マップ位置 = (list) { 283, 16 },
				種別 = "道（─）",
				番号 = 1172,
			},
			０４９８ = {
				マップ位置 = (list) { 283, 20 },
				種別 = "道（┐）",
			},
			０４９９ = {
				マップ位置 = (list) { 283, 21 },
				種別 = "箱",
				番号 = 1518,
			},
			０５００ = {
				マップ位置 = (list) { 284, 14 },
				種別 = "箱",
				番号 = 1171,
			},
			０５０１ = {
				マップ位置 = (list) { 284, 16 },
				種別 = "道（─）",
				番号 = 1173,
			},
			０５０２ = {
				マップ位置 = (list) { 284, 21 },
				種別 = "道（─）",
			},
			０５０３ = {
				マップ位置 = (list) { 285, 14 },
				種別 = "道（─）",
			},
			０５０４ = {
				マップ位置 = (list) { 285, 16 },
				種別 = "箱",
				番号 = 1174,
			},
			０５０５ = {
				マップ位置 = (list) { 285, 21 },
				種別 = "道（┐）",
			},
			０５０６ = {
				マップ位置 = (list) { 285, 22 },
				種別 = "道（└）",
			},
			０５０７ = {
				マップ位置 = (list) { 286, 14 },
				種別 = "道（─）",
			},
			０５０８ = {
				マップ位置 = (list) { 286, 16 },
				種別 = "道（─）",
			},
			０５０９ = {
				マップ位置 = (list) { 286, 22 },
				種別 = "道（─）",
			},
			０５１０ = {
				マップ位置 = (list) { 287, 14 },
				種別 = "道（┐）",
			},
			０５１１ = {
				マップ位置 = (list) { 287, 15 },
				種別 = "道（│）",
			},
			０５１２ = {
				マップ位置 = (list) { 287, 16 },
				種別 = "道（┴）",
			},
			０５１３ = {
				マップ位置 = (list) { 287, 22 },
				種別 = "道（┐）",
			},
			０５１４ = {
				マップ位置 = (list) { 287, 23 },
				種別 = "箱",
				番号 = 1520,
			},
			０５１５ = {
				マップ位置 = (list) { 288, 16 },
				種別 = "箱",
				番号 = 1180,
			},
			０５１６ = {
				マップ位置 = (list) { 288, 23 },
				種別 = "道（─）",
			},
			０５１７ = {
				マップ位置 = (list) { 289, 16 },
				種別 = "道（─）",
			},
			０５１８ = {
				マップ位置 = (list) { 289, 23 },
				種別 = "道（─）",
			},
			０５１９ = {
				マップ位置 = (list) { 290, 16 },
				種別 = "箱",
				番号 = 1190,
			},
			０５２０ = {
				マップ位置 = (list) { 290, 23 },
				種別 = "道（─）",
				番号 = 1525,
			},
			０５２１ = {
				マップ位置 = (list) { 291, 16 },
				種別 = "道（─）",
			},
			０５２２ = {
				マップ位置 = (list) { 291, 23 },
				種別 = "道（─）",
			},
			０５２３ = {
				マップ位置 = (list) { 292, 16 },
				種別 = "箱",
				番号 = 1200,
			},
			０５２４ = {
				マップ位置 = (list) { 292, 23 },
				種別 = "箱",
				番号 = 1530,
			},
			０５２５ = {
				マップ位置 = (list) { 293, 16 },
				種別 = "道（─）",
			},
			０５２６ = {
				マップ位置 = (list) { 293, 23 },
				種別 = "道（─）",
			},
			０５２７ = {
				マップ位置 = (list) { 294, 16 },
				種別 = "箱",
				番号 = 1205,
			},
			０５２８ = {
				マップ位置 = (list) { 294, 23 },
				種別 = "道（─）",
			},
			０５２９ = {
				マップ位置 = (list) { 295, 16 },
				種別 = "道（─）",
			},
			０５３０ = {
				マップ位置 = (list) { 295, 23 },
				種別 = "道（─）",
			},
			０５３１ = {
				マップ位置 = (list) { 296, 16 },
				種別 = "箱",
				番号 = 1210,
			},
			０５３２ = {
				マップ位置 = (list) { 296, 23 },
				種別 = "道（─）",
			},
			０５３３ = {
				マップ位置 = (list) { 297, 16 },
				種別 = "道（─）",
			},
			０５３４ = {
				マップ位置 = (list) { 297, 23 },
				種別 = "道（─）",
			},
			０５３５ = {
				マップ位置 = (list) { 298, 16 },
				種別 = "箱",
				番号 = 1220,
			},
			０５３６ = {
				マップ位置 = (list) { 298, 23 },
				種別 = "箱",
				番号 = 1540,
			},
			０５３７ = {
				マップ位置 = (list) { 299, 23 },
				種別 = "道（─）",
			},
			０５３８ = {
				マップ位置 = (list) { 300, 23 },
				種別 = "箱",
				番号 = 1560,
			},
			０５３９ = {
				マップ位置 = (list) { 301, 23 },
				種別 = "道（─）",
			},
			０５４０ = {
				マップ位置 = (list) { 302, 23 },
				種別 = "箱",
				番号 = 1570,
			},
		},
	},
	ゼス２ = {
		サイズ = (list) { 283, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
				番号 = 5,
			},
			０００５ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
				番号 = 15,
			},
			００１０ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００１２ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（┌）",
			},
			００１３ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（┘）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（┐）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（│）",
			},
			００１８ = {
				マップ位置 = (list) { 16, 15 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 17, 15 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 18, 15 },
				種別 = "箱",
				番号 = 40,
			},
			００２１ = {
				マップ位置 = (list) { 19, 15 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 20, 15 },
				種別 = "道（─）",
				番号 = 45,
			},
			００２３ = {
				マップ位置 = (list) { 21, 15 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 22, 15 },
				種別 = "箱",
				番号 = 50,
			},
			００２５ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（┌）",
			},
			００２６ = {
				マップ位置 = (list) { 23, 15 },
				種別 = "道（┘）",
			},
			００２７ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（─）",
				番号 = 55,
			},
			００２８ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "箱",
				番号 = 60,
			},
			００３０ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（┌）",
			},
			００３１ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（┘）",
			},
			００３２ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（┌）",
			},
			００３３ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００３４ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（┌）",
				番号 = 81,
			},
			００３５ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（┘）",
			},
			００３６ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "箱",
				番号 = 80,
			},
			００４０ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（┐）",
				番号 = 82,
			},
			００４４ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（│）",
			},
			００４５ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "箱",
				番号 = 85,
			},
			００４６ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（┐）",
			},
			００４７ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "道（└）",
			},
			００４８ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "箱",
				番号 = 90,
			},
			００４９ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 38, 14 },
				種別 = "箱",
				番号 = 95,
			},
			００５２ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（┌）",
			},
			００５３ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "道（┘）",
			},
			００５４ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００５６ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００５８ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００６０ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "箱",
				番号 = 200,
			},
			００６５ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（─）",
				番号 = 205,
			},
			００６７ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "箱",
				番号 = 210,
			},
			００６９ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（┌）",
			},
			００７２ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "箱",
				番号 = 220,
			},
			００７３ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（└）",
			},
			００７４ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（┌）",
			},
			００７５ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "道（┘）",
			},
			００７６ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "箱",
				番号 = 230,
			},
			００７９ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "箱",
				番号 = 240,
			},
			００８０ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "箱",
				番号 = 250,
			},
			００８４ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 61, 13 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "道（┐）",
			},
			００８８ = {
				マップ位置 = (list) { 62, 12 },
				種別 = "箱",
				番号 = 235,
			},
			００８９ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 63, 12 },
				種別 = "道（┐）",
			},
			００９２ = {
				マップ位置 = (list) { 63, 13 },
				種別 = "箱",
				番号 = 260,
			},
			００９３ = {
				マップ位置 = (list) { 63, 14 },
				種別 = "道（┘）",
			},
			００９４ = {
				マップ位置 = (list) { 64, 13 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "箱",
				番号 = 270,
			},
			００９６ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "道（┘）",
			},
			００９７ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "道（─）",
				番号 = 275,
			},
			００９９ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（┌）",
			},
			０１００ = {
				マップ位置 = (list) { 68, 12 },
				種別 = "道（┘）",
			},
			０１０１ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（─）",
				番号 = 276,
			},
			０１０２ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "箱",
				番号 = 280,
			},
			０１０３ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（┘）",
			},
			０１０４ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "箱",
				番号 = 290,
			},
			０１０６ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "道（┐）",
			},
			０１０７ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "道（└）",
			},
			０１０８ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "箱",
				番号 = 300,
			},
			０１１０ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "道（┌）",
			},
			０１１２ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "箱",
				番号 = 310,
			},
			０１１３ = {
				マップ位置 = (list) { 77, 12 },
				種別 = "道（└）",
			},
			０１１４ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 78, 12 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 79, 10 },
				種別 = "箱",
				番号 = 320,
			},
			０１１７ = {
				マップ位置 = (list) { 79, 12 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 80, 10 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 80, 12 },
				種別 = "箱",
				番号 = 330,
			},
			０１２０ = {
				マップ位置 = (list) { 81, 10 },
				種別 = "道（┐）",
			},
			０１２１ = {
				マップ位置 = (list) { 81, 11 },
				種別 = "道（└）",
			},
			０１２２ = {
				マップ位置 = (list) { 81, 12 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "箱",
				番号 = 340,
			},
			０１２４ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "道（┘）",
			},
			０１２５ = {
				マップ位置 = (list) { 83, 11 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 84, 11 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 85, 11 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "道（┌）",
			},
			０１２９ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "箱",
				番号 = 350,
			},
			０１３０ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（└）",
			},
			０１３１ = {
				マップ位置 = (list) { 87, 9 },
				種別 = "道（┌）",
			},
			０１３２ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "道（┘）",
			},
			０１３３ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "道（┐）",
			},
			０１３５ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（└）",
			},
			０１３６ = {
				マップ位置 = (list) { 88, 9 },
				種別 = "箱",
				番号 = 360,
			},
			０１３７ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "箱",
				番号 = 364,
			},
			０１３９ = {
				マップ位置 = (list) { 89, 9 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "箱",
				番号 = 363,
			},
			０１４１ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 90, 9 },
				種別 = "箱",
				番号 = 361,
			},
			０１４３ = {
				マップ位置 = (list) { 90, 11 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 90, 13 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 91, 9 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 91, 11 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（┌）",
			},
			０１４８ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "道（┘）",
			},
			０１４９ = {
				マップ位置 = (list) { 92, 9 },
				種別 = "道（┐）",
				番号 = 362,
			},
			０１５０ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "道（│）",
			},
			０１５１ = {
				マップ位置 = (list) { 92, 11 },
				種別 = "箱",
				番号 = 380,
			},
			０１５２ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（┘）",
			},
			０１５３ = {
				マップ位置 = (list) { 93, 11 },
				種別 = "道（─）",
			},
			０１５４ = {
				マップ位置 = (list) { 94, 11 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 95, 11 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 96, 11 },
				種別 = "箱",
				番号 = 400,
			},
			０１５７ = {
				マップ位置 = (list) { 97, 11 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "箱",
				番号 = 410,
			},
			０１５９ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "箱",
				番号 = 420,
			},
			０１６１ = {
				マップ位置 = (list) { 101, 11 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 102, 11 },
				種別 = "箱",
				番号 = 430,
			},
			０１６３ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（┐）",
			},
			０１６４ = {
				マップ位置 = (list) { 103, 12 },
				種別 = "道（└）",
			},
			０１６５ = {
				マップ位置 = (list) { 104, 12 },
				種別 = "道（┐）",
			},
			０１６６ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（└）",
			},
			０１６７ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "箱",
				番号 = 500,
			},
			０１６８ = {
				マップ位置 = (list) { 106, 13 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 107, 13 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 108, 13 },
				種別 = "道（┐）",
			},
			０１７１ = {
				マップ位置 = (list) { 108, 14 },
				種別 = "道（└）",
			},
			０１７２ = {
				マップ位置 = (list) { 109, 14 },
				種別 = "箱",
				番号 = 600,
			},
			０１７３ = {
				マップ位置 = (list) { 110, 14 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 111, 14 },
				種別 = "道（─）",
				番号 = 605,
			},
			０１７５ = {
				マップ位置 = (list) { 112, 14 },
				種別 = "道（─）",
			},
			０１７６ = {
				マップ位置 = (list) { 113, 14 },
				種別 = "箱",
				番号 = 610,
			},
			０１７７ = {
				マップ位置 = (list) { 114, 14 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 115, 14 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 116, 13 },
				種別 = "道（┌）",
			},
			０１８０ = {
				マップ位置 = (list) { 116, 14 },
				種別 = "箱",
				番号 = 620,
			},
			０１８１ = {
				マップ位置 = (list) { 117, 13 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 117, 14 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 118, 14 },
				種別 = "箱",
				番号 = 630,
			},
			０１８５ = {
				マップ位置 = (list) { 119, 13 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 119, 14 },
				種別 = "道（┐）",
			},
			０１８７ = {
				マップ位置 = (list) { 119, 15 },
				種別 = "道（└）",
			},
			０１８８ = {
				マップ位置 = (list) { 120, 13 },
				種別 = "道（┐）",
			},
			０１８９ = {
				マップ位置 = (list) { 120, 14 },
				種別 = "道（│）",
			},
			０１９０ = {
				マップ位置 = (list) { 120, 15 },
				種別 = "箱",
				番号 = 640,
			},
			０１９１ = {
				マップ位置 = (list) { 121, 15 },
				種別 = "道（┐）",
			},
			０１９２ = {
				マップ位置 = (list) { 121, 16 },
				種別 = "道（└）",
			},
			０１９３ = {
				マップ位置 = (list) { 122, 16 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 123, 15 },
				種別 = "道（┌）",
			},
			０１９５ = {
				マップ位置 = (list) { 123, 16 },
				種別 = "箱",
				番号 = 650,
			},
			０１９６ = {
				マップ位置 = (list) { 124, 15 },
				種別 = "道（─）",
			},
			０１９７ = {
				マップ位置 = (list) { 124, 16 },
				種別 = "道（─）",
			},
			０１９８ = {
				マップ位置 = (list) { 125, 15 },
				種別 = "道（─）",
			},
			０１９９ = {
				マップ位置 = (list) { 125, 16 },
				種別 = "箱",
				番号 = 660,
			},
			０２００ = {
				マップ位置 = (list) { 126, 15 },
				種別 = "道（┐）",
			},
			０２０１ = {
				マップ位置 = (list) { 126, 16 },
				種別 = "道（┴）",
			},
			０２０２ = {
				マップ位置 = (list) { 127, 16 },
				種別 = "道（┐）",
			},
			０２０３ = {
				マップ位置 = (list) { 127, 17 },
				種別 = "箱",
				番号 = 670,
			},
			０２０４ = {
				マップ位置 = (list) { 128, 17 },
				種別 = "道（┐）",
			},
			０２０５ = {
				マップ位置 = (list) { 128, 18 },
				種別 = "道（└）",
			},
			０２０６ = {
				マップ位置 = (list) { 129, 18 },
				種別 = "道（─）",
			},
			０２０７ = {
				マップ位置 = (list) { 130, 17 },
				種別 = "道（┌）",
			},
			０２０８ = {
				マップ位置 = (list) { 130, 18 },
				種別 = "箱",
				番号 = 680,
			},
			０２０９ = {
				マップ位置 = (list) { 131, 16 },
				種別 = "道（┌）",
			},
			０２１０ = {
				マップ位置 = (list) { 131, 17 },
				種別 = "道（┘）",
			},
			０２１１ = {
				マップ位置 = (list) { 131, 18 },
				種別 = "道（─）",
			},
			０２１２ = {
				マップ位置 = (list) { 132, 16 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 132, 18 },
				種別 = "箱",
				番号 = 690,
			},
			０２１４ = {
				マップ位置 = (list) { 133, 16 },
				種別 = "箱",
				番号 = 700,
			},
			０２１５ = {
				マップ位置 = (list) { 133, 17 },
				種別 = "道（│）",
			},
			０２１６ = {
				マップ位置 = (list) { 133, 18 },
				種別 = "道（┘）",
			},
			０２１７ = {
				マップ位置 = (list) { 134, 16 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 135, 16 },
				種別 = "箱",
				番号 = 710,
			},
			０２１９ = {
				マップ位置 = (list) { 136, 16 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 137, 16 },
				種別 = "道（─）",
			},
			０２２１ = {
				マップ位置 = (list) { 138, 16 },
				種別 = "箱",
				番号 = 720,
			},
			０２２２ = {
				マップ位置 = (list) { 145, 16 },
				種別 = "箱",
				番号 = 800,
			},
			０２２３ = {
				マップ位置 = (list) { 146, 16 },
				種別 = "道（─）",
			},
			０２２４ = {
				マップ位置 = (list) { 147, 16 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 148, 15 },
				種別 = "道（┌）",
			},
			０２２６ = {
				マップ位置 = (list) { 148, 16 },
				種別 = "道（┘）",
				番号 = 805,
			},
			０２２７ = {
				マップ位置 = (list) { 149, 15 },
				種別 = "箱",
				番号 = 810,
			},
			０２２８ = {
				マップ位置 = (list) { 150, 15 },
				種別 = "道（─）",
			},
			０２２９ = {
				マップ位置 = (list) { 151, 14 },
				種別 = "箱",
				番号 = 820,
			},
			０２３０ = {
				マップ位置 = (list) { 151, 15 },
				種別 = "道（┘）",
			},
			０２３１ = {
				マップ位置 = (list) { 152, 14 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 153, 14 },
				種別 = "道（─）",
				番号 = 825,
			},
			０２３３ = {
				マップ位置 = (list) { 154, 14 },
				種別 = "道（─）",
			},
			０２３４ = {
				マップ位置 = (list) { 155, 14 },
				種別 = "箱",
				番号 = 830,
			},
			０２３５ = {
				マップ位置 = (list) { 156, 14 },
				種別 = "道（┐）",
			},
			０２３６ = {
				マップ位置 = (list) { 156, 15 },
				種別 = "道（└）",
			},
			０２３７ = {
				マップ位置 = (list) { 157, 15 },
				種別 = "道（─）",
				番号 = 835,
			},
			０２３８ = {
				マップ位置 = (list) { 158, 15 },
				種別 = "道（─）",
			},
			０２３９ = {
				マップ位置 = (list) { 159, 15 },
				種別 = "箱",
				番号 = 836,
			},
			０２４０ = {
				マップ位置 = (list) { 160, 10 },
				種別 = "道（┌）",
			},
			０２４１ = {
				マップ位置 = (list) { 160, 11 },
				種別 = "道（│）",
				番号 = 841,
			},
			０２４２ = {
				マップ位置 = (list) { 160, 12 },
				種別 = "道（│）",
			},
			０２４３ = {
				マップ位置 = (list) { 160, 13 },
				種別 = "箱",
				番号 = 840,
			},
			０２４４ = {
				マップ位置 = (list) { 160, 14 },
				種別 = "道（│）",
			},
			０２４５ = {
				マップ位置 = (list) { 160, 15 },
				種別 = "道（┘）",
			},
			０２４６ = {
				マップ位置 = (list) { 161, 10 },
				種別 = "道（─）",
			},
			０２４７ = {
				マップ位置 = (list) { 161, 12 },
				種別 = "道（┌）",
			},
			０２４８ = {
				マップ位置 = (list) { 161, 13 },
				種別 = "道（┘）",
			},
			０２４９ = {
				マップ位置 = (list) { 162, 10 },
				種別 = "道（┐）",
				番号 = 842,
			},
			０２５０ = {
				マップ位置 = (list) { 162, 11 },
				種別 = "道（│）",
				番号 = 8473,
			},
			０２５１ = {
				マップ位置 = (list) { 162, 12 },
				種別 = "道（┤）",
			},
			０２５２ = {
				マップ位置 = (list) { 162, 13 },
				種別 = "道（│）",
			},
			０２５３ = {
				マップ位置 = (list) { 162, 14 },
				種別 = "箱",
				番号 = 850,
			},
			０２５４ = {
				マップ位置 = (list) { 163, 14 },
				種別 = "道（─）",
			},
			０２５５ = {
				マップ位置 = (list) { 164, 14 },
				種別 = "道（─）",
			},
			０２５６ = {
				マップ位置 = (list) { 165, 14 },
				種別 = "箱",
				番号 = 860,
			},
			０２５７ = {
				マップ位置 = (list) { 166, 14 },
				種別 = "道（─）",
			},
			０２５８ = {
				マップ位置 = (list) { 167, 14 },
				種別 = "道（─）",
			},
			０２５９ = {
				マップ位置 = (list) { 168, 14 },
				種別 = "道（─）",
			},
			０２６０ = {
				マップ位置 = (list) { 169, 14 },
				種別 = "箱",
				番号 = 870,
			},
			０２６１ = {
				マップ位置 = (list) { 170, 14 },
				種別 = "道（─）",
			},
			０２６２ = {
				マップ位置 = (list) { 171, 14 },
				種別 = "箱",
				番号 = 880,
			},
			０２６３ = {
				マップ位置 = (list) { 172, 14 },
				種別 = "道（─）",
			},
			０２６４ = {
				マップ位置 = (list) { 173, 14 },
				種別 = "箱",
				番号 = 890,
			},
			０２６５ = {
				マップ位置 = (list) { 180, 14 },
				種別 = "箱",
				番号 = 900,
			},
			０２６６ = {
				マップ位置 = (list) { 181, 14 },
				種別 = "道（─）",
			},
			０２６７ = {
				マップ位置 = (list) { 182, 14 },
				種別 = "箱",
				番号 = 910,
			},
			０２６８ = {
				マップ位置 = (list) { 183, 14 },
				種別 = "道（─）",
			},
			０２６９ = {
				マップ位置 = (list) { 184, 14 },
				種別 = "道（─）",
			},
			０２７０ = {
				マップ位置 = (list) { 185, 14 },
				種別 = "道（─）",
			},
			０２７１ = {
				マップ位置 = (list) { 186, 14 },
				種別 = "箱",
				番号 = 920,
			},
			０２７２ = {
				マップ位置 = (list) { 187, 14 },
				種別 = "道（─）",
			},
			０２７３ = {
				マップ位置 = (list) { 188, 14 },
				種別 = "道（─）",
			},
			０２７４ = {
				マップ位置 = (list) { 189, 14 },
				種別 = "道（─）",
				番号 = 925,
			},
			０２７５ = {
				マップ位置 = (list) { 190, 14 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 191, 14 },
				種別 = "箱",
				番号 = 930,
			},
			０２７７ = {
				マップ位置 = (list) { 192, 14 },
				種別 = "道（─）",
			},
			０２７８ = {
				マップ位置 = (list) { 193, 14 },
				種別 = "道（─）",
				番号 = 935,
			},
			０２７９ = {
				マップ位置 = (list) { 194, 14 },
				種別 = "道（─）",
			},
			０２８０ = {
				マップ位置 = (list) { 195, 14 },
				種別 = "箱",
				番号 = 940,
			},
			０２８１ = {
				マップ位置 = (list) { 196, 14 },
				種別 = "道（─）",
			},
			０２８２ = {
				マップ位置 = (list) { 197, 14 },
				種別 = "道（─）",
			},
			０２８３ = {
				マップ位置 = (list) { 198, 14 },
				種別 = "箱",
				番号 = 950,
			},
			０２８４ = {
				マップ位置 = (list) { 199, 14 },
				種別 = "道（─）",
			},
			０２８５ = {
				マップ位置 = (list) { 200, 14 },
				種別 = "道（─）",
			},
			０２８６ = {
				マップ位置 = (list) { 201, 14 },
				種別 = "箱",
				番号 = 960,
			},
			０２８７ = {
				マップ位置 = (list) { 202, 14 },
				種別 = "道（─）",
			},
			０２８８ = {
				マップ位置 = (list) { 203, 14 },
				種別 = "道（─）",
			},
			０２８９ = {
				マップ位置 = (list) { 204, 14 },
				種別 = "箱",
				番号 = 970,
			},
			０２９０ = {
				マップ位置 = (list) { 205, 14 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 206, 14 },
				種別 = "箱",
				番号 = 980,
			},
			０２９２ = {
				マップ位置 = (list) { 207, 14 },
				種別 = "道（─）",
			},
			０２９３ = {
				マップ位置 = (list) { 208, 14 },
				種別 = "道（─）",
			},
			０２９４ = {
				マップ位置 = (list) { 209, 14 },
				種別 = "箱",
				番号 = 990,
			},
			０２９５ = {
				マップ位置 = (list) { 210, 14 },
				種別 = "道（─）",
			},
			０２９６ = {
				マップ位置 = (list) { 211, 14 },
				種別 = "道（─）",
			},
			０２９７ = {
				マップ位置 = (list) { 212, 14 },
				種別 = "道（─）",
				番号 = 995,
			},
			０２９８ = {
				マップ位置 = (list) { 213, 14 },
				種別 = "道（─）",
			},
			０２９９ = {
				マップ位置 = (list) { 214, 14 },
				種別 = "箱",
				番号 = 1010,
			},
			０３００ = {
				マップ位置 = (list) { 215, 14 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 216, 14 },
				種別 = "道（─）",
			},
			０３０２ = {
				マップ位置 = (list) { 217, 14 },
				種別 = "道（─）",
				番号 = 1015,
			},
			０３０３ = {
				マップ位置 = (list) { 218, 14 },
				種別 = "箱",
				番号 = 1020,
			},
			０３０４ = {
				マップ位置 = (list) { 218, 15 },
				種別 = "道（└）",
			},
			０３０５ = {
				マップ位置 = (list) { 219, 14 },
				種別 = "道（─）",
			},
			０３０６ = {
				マップ位置 = (list) { 219, 15 },
				種別 = "道（┐）",
			},
			０３０７ = {
				マップ位置 = (list) { 219, 16 },
				種別 = "道（└）",
			},
			０３０８ = {
				マップ位置 = (list) { 220, 14 },
				種別 = "箱",
				番号 = 1030,
			},
			０３０９ = {
				マップ位置 = (list) { 220, 16 },
				種別 = "箱",
				番号 = 2000,
			},
			０３１０ = {
				マップ位置 = (list) { 221, 12 },
				種別 = "道（┌）",
			},
			０３１１ = {
				マップ位置 = (list) { 221, 13 },
				種別 = "道（│）",
			},
			０３１２ = {
				マップ位置 = (list) { 221, 14 },
				種別 = "道（┘）",
			},
			０３１３ = {
				マップ位置 = (list) { 221, 16 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 222, 12 },
				種別 = "箱",
				番号 = 1100,
			},
			０３１５ = {
				マップ位置 = (list) { 222, 16 },
				種別 = "箱",
				番号 = 2010,
			},
			０３１６ = {
				マップ位置 = (list) { 223, 12 },
				種別 = "道（─）",
			},
			０３１７ = {
				マップ位置 = (list) { 223, 16 },
				種別 = "道（─）",
			},
			０３１８ = {
				マップ位置 = (list) { 224, 12 },
				種別 = "道（─）",
			},
			０３１９ = {
				マップ位置 = (list) { 224, 16 },
				種別 = "箱",
				番号 = 2020,
			},
			０３２０ = {
				マップ位置 = (list) { 225, 12 },
				種別 = "道（─）",
			},
			０３２１ = {
				マップ位置 = (list) { 225, 16 },
				種別 = "道（─）",
			},
			０３２２ = {
				マップ位置 = (list) { 226, 12 },
				種別 = "道（─）",
			},
			０３２３ = {
				マップ位置 = (list) { 226, 16 },
				種別 = "箱",
				番号 = 2030,
			},
			０３２４ = {
				マップ位置 = (list) { 227, 12 },
				種別 = "道（─）",
			},
			０３２５ = {
				マップ位置 = (list) { 227, 16 },
				種別 = "道（─）",
			},
			０３２６ = {
				マップ位置 = (list) { 228, 12 },
				種別 = "道（─）",
			},
			０３２７ = {
				マップ位置 = (list) { 228, 16 },
				種別 = "道（─）",
			},
			０３２８ = {
				マップ位置 = (list) { 229, 12 },
				種別 = "道（─）",
			},
			０３２９ = {
				マップ位置 = (list) { 229, 16 },
				種別 = "箱",
				番号 = 2040,
			},
			０３３０ = {
				マップ位置 = (list) { 230, 12 },
				種別 = "箱",
				番号 = 1110,
			},
			０３３１ = {
				マップ位置 = (list) { 231, 12 },
				種別 = "道（─）",
			},
			０３３２ = {
				マップ位置 = (list) { 232, 12 },
				種別 = "箱",
				番号 = 1120,
			},
			０３３３ = {
				マップ位置 = (list) { 233, 12 },
				種別 = "道（┐）",
			},
			０３３４ = {
				マップ位置 = (list) { 233, 13 },
				種別 = "道（└）",
			},
			０３３５ = {
				マップ位置 = (list) { 234, 13 },
				種別 = "道（─）",
			},
			０３３６ = {
				マップ位置 = (list) { 235, 13 },
				種別 = "箱",
				番号 = 1130,
			},
			０３３７ = {
				マップ位置 = (list) { 236, 13 },
				種別 = "道（┐）",
			},
			０３３８ = {
				マップ位置 = (list) { 236, 14 },
				種別 = "道（└）",
			},
			０３３９ = {
				マップ位置 = (list) { 237, 14 },
				種別 = "道（─）",
			},
			０３４０ = {
				マップ位置 = (list) { 238, 14 },
				種別 = "道（─）",
			},
			０３４１ = {
				マップ位置 = (list) { 239, 14 },
				種別 = "箱",
				番号 = 1200,
			},
			０３４２ = {
				マップ位置 = (list) { 240, 14 },
				種別 = "道（┐）",
			},
			０３４３ = {
				マップ位置 = (list) { 240, 15 },
				種別 = "道（└）",
			},
			０３４４ = {
				マップ位置 = (list) { 241, 15 },
				種別 = "道（─）",
				番号 = 1210,
			},
			０３４５ = {
				マップ位置 = (list) { 242, 14 },
				種別 = "道（┌）",
			},
			０３４６ = {
				マップ位置 = (list) { 242, 15 },
				種別 = "道（┘）",
			},
			０３４７ = {
				マップ位置 = (list) { 243, 14 },
				種別 = "道（─）",
			},
			０３４８ = {
				マップ位置 = (list) { 244, 14 },
				種別 = "箱",
				番号 = 1220,
			},
			０３４９ = {
				マップ位置 = (list) { 245, 14 },
				種別 = "道（┐）",
			},
			０３５０ = {
				マップ位置 = (list) { 245, 15 },
				種別 = "道（└）",
			},
			０３５１ = {
				マップ位置 = (list) { 246, 14 },
				種別 = "道（┌）",
			},
			０３５２ = {
				マップ位置 = (list) { 246, 15 },
				種別 = "箱",
				番号 = 1230,
			},
			０３５３ = {
				マップ位置 = (list) { 246, 16 },
				種別 = "道（└）",
			},
			０３５４ = {
				マップ位置 = (list) { 247, 14 },
				種別 = "道（─）",
			},
			０３５５ = {
				マップ位置 = (list) { 247, 16 },
				種別 = "道（┐）",
			},
			０３５６ = {
				マップ位置 = (list) { 247, 17 },
				種別 = "道（└）",
				番号 = 1231,
			},
			０３５７ = {
				マップ位置 = (list) { 248, 14 },
				種別 = "道（─）",
			},
			０３５８ = {
				マップ位置 = (list) { 248, 17 },
				種別 = "道（─）",
			},
			０３５９ = {
				マップ位置 = (list) { 249, 13 },
				種別 = "道（┌）",
			},
			０３６０ = {
				マップ位置 = (list) { 249, 14 },
				種別 = "箱",
				番号 = 1240,
			},
			０３６１ = {
				マップ位置 = (list) { 249, 17 },
				種別 = "道（─）",
			},
			０３６２ = {
				マップ位置 = (list) { 250, 13 },
				種別 = "道（─）",
			},
			０３６３ = {
				マップ位置 = (list) { 250, 14 },
				種別 = "道（─）",
			},
			０３６４ = {
				マップ位置 = (list) { 250, 17 },
				種別 = "道（─）",
				番号 = 1232,
			},
			０３６５ = {
				マップ位置 = (list) { 251, 13 },
				種別 = "箱",
				番号 = 1250,
			},
			０３６６ = {
				マップ位置 = (list) { 251, 14 },
				種別 = "道（┐）",
			},
			０３６７ = {
				マップ位置 = (list) { 251, 15 },
				種別 = "道（└）",
			},
			０３６８ = {
				マップ位置 = (list) { 251, 16 },
				種別 = "道（┌）",
			},
			０３６９ = {
				マップ位置 = (list) { 251, 17 },
				種別 = "道（┘）",
			},
			０３７０ = {
				マップ位置 = (list) { 252, 13 },
				種別 = "道（┐）",
			},
			０３７１ = {
				マップ位置 = (list) { 252, 14 },
				種別 = "道（│）",
			},
			０３７２ = {
				マップ位置 = (list) { 252, 15 },
				種別 = "道（┤）",
			},
			０３７３ = {
				マップ位置 = (list) { 252, 16 },
				種別 = "箱",
				番号 = 1255,
			},
			０３７４ = {
				マップ位置 = (list) { 253, 16 },
				種別 = "道（─）",
			},
			０３７５ = {
				マップ位置 = (list) { 254, 16 },
				種別 = "道（─）",
			},
			０３７６ = {
				マップ位置 = (list) { 255, 15 },
				種別 = "道（┌）",
			},
			０３７７ = {
				マップ位置 = (list) { 255, 16 },
				種別 = "箱",
				番号 = 1260,
			},
			０３７８ = {
				マップ位置 = (list) { 255, 17 },
				種別 = "道（└）",
			},
			０３７９ = {
				マップ位置 = (list) { 256, 14 },
				種別 = "道（┌）",
			},
			０３８０ = {
				マップ位置 = (list) { 256, 15 },
				種別 = "道（┘）",
			},
			０３８１ = {
				マップ位置 = (list) { 256, 17 },
				種別 = "道（┐）",
			},
			０３８２ = {
				マップ位置 = (list) { 256, 18 },
				種別 = "道（└）",
				番号 = 1261,
			},
			０３８３ = {
				マップ位置 = (list) { 257, 13 },
				種別 = "道（┌）",
			},
			０３８４ = {
				マップ位置 = (list) { 257, 14 },
				種別 = "箱",
				番号 = 1270,
			},
			０３８５ = {
				マップ位置 = (list) { 257, 18 },
				種別 = "道（─）",
			},
			０３８６ = {
				マップ位置 = (list) { 258, 13 },
				種別 = "道（─）",
			},
			０３８７ = {
				マップ位置 = (list) { 258, 14 },
				種別 = "道（┐）",
			},
			０３８８ = {
				マップ位置 = (list) { 258, 15 },
				種別 = "道（└）",
			},
			０３８９ = {
				マップ位置 = (list) { 258, 18 },
				種別 = "道（─）",
			},
			０３９０ = {
				マップ位置 = (list) { 259, 13 },
				種別 = "箱",
				番号 = 1280,
			},
			０３９１ = {
				マップ位置 = (list) { 259, 14 },
				種別 = "道（┌）",
			},
			０３９２ = {
				マップ位置 = (list) { 259, 15 },
				種別 = "道（┤）",
			},
			０３９３ = {
				マップ位置 = (list) { 259, 16 },
				種別 = "道（├）",
			},
			０３９４ = {
				マップ位置 = (list) { 259, 17 },
				種別 = "道（│）",
			},
			０３９５ = {
				マップ位置 = (list) { 259, 18 },
				種別 = "道（┘）",
				番号 = 1262,
			},
			０３９６ = {
				マップ位置 = (list) { 260, 13 },
				種別 = "道（┐）",
			},
			０３９７ = {
				マップ位置 = (list) { 260, 14 },
				種別 = "道（┘）",
			},
			０３９８ = {
				マップ位置 = (list) { 260, 15 },
				種別 = "道（┌）",
			},
			０３９９ = {
				マップ位置 = (list) { 260, 16 },
				種別 = "箱",
				番号 = 1290,
			},
			０４００ = {
				マップ位置 = (list) { 261, 15 },
				種別 = "道（─）",
			},
			０４０１ = {
				マップ位置 = (list) { 261, 16 },
				種別 = "道（─）",
			},
			０４０２ = {
				マップ位置 = (list) { 262, 15 },
				種別 = "道（─）",
			},
			０４０３ = {
				マップ位置 = (list) { 262, 16 },
				種別 = "箱",
				番号 = 1295,
			},
			０４０４ = {
				マップ位置 = (list) { 263, 15 },
				種別 = "道（┐）",
			},
			０４０５ = {
				マップ位置 = (list) { 263, 16 },
				種別 = "道（┴）",
			},
			０４０６ = {
				マップ位置 = (list) { 264, 16 },
				種別 = "箱",
				番号 = 1300,
			},
			０４０７ = {
				マップ位置 = (list) { 265, 16 },
				種別 = "道（─）",
			},
			０４０８ = {
				マップ位置 = (list) { 266, 16 },
				種別 = "道（─）",
				番号 = 1305,
			},
			０４０９ = {
				マップ位置 = (list) { 267, 16 },
				種別 = "道（─）",
			},
			０４１０ = {
				マップ位置 = (list) { 268, 16 },
				種別 = "箱",
				番号 = 1310,
			},
			０４１１ = {
				マップ位置 = (list) { 269, 16 },
				種別 = "道（─）",
			},
			０４１２ = {
				マップ位置 = (list) { 270, 16 },
				種別 = "箱",
				番号 = 1320,
			},
			０４１３ = {
				マップ位置 = (list) { 271, 16 },
				種別 = "道（─）",
			},
			０４１４ = {
				マップ位置 = (list) { 272, 16 },
				種別 = "道（─）",
			},
			０４１５ = {
				マップ位置 = (list) { 273, 16 },
				種別 = "箱",
				番号 = 1330,
			},
			０４１６ = {
				マップ位置 = (list) { 274, 16 },
				種別 = "道（─）",
			},
			０４１７ = {
				マップ位置 = (list) { 275, 16 },
				種別 = "箱",
				番号 = 1340,
			},
			０４１８ = {
				マップ位置 = (list) { 276, 16 },
				種別 = "道（─）",
			},
			０４１９ = {
				マップ位置 = (list) { 277, 16 },
				種別 = "箱",
				番号 = 1350,
			},
			０４２０ = {
				マップ位置 = (list) { 278, 16 },
				種別 = "道（─）",
			},
			０４２１ = {
				マップ位置 = (list) { 279, 16 },
				種別 = "箱",
				番号 = 1400,
			},
		},
	},
	ゼス３ = {
		サイズ = (list) { 189, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００４ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "箱",
				番号 = 20,
			},
			０００６ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "箱",
				番号 = 30,
			},
			０００９ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（└）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "道（┌）",
			},
			００１１ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（┘）",
			},
			００１２ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（┐）",
			},
			００２４ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（│）",
			},
			００２５ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（┼）",
			},
			００２６ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（┘）",
			},
			００２７ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００２８ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００３１ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（┌）",
			},
			００３３ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┘）",
				番号 = 115,
			},
			００３４ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００３６ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（└）",
			},
			００３８ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００４０ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（┌）",
			},
			００４２ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（┘）",
			},
			００４３ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "箱",
				番号 = 140,
			},
			００４４ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（┌）",
			},
			００４８ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 150,
			},
			００４９ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（└）",
			},
			００５０ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "箱",
				番号 = 160,
			},
			００５４ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
				番号 = 165,
			},
			００５８ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "箱",
				番号 = 151,
			},
			００６１ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "箱",
				番号 = 170,
			},
			００６２ = {
				マップ位置 = (list) { 39, 10 },
				種別 = "道（┌）",
			},
			００６３ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（┘）",
			},
			００６４ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 41, 10 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "箱",
				番号 = 180,
			},
			００６９ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（┌）",
			},
			００７１ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（┘）",
			},
			００７２ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 44, 10 },
				種別 = "箱",
				番号 = 152,
			},
			００７５ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "箱",
				番号 = 190,
			},
			００７６ = {
				マップ位置 = (list) { 45, 10 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００８０ = {
				マップ位置 = (list) { 47, 10 },
				種別 = "道（┐）",
			},
			００８１ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "道（├）",
			},
			００８２ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（┘）",
			},
			００８３ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "箱",
				番号 = 300,
			},
			００８６ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "箱",
				番号 = 310,
			},
			００８８ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "箱",
				番号 = 320,
			},
			００９０ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "箱",
				番号 = 330,
			},
			００９２ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "箱",
				番号 = 400,
			},
			００９７ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "道（┌）",
			},
			０１００ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "箱",
				番号 = 410,
			},
			０１０１ = {
				マップ位置 = (list) { 65, 10 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（┐）",
			},
			０１０５ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（└）",
				番号 = 421,
			},
			０１０６ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 68, 10 },
				種別 = "箱",
				番号 = 420,
			},
			０１０９ = {
				マップ位置 = (list) { 68, 12 },
				種別 = "道（─）",
				番号 = 422,
			},
			０１１０ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（┐）",
			},
			０１１１ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（│）",
			},
			０１１２ = {
				マップ位置 = (list) { 69, 12 },
				種別 = "道（┴）",
			},
			０１１３ = {
				マップ位置 = (list) { 70, 12 },
				種別 = "箱",
				番号 = 430,
			},
			０１１４ = {
				マップ位置 = (list) { 71, 12 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 72, 12 },
				種別 = "箱",
				番号 = 440,
			},
			０１１６ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "道（┌）",
			},
			０１１７ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（┘）",
			},
			０１１８ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（┌）",
			},
			０１２０ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "箱",
				番号 = 450,
			},
			０１２１ = {
				マップ位置 = (list) { 75, 12 },
				種別 = "道（└）",
			},
			０１２２ = {
				マップ位置 = (list) { 76, 9 },
				種別 = "道（┌）",
			},
			０１２３ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "道（┘）",
			},
			０１２４ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 76, 12 },
				種別 = "道（┐）",
			},
			０１２６ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "道（└）",
			},
			０１２７ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 77, 13 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 78, 9 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 78, 11 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "箱",
				番号 = 470,
			},
			０１３３ = {
				マップ位置 = (list) { 79, 9 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "箱",
				番号 = 460,
			},
			０１３５ = {
				マップ位置 = (list) { 79, 13 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 80, 9 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 80, 11 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 80, 13 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 81, 9 },
				種別 = "箱",
				番号 = 455,
			},
			０１４０ = {
				マップ位置 = (list) { 81, 11 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 81, 13 },
				種別 = "箱",
				番号 = 490,
			},
			０１４２ = {
				マップ位置 = (list) { 82, 9 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "箱",
				番号 = 480,
			},
			０１４４ = {
				マップ位置 = (list) { 82, 13 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 83, 9 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 83, 11 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 83, 13 },
				種別 = "箱",
				番号 = 495,
			},
			０１４８ = {
				マップ位置 = (list) { 84, 9 },
				種別 = "道（┐）",
				番号 = 456,
			},
			０１４９ = {
				マップ位置 = (list) { 84, 10 },
				種別 = "道（└）",
			},
			０１５０ = {
				マップ位置 = (list) { 84, 11 },
				種別 = "箱",
				番号 = 485,
			},
			０１５１ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 85, 10 },
				種別 = "道（┐）",
			},
			０１５３ = {
				マップ位置 = (list) { 85, 11 },
				種別 = "道（┴）",
			},
			０１５４ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（┐）",
			},
			０１５６ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（├）",
			},
			０１５７ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "道（┘）",
			},
			０１５８ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "箱",
				番号 = 500,
			},
			０１５９ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 89, 10 },
				種別 = "箱",
				番号 = 510,
			},
			０１６１ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "道（│）",
			},
			０１６２ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "道（┘）",
			},
			０１６３ = {
				マップ位置 = (list) { 90, 10 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 91, 8 },
				種別 = "箱",
				番号 = 520,
			},
			０１６５ = {
				マップ位置 = (list) { 91, 9 },
				種別 = "道（│）",
			},
			０１６６ = {
				マップ位置 = (list) { 91, 10 },
				種別 = "道（┘）",
			},
			０１６７ = {
				マップ位置 = (list) { 92, 8 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 93, 6 },
				種別 = "箱",
				番号 = 530,
			},
			０１６９ = {
				マップ位置 = (list) { 93, 7 },
				種別 = "道（│）",
			},
			０１７０ = {
				マップ位置 = (list) { 93, 8 },
				種別 = "道（┘）",
			},
			０１７１ = {
				マップ位置 = (list) { 94, 6 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 95, 6 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 96, 6 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 97, 6 },
				種別 = "箱",
				番号 = 540,
			},
			０１７５ = {
				マップ位置 = (list) { 98, 6 },
				種別 = "道（┐）",
			},
			０１７６ = {
				マップ位置 = (list) { 98, 7 },
				種別 = "道（└）",
			},
			０１７７ = {
				マップ位置 = (list) { 99, 7 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 100, 7 },
				種別 = "箱",
				番号 = 550,
			},
			０１７９ = {
				マップ位置 = (list) { 101, 7 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 102, 7 },
				種別 = "箱",
				番号 = 555,
			},
			０１８１ = {
				マップ位置 = (list) { 103, 7 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 104, 7 },
				種別 = "箱",
				番号 = 556,
			},
			０１８３ = {
				マップ位置 = (list) { 105, 6 },
				種別 = "道（┌）",
			},
			０１８４ = {
				マップ位置 = (list) { 105, 7 },
				種別 = "道（┘）",
			},
			０１８５ = {
				マップ位置 = (list) { 106, 6 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 107, 6 },
				種別 = "箱",
				番号 = 570,
			},
			０１８７ = {
				マップ位置 = (list) { 108, 6 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 109, 6 },
				種別 = "道（─）",
				番号 = 575,
			},
			０１８９ = {
				マップ位置 = (list) { 110, 6 },
				種別 = "道（─）",
			},
			０１９０ = {
				マップ位置 = (list) { 111, 6 },
				種別 = "箱",
				番号 = 580,
			},
			０１９１ = {
				マップ位置 = (list) { 112, 6 },
				種別 = "道（─）",
			},
			０１９２ = {
				マップ位置 = (list) { 113, 6 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 114, 6 },
				種別 = "箱",
				番号 = 585,
			},
			０１９４ = {
				マップ位置 = (list) { 115, 6 },
				種別 = "道（┐）",
			},
			０１９５ = {
				マップ位置 = (list) { 115, 7 },
				種別 = "道（└）",
			},
			０１９６ = {
				マップ位置 = (list) { 116, 7 },
				種別 = "道（─）",
			},
			０１９７ = {
				マップ位置 = (list) { 117, 7 },
				種別 = "箱",
				番号 = 590,
			},
			０１９８ = {
				マップ位置 = (list) { 118, 7 },
				種別 = "道（─）",
			},
			０１９９ = {
				マップ位置 = (list) { 119, 7 },
				種別 = "箱",
				番号 = 595,
			},
			０２００ = {
				マップ位置 = (list) { 120, 7 },
				種別 = "道（─）",
			},
			０２０１ = {
				マップ位置 = (list) { 121, 7 },
				種別 = "箱",
				番号 = 596,
			},
			０２０２ = {
				マップ位置 = (list) { 122, 7 },
				種別 = "道（┐）",
			},
			０２０３ = {
				マップ位置 = (list) { 122, 8 },
				種別 = "道（└）",
			},
			０２０４ = {
				マップ位置 = (list) { 123, 8 },
				種別 = "道（─）",
			},
			０２０５ = {
				マップ位置 = (list) { 124, 8 },
				種別 = "道（─）",
				番号 = 599,
			},
			０２０６ = {
				マップ位置 = (list) { 125, 8 },
				種別 = "道（─）",
			},
			０２０７ = {
				マップ位置 = (list) { 126, 8 },
				種別 = "箱",
				番号 = 600,
			},
			０２０８ = {
				マップ位置 = (list) { 127, 8 },
				種別 = "道（─）",
			},
			０２０９ = {
				マップ位置 = (list) { 128, 8 },
				種別 = "道（─）",
			},
			０２１０ = {
				マップ位置 = (list) { 129, 8 },
				種別 = "道（─）",
				番号 = 610,
			},
			０２１１ = {
				マップ位置 = (list) { 130, 8 },
				種別 = "道（─）",
			},
			０２１２ = {
				マップ位置 = (list) { 131, 8 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 132, 8 },
				種別 = "箱",
				番号 = 620,
			},
			０２１４ = {
				マップ位置 = (list) { 133, 7 },
				種別 = "道（┌）",
			},
			０２１５ = {
				マップ位置 = (list) { 133, 8 },
				種別 = "道（┘）",
			},
			０２１６ = {
				マップ位置 = (list) { 134, 7 },
				種別 = "箱",
				番号 = 630,
			},
			０２１７ = {
				マップ位置 = (list) { 135, 7 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 136, 7 },
				種別 = "箱",
				番号 = 635,
			},
			０２１９ = {
				マップ位置 = (list) { 137, 7 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 138, 7 },
				種別 = "道（┐）",
			},
			０２２１ = {
				マップ位置 = (list) { 138, 8 },
				種別 = "道（└）",
			},
			０２２２ = {
				マップ位置 = (list) { 139, 8 },
				種別 = "道（┐）",
			},
			０２２３ = {
				マップ位置 = (list) { 139, 9 },
				種別 = "道（└）",
			},
			０２２４ = {
				マップ位置 = (list) { 140, 9 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 141, 9 },
				種別 = "箱",
				番号 = 640,
			},
			０２２６ = {
				マップ位置 = (list) { 142, 9 },
				種別 = "道（─）",
			},
			０２２７ = {
				マップ位置 = (list) { 143, 9 },
				種別 = "箱",
				番号 = 660,
			},
			０２２８ = {
				マップ位置 = (list) { 144, 9 },
				種別 = "道（─）",
			},
			０２２９ = {
				マップ位置 = (list) { 145, 8 },
				種別 = "道（┌）",
			},
			０２３０ = {
				マップ位置 = (list) { 145, 9 },
				種別 = "道（┘）",
			},
			０２３１ = {
				マップ位置 = (list) { 146, 7 },
				種別 = "道（┌）",
			},
			０２３２ = {
				マップ位置 = (list) { 146, 8 },
				種別 = "道（┘）",
			},
			０２３３ = {
				マップ位置 = (list) { 147, 7 },
				種別 = "道（─）",
			},
			０２３４ = {
				マップ位置 = (list) { 148, 7 },
				種別 = "箱",
				番号 = 700,
			},
			０２３５ = {
				マップ位置 = (list) { 149, 7 },
				種別 = "道（┐）",
			},
			０２３６ = {
				マップ位置 = (list) { 149, 8 },
				種別 = "道（│）",
			},
			０２３７ = {
				マップ位置 = (list) { 149, 9 },
				種別 = "道（└）",
			},
			０２３８ = {
				マップ位置 = (list) { 150, 9 },
				種別 = "道（─）",
			},
			０２３９ = {
				マップ位置 = (list) { 151, 9 },
				種別 = "道（─）",
				番号 = 705,
			},
			０２４０ = {
				マップ位置 = (list) { 152, 6 },
				種別 = "箱",
				番号 = 710,
			},
			０２４１ = {
				マップ位置 = (list) { 152, 7 },
				種別 = "道（│）",
			},
			０２４２ = {
				マップ位置 = (list) { 152, 8 },
				種別 = "道（│）",
			},
			０２４３ = {
				マップ位置 = (list) { 152, 9 },
				種別 = "道（┘）",
			},
			０２４４ = {
				マップ位置 = (list) { 153, 6 },
				種別 = "道（┐）",
			},
			０２４５ = {
				マップ位置 = (list) { 153, 7 },
				種別 = "道（│）",
			},
			０２４６ = {
				マップ位置 = (list) { 153, 8 },
				種別 = "道（│）",
			},
			０２４７ = {
				マップ位置 = (list) { 153, 9 },
				種別 = "道（└）",
			},
			０２４８ = {
				マップ位置 = (list) { 154, 9 },
				種別 = "道（─）",
			},
			０２４９ = {
				マップ位置 = (list) { 155, 8 },
				種別 = "箱",
				番号 = 720,
			},
			０２５０ = {
				マップ位置 = (list) { 155, 9 },
				種別 = "道（┘）",
			},
			０２５１ = {
				マップ位置 = (list) { 156, 6 },
				種別 = "道（┌）",
			},
			０２５２ = {
				マップ位置 = (list) { 156, 7 },
				種別 = "道（│）",
				番号 = 725,
			},
			０２５３ = {
				マップ位置 = (list) { 156, 8 },
				種別 = "道（┘）",
			},
			０２５４ = {
				マップ位置 = (list) { 157, 6 },
				種別 = "箱",
				番号 = 730,
			},
			０２５５ = {
				マップ位置 = (list) { 158, 6 },
				種別 = "道（┐）",
			},
			０２５６ = {
				マップ位置 = (list) { 158, 7 },
				種別 = "道（│）",
			},
			０２５７ = {
				マップ位置 = (list) { 158, 8 },
				種別 = "道（└）",
			},
			０２５８ = {
				マップ位置 = (list) { 159, 8 },
				種別 = "箱",
				番号 = 740,
			},
			０２５９ = {
				マップ位置 = (list) { 159, 9 },
				種別 = "道（└）",
			},
			０２６０ = {
				マップ位置 = (list) { 160, 8 },
				種別 = "道（─）",
			},
			０２６１ = {
				マップ位置 = (list) { 160, 9 },
				種別 = "道（┐）",
			},
			０２６２ = {
				マップ位置 = (list) { 160, 10 },
				種別 = "道（└）",
			},
			０２６３ = {
				マップ位置 = (list) { 161, 5 },
				種別 = "道（┌）",
			},
			０２６４ = {
				マップ位置 = (list) { 161, 6 },
				種別 = "箱",
				番号 = 750,
			},
			０２６５ = {
				マップ位置 = (list) { 161, 7 },
				種別 = "道（│）",
			},
			０２６６ = {
				マップ位置 = (list) { 161, 8 },
				種別 = "道（┘）",
			},
			０２６７ = {
				マップ位置 = (list) { 161, 9 },
				種別 = "箱",
				番号 = 760,
			},
			０２６８ = {
				マップ位置 = (list) { 161, 10 },
				種別 = "道（┘）",
			},
			０２６９ = {
				マップ位置 = (list) { 162, 5 },
				種別 = "道（─）",
			},
			０２７０ = {
				マップ位置 = (list) { 162, 9 },
				種別 = "道（─）",
			},
			０２７１ = {
				マップ位置 = (list) { 163, 5 },
				種別 = "道（─）",
			},
			０２７２ = {
				マップ位置 = (list) { 163, 8 },
				種別 = "道（┌）",
			},
			０２７３ = {
				マップ位置 = (list) { 163, 9 },
				種別 = "道（┘）",
			},
			０２７４ = {
				マップ位置 = (list) { 164, 5 },
				種別 = "道（┐）",
			},
			０２７５ = {
				マップ位置 = (list) { 164, 6 },
				種別 = "箱",
				番号 = 755,
			},
			０２７６ = {
				マップ位置 = (list) { 164, 8 },
				種別 = "道（┐）",
			},
			０２７７ = {
				マップ位置 = (list) { 164, 9 },
				種別 = "箱",
				番号 = 765,
			},
			０２７８ = {
				マップ位置 = (list) { 165, 6 },
				種別 = "道（─）",
			},
			０２７９ = {
				マップ位置 = (list) { 165, 9 },
				種別 = "道（─）",
			},
			０２８０ = {
				マップ位置 = (list) { 166, 6 },
				種別 = "道（┐）",
			},
			０２８１ = {
				マップ位置 = (list) { 166, 7 },
				種別 = "道（├）",
			},
			０２８２ = {
				マップ位置 = (list) { 166, 8 },
				種別 = "道（│）",
			},
			０２８３ = {
				マップ位置 = (list) { 166, 9 },
				種別 = "道（┘）",
			},
			０２８４ = {
				マップ位置 = (list) { 167, 7 },
				種別 = "道（─）",
			},
			０２８５ = {
				マップ位置 = (list) { 168, 7 },
				種別 = "箱",
				番号 = 770,
			},
			０２８６ = {
				マップ位置 = (list) { 169, 7 },
				種別 = "道（┐）",
			},
			０２８７ = {
				マップ位置 = (list) { 169, 8 },
				種別 = "道（│）",
			},
			０２８８ = {
				マップ位置 = (list) { 169, 9 },
				種別 = "道（│）",
				番号 = 771,
			},
			０２８９ = {
				マップ位置 = (list) { 169, 10 },
				種別 = "道（└）",
			},
			０２９０ = {
				マップ位置 = (list) { 170, 8 },
				種別 = "道（┌）",
			},
			０２９１ = {
				マップ位置 = (list) { 170, 9 },
				種別 = "道（│）",
			},
			０２９２ = {
				マップ位置 = (list) { 170, 10 },
				種別 = "道（┘）",
			},
			０２９３ = {
				マップ位置 = (list) { 171, 8 },
				種別 = "箱",
				番号 = 780,
			},
			０２９４ = {
				マップ位置 = (list) { 172, 6 },
				種別 = "道（┌）",
			},
			０２９５ = {
				マップ位置 = (list) { 172, 7 },
				種別 = "道（│）",
			},
			０２９６ = {
				マップ位置 = (list) { 172, 8 },
				種別 = "道（┘）",
			},
			０２９７ = {
				マップ位置 = (list) { 173, 6 },
				種別 = "箱",
				番号 = 790,
			},
			０２９８ = {
				マップ位置 = (list) { 174, 6 },
				種別 = "道（─）",
			},
			０２９９ = {
				マップ位置 = (list) { 175, 6 },
				種別 = "道（─）",
				番号 = 795,
			},
			０３００ = {
				マップ位置 = (list) { 176, 6 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 177, 6 },
				種別 = "道（─）",
				番号 = 796,
			},
			０３０２ = {
				マップ位置 = (list) { 178, 6 },
				種別 = "道（─）",
			},
			０３０３ = {
				マップ位置 = (list) { 179, 6 },
				種別 = "箱",
				番号 = 800,
			},
			０３０４ = {
				マップ位置 = (list) { 180, 6 },
				種別 = "道（─）",
			},
			０３０５ = {
				マップ位置 = (list) { 181, 6 },
				種別 = "箱",
				番号 = 810,
			},
			０３０６ = {
				マップ位置 = (list) { 182, 6 },
				種別 = "道（─）",
			},
			０３０７ = {
				マップ位置 = (list) { 183, 6 },
				種別 = "箱",
				番号 = 820,
			},
			０３０８ = {
				マップ位置 = (list) { 184, 6 },
				種別 = "道（─）",
			},
			０３０９ = {
				マップ位置 = (list) { 185, 6 },
				種別 = "箱",
				番号 = 830,
			},
		},
	},
	ゼス方面支援 = {
		サイズ = (list) { 41, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（┌）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（│）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（┘）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（┌）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "箱",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（└）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００１３ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
				番号 = 30,
			},
			００１４ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 13, 9 },
				種別 = "道（┌）",
				番号 = 31,
			},
			００１６ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "道（┘）",
			},
			００１７ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 41,
			},
			００１８ = {
				マップ位置 = (list) { 14, 9 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "箱",
				番号 = 45,
			},
			００２０ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（┘）",
			},
			００２１ = {
				マップ位置 = (list) { 15, 9 },
				種別 = "箱",
				番号 = 32,
			},
			００２２ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（┐）",
				番号 = 35,
			},
			００２６ = {
				マップ位置 = (list) { 17, 10 },
				種別 = "道（│）",
			},
			００２７ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "箱",
				番号 = 50,
			},
			００２８ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "箱",
				番号 = 51,
			},
			００３１ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "道（┌）",
			},
			００３２ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（┘）",
			},
			００３３ = {
				マップ位置 = (list) { 22, 10 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 23, 10 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 24, 10 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 25, 10 },
				種別 = "道（─）",
				番号 = 70,
			},
			００３７ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "箱",
				番号 = 80,
			},
			００３８ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 28, 10 },
				種別 = "道（┐）",
			},
			００４０ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（└）",
			},
			００４１ = {
				マップ位置 = (list) { 29, 10 },
				種別 = "道（┌）",
			},
			００４２ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "箱",
				番号 = 90,
			},
			００４３ = {
				マップ位置 = (list) { 30, 9 },
				種別 = "道（┌）",
				番号 = 210,
			},
			００４４ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 31, 9 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 32, 9 },
				種別 = "箱",
				番号 = 220,
			},
			００４９ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 33, 9 },
				種別 = "道（┐）",
			},
			００５１ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（│）",
				番号 = 230,
			},
			００５２ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "箱",
				番号 = 100,
			},
		},
	},
	タイムカプセル／ＪＰ = {
		サイズ = (list) { 43, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 2,
			},
			０００８ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（┐）",
			},
			００１０ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（└）",
			},
			００１１ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（└）",
			},
			００１３ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "箱",
				番号 = 3,
			},
			００１５ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（┌）",
			},
			００１７ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（┘）",
			},
			００１８ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 4,
			},
			００２２ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（┌）",
			},
			００２４ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（┘）",
			},
			００２５ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（┌）",
			},
			００２６ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（┘）",
			},
			００２７ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（┘）",
			},
			００２９ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "箱",
				番号 = 30,
			},
			００３１ = {
				マップ位置 = (list) { 34, 10 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 35, 10 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 36, 10 },
				種別 = "箱",
				番号 = 50,
			},
			００３４ = {
				マップ位置 = (list) { 37, 10 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 38, 10 },
				種別 = "箱",
				番号 = 60,
			},
		},
	},
	タンザモンザツリー攻撃／飛行 = {
		サイズ = (list) { 22, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 4 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 4 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 4 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 4 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 4 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 8, 4 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 4 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 4 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 4 },
				種別 = "箱",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 12, 4 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 4 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 4 },
				種別 = "箱",
				番号 = 30,
			},
			００１３ = {
				マップ位置 = (list) { 15, 4 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 4 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 4 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 4 },
				種別 = "箱",
				番号 = 40,
			},
			００１７ = {
				マップ位置 = (list) { 19, 4 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 20, 4 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 4 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	チャンスを待つ = {
		サイズ = (list) { 23, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（┌）",
			},
			０００２ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "箱",
				番号 = 1,
			},
			０００３ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "道（└）",
			},
			０００４ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "箱",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "箱",
				番号 = 21,
			},
			００１２ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "箱",
				番号 = 11,
			},
			００１５ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 22,
			},
			００１６ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "箱",
				番号 = 23,
			},
			００２０ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "箱",
				番号 = 12,
			},
			００２１ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "箱",
				番号 = 24,
			},
			００２３ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 25,
			},
		},
	},
	ビューティツリー攻撃／飛行 = {
		サイズ = (list) { 22, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 4 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 4 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 4 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 4 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 4 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 8, 4 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 4 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 4 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 4 },
				種別 = "箱",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 12, 4 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 4 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 4 },
				種別 = "箱",
				番号 = 30,
			},
			００１３ = {
				マップ位置 = (list) { 15, 4 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 4 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 4 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 4 },
				種別 = "箱",
				番号 = 40,
			},
			００１７ = {
				マップ位置 = (list) { 19, 4 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 20, 4 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 4 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	ヘルマン１ = {
		サイズ = (list) { 268, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "道（┌）",
			},
			０００７ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（┘）",
			},
			０００８ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
				番号 = 15,
			},
			０００９ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（└）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（┌）",
			},
			００１５ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（┌）",
			},
			００２０ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（┘）",
			},
			００２１ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "箱",
				番号 = 100,
			},
			００２３ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "箱",
				番号 = 300,
			},
			００２４ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "箱",
				番号 = 110,
			},
			００２９ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（┌）",
			},
			００３０ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "箱",
				番号 = 310,
			},
			００３１ = {
				マップ位置 = (list) { 20, 10 },
				種別 = "道（┌）",
			},
			００３２ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（┘）",
			},
			００３３ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（─）",
				番号 = 311,
			},
			００３４ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（─）",
				番号 = 312,
			},
			００３７ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
				番号 = 313,
			},
			００３８ = {
				マップ位置 = (list) { 22, 10 },
				種別 = "箱",
				番号 = 200,
			},
			００３９ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（┐）",
			},
			００４０ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（┴）",
			},
			００４１ = {
				マップ位置 = (list) { 23, 10 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 24, 8 },
				種別 = "道（┌）",
				番号 = 201,
			},
			００４４ = {
				マップ位置 = (list) { 24, 9 },
				種別 = "道（│）",
			},
			００４５ = {
				マップ位置 = (list) { 24, 10 },
				種別 = "道（┘）",
			},
			００４６ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "箱",
				番号 = 320,
			},
			００４７ = {
				マップ位置 = (list) { 25, 8 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（┐）",
			},
			００４９ = {
				マップ位置 = (list) { 25, 15 },
				種別 = "道（└）",
			},
			００５０ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "道（┐）",
			},
			００５１ = {
				マップ位置 = (list) { 26, 9 },
				種別 = "道（│）",
			},
			００５２ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "箱",
				番号 = 210,
			},
			００５３ = {
				マップ位置 = (list) { 26, 15 },
				種別 = "道（─）",
				番号 = 325,
			},
			００５４ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（┐）",
			},
			００５５ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（│）",
			},
			００５６ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（└）",
			},
			００５７ = {
				マップ位置 = (list) { 27, 15 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
				番号 = 211,
			},
			００５９ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "箱",
				番号 = 330,
			},
			００６０ = {
				マップ位置 = (list) { 28, 15 },
				種別 = "道（┘）",
			},
			００６１ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（┌）",
			},
			００６２ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（┘）",
			},
			００６３ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "道（┌）",
			},
			００６５ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "箱",
				番号 = 220,
			},
			００６６ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（┐）",
			},
			００７０ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "道（└）",
			},
			００７１ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "箱",
				番号 = 235,
			},
			００７２ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 32, 15 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 33, 9 },
				種別 = "道（┌）",
			},
			００７５ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（┘）",
			},
			００７６ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（┐）",
			},
			００７７ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "箱",
				番号 = 240,
			},
			００７８ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（┌）",
			},
			００７９ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "箱",
				番号 = 340,
			},
			００８０ = {
				マップ位置 = (list) { 33, 16 },
				種別 = "道（└）",
			},
			００８１ = {
				マップ位置 = (list) { 34, 9 },
				種別 = "箱",
				番号 = 230,
			},
			００８２ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（┌）",
			},
			００８３ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（┘）",
			},
			００８４ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "箱",
				番号 = 350,
			},
			００８５ = {
				マップ位置 = (list) { 34, 16 },
				種別 = "箱",
				番号 = 360,
			},
			００８６ = {
				マップ位置 = (list) { 35, 9 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "箱",
				番号 = 245,
			},
			００８８ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 35, 16 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 36, 9 },
				種別 = "道（┐）",
			},
			００９１ = {
				マップ位置 = (list) { 36, 10 },
				種別 = "道（└）",
			},
			００９２ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（┐）",
			},
			００９４ = {
				マップ位置 = (list) { 36, 15 },
				種別 = "道（├）",
			},
			００９５ = {
				マップ位置 = (list) { 36, 16 },
				種別 = "道（┘）",
			},
			００９６ = {
				マップ位置 = (list) { 37, 10 },
				種別 = "道（┬）",
			},
			００９７ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（┘）",
			},
			００９８ = {
				マップ位置 = (list) { 37, 15 },
				種別 = "箱",
				番号 = 370,
			},
			００９９ = {
				マップ位置 = (list) { 38, 10 },
				種別 = "箱",
				番号 = 250,
			},
			０１００ = {
				マップ位置 = (list) { 38, 15 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 39, 10 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 39, 15 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 40, 9 },
				種別 = "道（┌）",
			},
			０１０４ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "箱",
				番号 = 260,
			},
			０１０５ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（└）",
			},
			０１０６ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "道（┌）",
			},
			０１０７ = {
				マップ位置 = (list) { 40, 15 },
				種別 = "道（┘）",
				番号 = 375,
			},
			０１０８ = {
				マップ位置 = (list) { 41, 9 },
				種別 = "箱",
				番号 = 270,
			},
			０１０９ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "箱",
				番号 = 280,
			},
			０１１０ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "箱",
				番号 = 380,
			},
			０１１１ = {
				マップ位置 = (list) { 42, 9 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 43, 9 },
				種別 = "道（┐）",
			},
			０１１５ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（├）",
			},
			０１１６ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "道（┘）",
			},
			０１１７ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 44, 10 },
				種別 = "箱",
				番号 = 290,
			},
			０１１９ = {
				マップ位置 = (list) { 44, 14 },
				種別 = "箱",
				番号 = 390,
			},
			０１２０ = {
				マップ位置 = (list) { 45, 10 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（┌）",
			},
			０１２２ = {
				マップ位置 = (list) { 45, 14 },
				種別 = "道（┘）",
			},
			０１２３ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "道（┐）",
			},
			０１２４ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（└）",
			},
			０１２５ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "道（┐）",
			},
			０１２７ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（│）",
			},
			０１２８ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "箱",
				番号 = 400,
			},
			０１２９ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "箱",
				番号 = 410,
			},
			０１３１ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（─）",
				番号 = 415,
			},
			０１３３ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "箱",
				番号 = 420,
			},
			０１３５ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "箱",
				番号 = 425,
			},
			０１３７ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "箱",
				番号 = 430,
			},
			０１４０ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "道（┐）",
			},
			０１４１ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "道（│）",
			},
			０１４２ = {
				マップ位置 = (list) { 59, 15 },
				種別 = "道（└）",
			},
			０１４３ = {
				マップ位置 = (list) { 60, 15 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 61, 15 },
				種別 = "箱",
				番号 = 500,
			},
			０１４５ = {
				マップ位置 = (list) { 62, 15 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 63, 15 },
				種別 = "箱",
				番号 = 510,
			},
			０１４７ = {
				マップ位置 = (list) { 64, 15 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 65, 15 },
				種別 = "箱",
				番号 = 520,
			},
			０１４９ = {
				マップ位置 = (list) { 66, 15 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 67, 15 },
				種別 = "道（┐）",
			},
			０１５１ = {
				マップ位置 = (list) { 67, 16 },
				種別 = "道（└）",
			},
			０１５２ = {
				マップ位置 = (list) { 68, 16 },
				種別 = "道（─）",
				番号 = 550,
			},
			０１５３ = {
				マップ位置 = (list) { 69, 16 },
				種別 = "道（─）",
			},
			０１５４ = {
				マップ位置 = (list) { 70, 16 },
				種別 = "箱",
				番号 = 600,
			},
			０１５５ = {
				マップ位置 = (list) { 71, 16 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 72, 16 },
				種別 = "道（─）",
				番号 = 605,
			},
			０１５７ = {
				マップ位置 = (list) { 73, 16 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 74, 16 },
				種別 = "箱",
				番号 = 610,
			},
			０１５９ = {
				マップ位置 = (list) { 75, 16 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 76, 16 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 77, 15 },
				種別 = "道（┌）",
			},
			０１６２ = {
				マップ位置 = (list) { 77, 16 },
				種別 = "箱",
				番号 = 620,
			},
			０１６３ = {
				マップ位置 = (list) { 78, 15 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 78, 16 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 79, 15 },
				種別 = "箱",
				番号 = 630,
			},
			０１６６ = {
				マップ位置 = (list) { 79, 16 },
				種別 = "道（┐）",
				番号 = 640,
			},
			０１６７ = {
				マップ位置 = (list) { 79, 17 },
				種別 = "道（└）",
			},
			０１６８ = {
				マップ位置 = (list) { 80, 15 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 80, 17 },
				種別 = "道（─）",
				番号 = 641,
			},
			０１７０ = {
				マップ位置 = (list) { 81, 15 },
				種別 = "道（─）",
			},
			０１７１ = {
				マップ位置 = (list) { 81, 17 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 82, 15 },
				種別 = "箱",
				番号 = 631,
			},
			０１７３ = {
				マップ位置 = (list) { 82, 17 },
				種別 = "箱",
				番号 = 642,
			},
			０１７４ = {
				マップ位置 = (list) { 83, 15 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 83, 17 },
				種別 = "道（─）",
			},
			０１７６ = {
				マップ位置 = (list) { 84, 15 },
				種別 = "道（┐）",
			},
			０１７７ = {
				マップ位置 = (list) { 84, 16 },
				種別 = "箱",
				番号 = 650,
			},
			０１７８ = {
				マップ位置 = (list) { 84, 17 },
				種別 = "道（┘）",
			},
			０１７９ = {
				マップ位置 = (list) { 85, 16 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 86, 14 },
				種別 = "道（┌）",
			},
			０１８１ = {
				マップ位置 = (list) { 86, 15 },
				種別 = "道（│）",
			},
			０１８２ = {
				マップ位置 = (list) { 86, 16 },
				種別 = "道（┘）",
			},
			０１８３ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "箱",
				番号 = 700,
			},
			０１８４ = {
				マップ位置 = (list) { 88, 14 },
				種別 = "道（┐）",
			},
			０１８５ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "道（└）",
				番号 = 705,
			},
			０１８６ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "箱",
				番号 = 710,
			},
			０１８８ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "道（┌）",
			},
			０１８９ = {
				マップ位置 = (list) { 91, 14 },
				種別 = "道（│）",
				番号 = 715,
			},
			０１９０ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "道（┘）",
			},
			０１９１ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "箱",
				番号 = 720,
			},
			０１９２ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（┐）",
			},
			０１９３ = {
				マップ位置 = (list) { 93, 14 },
				種別 = "道（│）",
			},
			０１９４ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "道（└）",
			},
			０１９５ = {
				マップ位置 = (list) { 94, 15 },
				種別 = "箱",
				番号 = 730,
			},
			０１９６ = {
				マップ位置 = (list) { 95, 15 },
				種別 = "道（─）",
			},
			０１９７ = {
				マップ位置 = (list) { 96, 15 },
				種別 = "箱",
				番号 = 740,
			},
			０１９８ = {
				マップ位置 = (list) { 97, 15 },
				種別 = "道（─）",
			},
			０１９９ = {
				マップ位置 = (list) { 98, 15 },
				種別 = "道（─）",
			},
			０２００ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "箱",
				番号 = 750,
			},
			０２０１ = {
				マップ位置 = (list) { 99, 14 },
				種別 = "道（│）",
			},
			０２０２ = {
				マップ位置 = (list) { 99, 15 },
				種別 = "道（┘）",
				番号 = 745,
			},
			０２０３ = {
				マップ位置 = (list) { 100, 13 },
				種別 = "道（─）",
			},
			０２０４ = {
				マップ位置 = (list) { 101, 13 },
				種別 = "道（─）",
			},
			０２０５ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "箱",
				番号 = 760,
			},
			０２０６ = {
				マップ位置 = (list) { 103, 13 },
				種別 = "道（┐）",
			},
			０２０７ = {
				マップ位置 = (list) { 103, 14 },
				種別 = "道（└）",
			},
			０２０８ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（┌）",
			},
			０２０９ = {
				マップ位置 = (list) { 104, 14 },
				種別 = "箱",
				番号 = 770,
			},
			０２１０ = {
				マップ位置 = (list) { 105, 12 },
				種別 = "道（┌）",
			},
			０２１１ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "道（┘）",
			},
			０２１２ = {
				マップ位置 = (list) { 105, 14 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 106, 12 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 106, 14 },
				種別 = "箱",
				番号 = 775,
			},
			０２１５ = {
				マップ位置 = (list) { 107, 12 },
				種別 = "箱",
				番号 = 2000,
			},
			０２１６ = {
				マップ位置 = (list) { 107, 14 },
				種別 = "道（─）",
			},
			０２１７ = {
				マップ位置 = (list) { 108, 12 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 108, 14 },
				種別 = "道（─）",
			},
			０２１９ = {
				マップ位置 = (list) { 109, 12 },
				種別 = "箱",
				番号 = 2010,
			},
			０２２０ = {
				マップ位置 = (list) { 109, 14 },
				種別 = "道（┐）",
			},
			０２２１ = {
				マップ位置 = (list) { 109, 15 },
				種別 = "道（└）",
			},
			０２２２ = {
				マップ位置 = (list) { 110, 12 },
				種別 = "道（─）",
			},
			０２２３ = {
				マップ位置 = (list) { 110, 15 },
				種別 = "道（─）",
			},
			０２２４ = {
				マップ位置 = (list) { 111, 12 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 111, 15 },
				種別 = "箱",
				番号 = 800,
			},
			０２２６ = {
				マップ位置 = (list) { 112, 12 },
				種別 = "箱",
				番号 = 2020,
			},
			０２２７ = {
				マップ位置 = (list) { 112, 15 },
				種別 = "道（─）",
			},
			０２２８ = {
				マップ位置 = (list) { 113, 12 },
				種別 = "道（─）",
			},
			０２２９ = {
				マップ位置 = (list) { 113, 15 },
				種別 = "箱",
				番号 = 810,
			},
			０２３０ = {
				マップ位置 = (list) { 114, 12 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 114, 15 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 115, 12 },
				種別 = "箱",
				番号 = 2030,
			},
			０２３３ = {
				マップ位置 = (list) { 115, 15 },
				種別 = "道（┐）",
			},
			０２３４ = {
				マップ位置 = (list) { 115, 16 },
				種別 = "道（└）",
			},
			０２３５ = {
				マップ位置 = (list) { 116, 12 },
				種別 = "道（─）",
			},
			０２３６ = {
				マップ位置 = (list) { 116, 16 },
				種別 = "道（─）",
			},
			０２３７ = {
				マップ位置 = (list) { 117, 12 },
				種別 = "道（─）",
			},
			０２３８ = {
				マップ位置 = (list) { 117, 16 },
				種別 = "箱",
				番号 = 820,
			},
			０２３９ = {
				マップ位置 = (list) { 118, 11 },
				種別 = "道（┌）",
			},
			０２４０ = {
				マップ位置 = (list) { 118, 12 },
				種別 = "箱",
				番号 = 2040,
			},
			０２４１ = {
				マップ位置 = (list) { 118, 16 },
				種別 = "道（─）",
			},
			０２４２ = {
				マップ位置 = (list) { 119, 10 },
				種別 = "道（┌）",
			},
			０２４３ = {
				マップ位置 = (list) { 119, 11 },
				種別 = "道（┘）",
			},
			０２４４ = {
				マップ位置 = (list) { 119, 12 },
				種別 = "道（─）",
			},
			０２４５ = {
				マップ位置 = (list) { 119, 16 },
				種別 = "道（┐）",
				番号 = 825,
			},
			０２４６ = {
				マップ位置 = (list) { 119, 17 },
				種別 = "道（└）",
			},
			０２４７ = {
				マップ位置 = (list) { 120, 10 },
				種別 = "道（─）",
			},
			０２４８ = {
				マップ位置 = (list) { 120, 12 },
				種別 = "道（─）",
			},
			０２４９ = {
				マップ位置 = (list) { 120, 17 },
				種別 = "箱",
				番号 = 830,
			},
			０２５０ = {
				マップ位置 = (list) { 121, 10 },
				種別 = "箱",
				番号 = 2060,
			},
			０２５１ = {
				マップ位置 = (list) { 121, 12 },
				種別 = "箱",
				番号 = 2050,
			},
			０２５２ = {
				マップ位置 = (list) { 121, 15 },
				種別 = "道（┌）",
			},
			０２５３ = {
				マップ位置 = (list) { 121, 16 },
				種別 = "道（│）",
			},
			０２５４ = {
				マップ位置 = (list) { 121, 17 },
				種別 = "道（┘）",
			},
			０２５５ = {
				マップ位置 = (list) { 122, 10 },
				種別 = "道（─）",
			},
			０２５６ = {
				マップ位置 = (list) { 122, 15 },
				種別 = "箱",
				番号 = 840,
			},
			０２５７ = {
				マップ位置 = (list) { 122, 16 },
				種別 = "道（└）",
			},
			０２５８ = {
				マップ位置 = (list) { 123, 10 },
				種別 = "道（─）",
			},
			０２５９ = {
				マップ位置 = (list) { 123, 15 },
				種別 = "道（─）",
			},
			０２６０ = {
				マップ位置 = (list) { 123, 16 },
				種別 = "道（─）",
			},
			０２６１ = {
				マップ位置 = (list) { 124, 10 },
				種別 = "道（─）",
			},
			０２６２ = {
				マップ位置 = (list) { 124, 15 },
				種別 = "道（─）",
			},
			０２６３ = {
				マップ位置 = (list) { 124, 16 },
				種別 = "道（┐）",
			},
			０２６４ = {
				マップ位置 = (list) { 124, 17 },
				種別 = "道（└）",
			},
			０２６５ = {
				マップ位置 = (list) { 125, 10 },
				種別 = "箱",
				番号 = 2070,
			},
			０２６６ = {
				マップ位置 = (list) { 125, 15 },
				種別 = "道（─）",
			},
			０２６７ = {
				マップ位置 = (list) { 125, 17 },
				種別 = "箱",
				番号 = 850,
			},
			０２６８ = {
				マップ位置 = (list) { 126, 10 },
				種別 = "道（─）",
			},
			０２６９ = {
				マップ位置 = (list) { 126, 15 },
				種別 = "箱",
				番号 = 860,
			},
			０２７０ = {
				マップ位置 = (list) { 126, 17 },
				種別 = "道（─）",
			},
			０２７１ = {
				マップ位置 = (list) { 127, 10 },
				種別 = "箱",
				番号 = 2075,
			},
			０２７２ = {
				マップ位置 = (list) { 127, 15 },
				種別 = "道（─）",
			},
			０２７３ = {
				マップ位置 = (list) { 127, 17 },
				種別 = "道（─）",
				番号 = 855,
			},
			０２７４ = {
				マップ位置 = (list) { 128, 10 },
				種別 = "道（─）",
			},
			０２７５ = {
				マップ位置 = (list) { 128, 15 },
				種別 = "道（┐）",
			},
			０２７６ = {
				マップ位置 = (list) { 128, 16 },
				種別 = "道（└）",
			},
			０２７７ = {
				マップ位置 = (list) { 128, 17 },
				種別 = "道（─）",
			},
			０２７８ = {
				マップ位置 = (list) { 129, 10 },
				種別 = "道（─）",
			},
			０２７９ = {
				マップ位置 = (list) { 129, 16 },
				種別 = "箱",
				番号 = 861,
			},
			０２８０ = {
				マップ位置 = (list) { 129, 17 },
				種別 = "道（─）",
			},
			０２８１ = {
				マップ位置 = (list) { 130, 10 },
				種別 = "道（─）",
				番号 = 2076,
			},
			０２８２ = {
				マップ位置 = (list) { 130, 15 },
				種別 = "道（┌）",
			},
			０２８３ = {
				マップ位置 = (list) { 130, 16 },
				種別 = "道（┘）",
			},
			０２８４ = {
				マップ位置 = (list) { 130, 17 },
				種別 = "箱",
				番号 = 870,
			},
			０２８５ = {
				マップ位置 = (list) { 131, 10 },
				種別 = "道（─）",
			},
			０２８６ = {
				マップ位置 = (list) { 131, 15 },
				種別 = "箱",
				番号 = 865,
			},
			０２８７ = {
				マップ位置 = (list) { 131, 17 },
				種別 = "道（┐）",
			},
			０２８８ = {
				マップ位置 = (list) { 131, 18 },
				種別 = "道（└）",
			},
			０２８９ = {
				マップ位置 = (list) { 132, 10 },
				種別 = "道（─）",
				番号 = 2077,
			},
			０２９０ = {
				マップ位置 = (list) { 132, 15 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 132, 18 },
				種別 = "道（─）",
			},
			０２９２ = {
				マップ位置 = (list) { 133, 10 },
				種別 = "道（─）",
			},
			０２９３ = {
				マップ位置 = (list) { 133, 15 },
				種別 = "道（─）",
			},
			０２９４ = {
				マップ位置 = (list) { 133, 18 },
				種別 = "道（─）",
			},
			０２９５ = {
				マップ位置 = (list) { 134, 10 },
				種別 = "箱",
				番号 = 2078,
			},
			０２９６ = {
				マップ位置 = (list) { 134, 15 },
				種別 = "道（┐）",
			},
			０２９７ = {
				マップ位置 = (list) { 134, 16 },
				種別 = "箱",
				番号 = 880,
			},
			０２９８ = {
				マップ位置 = (list) { 134, 17 },
				種別 = "道（│）",
			},
			０２９９ = {
				マップ位置 = (list) { 134, 18 },
				種別 = "道（┘）",
			},
			０３００ = {
				マップ位置 = (list) { 135, 10 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 135, 15 },
				種別 = "道（┌）",
			},
			０３０２ = {
				マップ位置 = (list) { 135, 16 },
				種別 = "道（┘）",
			},
			０３０３ = {
				マップ位置 = (list) { 136, 9 },
				種別 = "箱",
				番号 = 2080,
			},
			０３０４ = {
				マップ位置 = (list) { 136, 10 },
				種別 = "道（┘）",
			},
			０３０５ = {
				マップ位置 = (list) { 136, 15 },
				種別 = "道（─）",
				番号 = 890,
			},
			０３０６ = {
				マップ位置 = (list) { 137, 9 },
				種別 = "道（─）",
			},
			０３０７ = {
				マップ位置 = (list) { 137, 15 },
				種別 = "道（─）",
			},
			０３０８ = {
				マップ位置 = (list) { 138, 9 },
				種別 = "箱",
				番号 = 2090,
			},
			０３０９ = {
				マップ位置 = (list) { 138, 15 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 139, 9 },
				種別 = "道（─）",
			},
			０３１１ = {
				マップ位置 = (list) { 139, 15 },
				種別 = "箱",
				番号 = 900,
			},
			０３１２ = {
				マップ位置 = (list) { 140, 9 },
				種別 = "箱",
				番号 = 2100,
			},
			０３１３ = {
				マップ位置 = (list) { 140, 15 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 141, 9 },
				種別 = "道（─）",
			},
			０３１５ = {
				マップ位置 = (list) { 141, 15 },
				種別 = "道（─）",
			},
			０３１６ = {
				マップ位置 = (list) { 142, 9 },
				種別 = "箱",
				番号 = 2110,
			},
			０３１７ = {
				マップ位置 = (list) { 142, 14 },
				種別 = "道（┌）",
			},
			０３１８ = {
				マップ位置 = (list) { 142, 15 },
				種別 = "箱",
				番号 = 910,
			},
			０３１９ = {
				マップ位置 = (list) { 142, 16 },
				種別 = "道（└）",
			},
			０３２０ = {
				マップ位置 = (list) { 143, 9 },
				種別 = "道（─）",
			},
			０３２１ = {
				マップ位置 = (list) { 143, 14 },
				種別 = "箱",
				番号 = 920,
			},
			０３２２ = {
				マップ位置 = (list) { 143, 16 },
				種別 = "道（─）",
			},
			０３２３ = {
				マップ位置 = (list) { 144, 9 },
				種別 = "箱",
				番号 = 2120,
			},
			０３２４ = {
				マップ位置 = (list) { 144, 14 },
				種別 = "道（─）",
			},
			０３２５ = {
				マップ位置 = (list) { 144, 16 },
				種別 = "道（─）",
			},
			０３２６ = {
				マップ位置 = (list) { 145, 14 },
				種別 = "箱",
				番号 = 921,
			},
			０３２７ = {
				マップ位置 = (list) { 145, 16 },
				種別 = "道（─）",
			},
			０３２８ = {
				マップ位置 = (list) { 146, 14 },
				種別 = "道（─）",
			},
			０３２９ = {
				マップ位置 = (list) { 146, 16 },
				種別 = "箱",
				番号 = 930,
			},
			０３３０ = {
				マップ位置 = (list) { 147, 14 },
				種別 = "箱",
				番号 = 922,
			},
			０３３１ = {
				マップ位置 = (list) { 147, 15 },
				種別 = "道（├）",
			},
			０３３２ = {
				マップ位置 = (list) { 147, 16 },
				種別 = "道（┘）",
			},
			０３３３ = {
				マップ位置 = (list) { 148, 15 },
				種別 = "道（─）",
			},
			０３３４ = {
				マップ位置 = (list) { 149, 15 },
				種別 = "箱",
				番号 = 940,
			},
			０３３５ = {
				マップ位置 = (list) { 150, 15 },
				種別 = "道（─）",
			},
			０３３６ = {
				マップ位置 = (list) { 151, 15 },
				種別 = "道（─）",
			},
			０３３７ = {
				マップ位置 = (list) { 152, 15 },
				種別 = "箱",
				番号 = 945,
			},
			０３３８ = {
				マップ位置 = (list) { 153, 15 },
				種別 = "道（─）",
			},
			０３３９ = {
				マップ位置 = (list) { 154, 15 },
				種別 = "道（─）",
			},
			０３４０ = {
				マップ位置 = (list) { 155, 14 },
				種別 = "道（┌）",
			},
			０３４１ = {
				マップ位置 = (list) { 155, 15 },
				種別 = "箱",
				番号 = 950,
			},
			０３４２ = {
				マップ位置 = (list) { 155, 16 },
				種別 = "道（└）",
			},
			０３４３ = {
				マップ位置 = (list) { 156, 14 },
				種別 = "道（─）",
			},
			０３４４ = {
				マップ位置 = (list) { 156, 16 },
				種別 = "道（─）",
			},
			０３４５ = {
				マップ位置 = (list) { 157, 14 },
				種別 = "箱",
				番号 = 960,
			},
			０３４６ = {
				マップ位置 = (list) { 157, 16 },
				種別 = "道（─）",
			},
			０３４７ = {
				マップ位置 = (list) { 158, 14 },
				種別 = "道（─）",
			},
			０３４８ = {
				マップ位置 = (list) { 158, 16 },
				種別 = "道（─）",
			},
			０３４９ = {
				マップ位置 = (list) { 159, 14 },
				種別 = "道（┐）",
			},
			０３５０ = {
				マップ位置 = (list) { 159, 15 },
				種別 = "道（└）",
			},
			０３５１ = {
				マップ位置 = (list) { 159, 16 },
				種別 = "箱",
				番号 = 970,
			},
			０３５２ = {
				マップ位置 = (list) { 160, 15 },
				種別 = "道（─）",
			},
			０３５３ = {
				マップ位置 = (list) { 160, 16 },
				種別 = "道（─）",
			},
			０３５４ = {
				マップ位置 = (list) { 161, 15 },
				種別 = "箱",
				番号 = 965,
			},
			０３５５ = {
				マップ位置 = (list) { 161, 16 },
				種別 = "道（─）",
			},
			０３５６ = {
				マップ位置 = (list) { 162, 15 },
				種別 = "道（┬）",
			},
			０３５７ = {
				マップ位置 = (list) { 162, 16 },
				種別 = "道（┘）",
			},
			０３５８ = {
				マップ位置 = (list) { 163, 15 },
				種別 = "箱",
				番号 = 985,
			},
			０３５９ = {
				マップ位置 = (list) { 164, 15 },
				種別 = "道（─）",
			},
			０３６０ = {
				マップ位置 = (list) { 165, 15 },
				種別 = "箱",
				番号 = 986,
			},
			０３６１ = {
				マップ位置 = (list) { 166, 15 },
				種別 = "道（─）",
			},
			０３６２ = {
				マップ位置 = (list) { 167, 15 },
				種別 = "箱",
				番号 = 990,
			},
			０３６３ = {
				マップ位置 = (list) { 168, 15 },
				種別 = "道（─）",
			},
			０３６４ = {
				マップ位置 = (list) { 169, 15 },
				種別 = "箱",
				番号 = 995,
			},
			０３６５ = {
				マップ位置 = (list) { 170, 15 },
				種別 = "道（─）",
			},
			０３６６ = {
				マップ位置 = (list) { 171, 15 },
				種別 = "箱",
				番号 = 996,
			},
			０３６７ = {
				マップ位置 = (list) { 172, 15 },
				種別 = "道（─）",
			},
			０３６８ = {
				マップ位置 = (list) { 173, 15 },
				種別 = "道（─）",
			},
			０３６９ = {
				マップ位置 = (list) { 174, 13 },
				種別 = "道（┌）",
			},
			０３７０ = {
				マップ位置 = (list) { 174, 14 },
				種別 = "道（│）",
			},
			０３７１ = {
				マップ位置 = (list) { 174, 15 },
				種別 = "道（┘）",
			},
			０３７２ = {
				マップ位置 = (list) { 175, 13 },
				種別 = "道（─）",
			},
			０３７３ = {
				マップ位置 = (list) { 176, 13 },
				種別 = "箱",
				番号 = 1000,
			},
			０３７４ = {
				マップ位置 = (list) { 177, 13 },
				種別 = "道（─）",
			},
			０３７５ = {
				マップ位置 = (list) { 178, 13 },
				種別 = "箱",
				番号 = 1010,
			},
			０３７６ = {
				マップ位置 = (list) { 179, 13 },
				種別 = "道（─）",
			},
			０３７７ = {
				マップ位置 = (list) { 180, 13 },
				種別 = "箱",
				番号 = 1020,
			},
			０３７８ = {
				マップ位置 = (list) { 181, 13 },
				種別 = "道（─）",
			},
			０３７９ = {
				マップ位置 = (list) { 182, 13 },
				種別 = "道（┐）",
			},
			０３８０ = {
				マップ位置 = (list) { 182, 14 },
				種別 = "道（└）",
			},
			０３８１ = {
				マップ位置 = (list) { 183, 14 },
				種別 = "道（┐）",
			},
			０３８２ = {
				マップ位置 = (list) { 183, 15 },
				種別 = "道（└）",
			},
			０３８３ = {
				マップ位置 = (list) { 184, 15 },
				種別 = "道（─）",
			},
			０３８４ = {
				マップ位置 = (list) { 185, 15 },
				種別 = "箱",
				番号 = 1050,
			},
			０３８５ = {
				マップ位置 = (list) { 186, 15 },
				種別 = "道（┐）",
			},
			０３８６ = {
				マップ位置 = (list) { 186, 16 },
				種別 = "道（└）",
			},
			０３８７ = {
				マップ位置 = (list) { 187, 16 },
				種別 = "箱",
				番号 = 1100,
			},
			０３８８ = {
				マップ位置 = (list) { 188, 14 },
				種別 = "道（┌）",
			},
			０３８９ = {
				マップ位置 = (list) { 188, 15 },
				種別 = "道（│）",
			},
			０３９０ = {
				マップ位置 = (list) { 188, 16 },
				種別 = "道（┘）",
			},
			０３９１ = {
				マップ位置 = (list) { 189, 14 },
				種別 = "箱",
				番号 = 1110,
			},
			０３９２ = {
				マップ位置 = (list) { 190, 14 },
				種別 = "道（┐）",
			},
			０３９３ = {
				マップ位置 = (list) { 190, 15 },
				種別 = "道（│）",
			},
			０３９４ = {
				マップ位置 = (list) { 190, 16 },
				種別 = "箱",
				番号 = 1115,
			},
			０３９５ = {
				マップ位置 = (list) { 191, 16 },
				種別 = "道（┐）",
			},
			０３９６ = {
				マップ位置 = (list) { 191, 17 },
				種別 = "道（└）",
			},
			０３９７ = {
				マップ位置 = (list) { 192, 16 },
				種別 = "道（┌）",
			},
			０３９８ = {
				マップ位置 = (list) { 192, 17 },
				種別 = "箱",
				番号 = 1120,
			},
			０３９９ = {
				マップ位置 = (list) { 192, 18 },
				種別 = "道（└）",
			},
			０４００ = {
				マップ位置 = (list) { 193, 15 },
				種別 = "道（┌）",
			},
			０４０１ = {
				マップ位置 = (list) { 193, 16 },
				種別 = "道（┘）",
			},
			０４０２ = {
				マップ位置 = (list) { 193, 17 },
				種別 = "道（┌）",
			},
			０４０３ = {
				マップ位置 = (list) { 193, 18 },
				種別 = "道（┘）",
			},
			０４０４ = {
				マップ位置 = (list) { 194, 15 },
				種別 = "箱",
				番号 = 1130,
			},
			０４０５ = {
				マップ位置 = (list) { 194, 17 },
				種別 = "道（─）",
			},
			０４０６ = {
				マップ位置 = (list) { 195, 15 },
				種別 = "道（─）",
			},
			０４０７ = {
				マップ位置 = (list) { 195, 17 },
				種別 = "箱",
				番号 = 1140,
			},
			０４０８ = {
				マップ位置 = (list) { 196, 15 },
				種別 = "道（┐）",
			},
			０４０９ = {
				マップ位置 = (list) { 196, 16 },
				種別 = "道（├）",
			},
			０４１０ = {
				マップ位置 = (list) { 196, 17 },
				種別 = "道（┘）",
			},
			０４１１ = {
				マップ位置 = (list) { 197, 15 },
				種別 = "道（┌）",
			},
			０４１２ = {
				マップ位置 = (list) { 197, 16 },
				種別 = "箱",
				番号 = 1150,
			},
			０４１３ = {
				マップ位置 = (list) { 197, 17 },
				種別 = "道（└）",
			},
			０４１４ = {
				マップ位置 = (list) { 198, 15 },
				種別 = "道（─）",
			},
			０４１５ = {
				マップ位置 = (list) { 198, 17 },
				種別 = "道（─）",
			},
			０４１６ = {
				マップ位置 = (list) { 199, 15 },
				種別 = "箱",
				番号 = 1200,
			},
			０４１７ = {
				マップ位置 = (list) { 199, 17 },
				種別 = "道（─）",
			},
			０４１８ = {
				マップ位置 = (list) { 200, 14 },
				種別 = "道（┌）",
			},
			０４１９ = {
				マップ位置 = (list) { 200, 15 },
				種別 = "道（┘）",
			},
			０４２０ = {
				マップ位置 = (list) { 200, 17 },
				種別 = "道（─）",
			},
			０４２１ = {
				マップ位置 = (list) { 201, 14 },
				種別 = "箱",
				番号 = 1210,
			},
			０４２２ = {
				マップ位置 = (list) { 201, 17 },
				種別 = "道（─）",
			},
			０４２３ = {
				マップ位置 = (list) { 202, 14 },
				種別 = "道（─）",
			},
			０４２４ = {
				マップ位置 = (list) { 202, 17 },
				種別 = "箱",
				番号 = 1500,
			},
			０４２５ = {
				マップ位置 = (list) { 203, 14 },
				種別 = "道（─）",
			},
			０４２６ = {
				マップ位置 = (list) { 203, 17 },
				種別 = "道（─）",
			},
			０４２７ = {
				マップ位置 = (list) { 204, 14 },
				種別 = "箱",
				番号 = 1220,
			},
			０４２８ = {
				マップ位置 = (list) { 204, 17 },
				種別 = "道（─）",
			},
			０４２９ = {
				マップ位置 = (list) { 205, 14 },
				種別 = "道（┐）",
			},
			０４３０ = {
				マップ位置 = (list) { 205, 15 },
				種別 = "道（└）",
			},
			０４３１ = {
				マップ位置 = (list) { 205, 17 },
				種別 = "道（─）",
			},
			０４３２ = {
				マップ位置 = (list) { 206, 15 },
				種別 = "箱",
				番号 = 1230,
			},
			０４３３ = {
				マップ位置 = (list) { 206, 17 },
				種別 = "箱",
				番号 = 1510,
			},
			０４３４ = {
				マップ位置 = (list) { 207, 14 },
				種別 = "道（┌）",
			},
			０４３５ = {
				マップ位置 = (list) { 207, 15 },
				種別 = "道（┘）",
			},
			０４３６ = {
				マップ位置 = (list) { 207, 17 },
				種別 = "道（─）",
			},
			０４３７ = {
				マップ位置 = (list) { 208, 14 },
				種別 = "道（─）",
			},
			０４３８ = {
				マップ位置 = (list) { 208, 17 },
				種別 = "道（─）",
			},
			０４３９ = {
				マップ位置 = (list) { 209, 14 },
				種別 = "道（─）",
			},
			０４４０ = {
				マップ位置 = (list) { 209, 17 },
				種別 = "道（─）",
			},
			０４４１ = {
				マップ位置 = (list) { 210, 13 },
				種別 = "道（┌）",
			},
			０４４２ = {
				マップ位置 = (list) { 210, 14 },
				種別 = "箱",
				番号 = 1300,
			},
			０４４３ = {
				マップ位置 = (list) { 210, 15 },
				種別 = "道（└）",
			},
			０４４４ = {
				マップ位置 = (list) { 210, 17 },
				種別 = "道（─）",
			},
			０４４５ = {
				マップ位置 = (list) { 211, 13 },
				種別 = "道（─）",
			},
			０４４６ = {
				マップ位置 = (list) { 211, 15 },
				種別 = "道（─）",
			},
			０４４７ = {
				マップ位置 = (list) { 211, 17 },
				種別 = "箱",
				番号 = 1520,
			},
			０４４８ = {
				マップ位置 = (list) { 212, 13 },
				種別 = "箱",
				番号 = 1310,
			},
			０４４９ = {
				マップ位置 = (list) { 212, 15 },
				種別 = "道（─）",
				番号 = 1315,
			},
			０４５０ = {
				マップ位置 = (list) { 212, 17 },
				種別 = "道（─）",
			},
			０４５１ = {
				マップ位置 = (list) { 213, 13 },
				種別 = "道（┐）",
			},
			０４５２ = {
				マップ位置 = (list) { 213, 14 },
				種別 = "道（│）",
			},
			０４５３ = {
				マップ位置 = (list) { 213, 15 },
				種別 = "道（┴）",
			},
			０４５４ = {
				マップ位置 = (list) { 213, 17 },
				種別 = "道（─）",
			},
			０４５５ = {
				マップ位置 = (list) { 214, 15 },
				種別 = "箱",
				番号 = 1320,
			},
			０４５６ = {
				マップ位置 = (list) { 214, 17 },
				種別 = "道（─）",
			},
			０４５７ = {
				マップ位置 = (list) { 215, 15 },
				種別 = "道（─）",
			},
			０４５８ = {
				マップ位置 = (list) { 215, 17 },
				種別 = "箱",
				番号 = 1530,
			},
			０４５９ = {
				マップ位置 = (list) { 216, 15 },
				種別 = "道（─）",
				番号 = 1325,
			},
			０４６０ = {
				マップ位置 = (list) { 216, 17 },
				種別 = "道（┐）",
			},
			０４６１ = {
				マップ位置 = (list) { 216, 18 },
				種別 = "道（└）",
			},
			０４６２ = {
				マップ位置 = (list) { 217, 15 },
				種別 = "箱",
				番号 = 1330,
			},
			０４６３ = {
				マップ位置 = (list) { 217, 18 },
				種別 = "道（─）",
			},
			０４６４ = {
				マップ位置 = (list) { 218, 15 },
				種別 = "道（─）",
			},
			０４６５ = {
				マップ位置 = (list) { 218, 18 },
				種別 = "箱",
				番号 = 1540,
			},
			０４６６ = {
				マップ位置 = (list) { 219, 15 },
				種別 = "道（─）",
			},
			０４６７ = {
				マップ位置 = (list) { 219, 17 },
				種別 = "道（┌）",
			},
			０４６８ = {
				マップ位置 = (list) { 219, 18 },
				種別 = "道（┘）",
			},
			０４６９ = {
				マップ位置 = (list) { 220, 15 },
				種別 = "道（─）",
			},
			０４７０ = {
				マップ位置 = (list) { 220, 17 },
				種別 = "箱",
				番号 = 1550,
			},
			０４７１ = {
				マップ位置 = (list) { 221, 15 },
				種別 = "道（─）",
			},
			０４７２ = {
				マップ位置 = (list) { 221, 17 },
				種別 = "道（─）",
			},
			０４７３ = {
				マップ位置 = (list) { 222, 15 },
				種別 = "箱",
				番号 = 1350,
			},
			０４７４ = {
				マップ位置 = (list) { 222, 17 },
				種別 = "道（─）",
			},
			０４７５ = {
				マップ位置 = (list) { 223, 15 },
				種別 = "道（─）",
			},
			０４７６ = {
				マップ位置 = (list) { 223, 17 },
				種別 = "箱",
				番号 = 1560,
			},
			０４７７ = {
				マップ位置 = (list) { 224, 15 },
				種別 = "箱",
				番号 = 1360,
			},
			０４７８ = {
				マップ位置 = (list) { 224, 17 },
				種別 = "道（─）",
			},
			０４７９ = {
				マップ位置 = (list) { 225, 14 },
				種別 = "道（┌）",
			},
			０４８０ = {
				マップ位置 = (list) { 225, 15 },
				種別 = "道（┘）",
			},
			０４８１ = {
				マップ位置 = (list) { 225, 17 },
				種別 = "箱",
				番号 = 1570,
			},
			０４８２ = {
				マップ位置 = (list) { 226, 14 },
				種別 = "道（─）",
			},
			０４８３ = {
				マップ位置 = (list) { 226, 17 },
				種別 = "道（┐）",
			},
			０４８４ = {
				マップ位置 = (list) { 226, 18 },
				種別 = "道（└）",
			},
			０４８５ = {
				マップ位置 = (list) { 227, 12 },
				種別 = "道（┌）",
			},
			０４８６ = {
				マップ位置 = (list) { 227, 13 },
				種別 = "道（│）",
			},
			０４８７ = {
				マップ位置 = (list) { 227, 14 },
				種別 = "道（┘）",
				番号 = 1365,
			},
			０４８８ = {
				マップ位置 = (list) { 227, 18 },
				種別 = "箱",
				番号 = 1580,
			},
			０４８９ = {
				マップ位置 = (list) { 228, 12 },
				種別 = "箱",
				番号 = 1370,
			},
			０４９０ = {
				マップ位置 = (list) { 228, 18 },
				種別 = "道（─）",
			},
			０４９１ = {
				マップ位置 = (list) { 229, 12 },
				種別 = "道（─）",
			},
			０４９２ = {
				マップ位置 = (list) { 229, 18 },
				種別 = "道（┐）",
			},
			０４９３ = {
				マップ位置 = (list) { 229, 19 },
				種別 = "道（└）",
			},
			０４９４ = {
				マップ位置 = (list) { 230, 12 },
				種別 = "道（─）",
				番号 = 1375,
			},
			０４９５ = {
				マップ位置 = (list) { 230, 19 },
				種別 = "道（─）",
			},
			０４９６ = {
				マップ位置 = (list) { 231, 12 },
				種別 = "道（─）",
			},
			０４９７ = {
				マップ位置 = (list) { 231, 19 },
				種別 = "箱",
				番号 = 1590,
			},
			０４９８ = {
				マップ位置 = (list) { 232, 12 },
				種別 = "箱",
				番号 = 1380,
			},
			０４９９ = {
				マップ位置 = (list) { 232, 19 },
				種別 = "道（─）",
			},
			０５００ = {
				マップ位置 = (list) { 233, 12 },
				種別 = "道（─）",
			},
			０５０１ = {
				マップ位置 = (list) { 233, 19 },
				種別 = "道（─）",
			},
			０５０２ = {
				マップ位置 = (list) { 234, 12 },
				種別 = "箱",
				番号 = 1390,
			},
			０５０３ = {
				マップ位置 = (list) { 234, 19 },
				種別 = "道（─）",
			},
			０５０４ = {
				マップ位置 = (list) { 235, 12 },
				種別 = "道（─）",
			},
			０５０５ = {
				マップ位置 = (list) { 235, 19 },
				種別 = "道（─）",
			},
			０５０６ = {
				マップ位置 = (list) { 236, 12 },
				種別 = "箱",
				番号 = 1400,
			},
			０５０７ = {
				マップ位置 = (list) { 236, 19 },
				種別 = "道（─）",
			},
			０５０８ = {
				マップ位置 = (list) { 237, 12 },
				種別 = "道（┐）",
			},
			０５０９ = {
				マップ位置 = (list) { 237, 13 },
				種別 = "道（│）",
			},
			０５１０ = {
				マップ位置 = (list) { 237, 14 },
				種別 = "道（└）",
			},
			０５１１ = {
				マップ位置 = (list) { 237, 19 },
				種別 = "箱",
				番号 = 1595,
			},
			０５１２ = {
				マップ位置 = (list) { 238, 14 },
				種別 = "箱",
				番号 = 1410,
			},
			０５１３ = {
				マップ位置 = (list) { 238, 19 },
				種別 = "道（─）",
			},
			０５１４ = {
				マップ位置 = (list) { 239, 14 },
				種別 = "道（─）",
			},
			０５１５ = {
				マップ位置 = (list) { 239, 19 },
				種別 = "道（─）",
			},
			０５１６ = {
				マップ位置 = (list) { 240, 14 },
				種別 = "道（┐）",
			},
			０５１７ = {
				マップ位置 = (list) { 240, 15 },
				種別 = "道（│）",
			},
			０５１８ = {
				マップ位置 = (list) { 240, 16 },
				種別 = "道（│）",
			},
			０５１９ = {
				マップ位置 = (list) { 240, 17 },
				種別 = "道（└）",
			},
			０５２０ = {
				マップ位置 = (list) { 240, 19 },
				種別 = "道（─）",
			},
			０５２１ = {
				マップ位置 = (list) { 241, 17 },
				種別 = "箱",
				番号 = 1420,
			},
			０５２２ = {
				マップ位置 = (list) { 241, 19 },
				種別 = "道（─）",
			},
			０５２３ = {
				マップ位置 = (list) { 242, 17 },
				種別 = "道（┐）",
			},
			０５２４ = {
				マップ位置 = (list) { 242, 18 },
				種別 = "道（│）",
			},
			０５２５ = {
				マップ位置 = (list) { 242, 19 },
				種別 = "道（┴）",
			},
			０５２６ = {
				マップ位置 = (list) { 243, 19 },
				種別 = "箱",
				番号 = 1600,
			},
			０５２７ = {
				マップ位置 = (list) { 244, 19 },
				種別 = "道（─）",
			},
			０５２８ = {
				マップ位置 = (list) { 245, 19 },
				種別 = "箱",
				番号 = 1610,
			},
			０５２９ = {
				マップ位置 = (list) { 246, 19 },
				種別 = "道（─）",
			},
			０５３０ = {
				マップ位置 = (list) { 247, 19 },
				種別 = "箱",
				番号 = 1620,
			},
			０５３１ = {
				マップ位置 = (list) { 248, 18 },
				種別 = "道（┌）",
			},
			０５３２ = {
				マップ位置 = (list) { 248, 19 },
				種別 = "道（┘）",
			},
			０５３３ = {
				マップ位置 = (list) { 249, 17 },
				種別 = "箱",
				番号 = 1630,
			},
			０５３４ = {
				マップ位置 = (list) { 249, 18 },
				種別 = "道（┘）",
			},
			０５３５ = {
				マップ位置 = (list) { 250, 16 },
				種別 = "道（┌）",
			},
			０５３６ = {
				マップ位置 = (list) { 250, 17 },
				種別 = "道（┘）",
			},
			０５３７ = {
				マップ位置 = (list) { 251, 15 },
				種別 = "道（┌）",
			},
			０５３８ = {
				マップ位置 = (list) { 251, 16 },
				種別 = "道（┘）",
			},
			０５３９ = {
				マップ位置 = (list) { 252, 15 },
				種別 = "道（─）",
			},
			０５４０ = {
				マップ位置 = (list) { 253, 15 },
				種別 = "箱",
				番号 = 1640,
			},
			０５４１ = {
				マップ位置 = (list) { 254, 15 },
				種別 = "道（─）",
			},
			０５４２ = {
				マップ位置 = (list) { 255, 15 },
				種別 = "箱",
				番号 = 1650,
			},
			０５４３ = {
				マップ位置 = (list) { 256, 15 },
				種別 = "道（─）",
			},
			０５４４ = {
				マップ位置 = (list) { 257, 15 },
				種別 = "箱",
				番号 = 1660,
			},
			０５４５ = {
				マップ位置 = (list) { 258, 15 },
				種別 = "道（─）",
			},
			０５４６ = {
				マップ位置 = (list) { 259, 15 },
				種別 = "道（─）",
			},
			０５４７ = {
				マップ位置 = (list) { 260, 15 },
				種別 = "箱",
				番号 = 1670,
			},
			０５４８ = {
				マップ位置 = (list) { 261, 15 },
				種別 = "道（─）",
			},
			０５４９ = {
				マップ位置 = (list) { 262, 15 },
				種別 = "箱",
				番号 = 1680,
			},
		},
	},
	ヘルマン２ = {
		サイズ = (list) { 326, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
				番号 = 5,
			},
			０００４ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
				番号 = 6,
			},
			０００６ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "箱",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（┌）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（┘）",
			},
			００１０ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００１１ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（└）",
			},
			００１３ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "箱",
				番号 = 40,
			},
			００１４ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（┌）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（┘）",
			},
			００１６ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（┌）",
			},
			００１７ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 50,
			},
			００１８ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（┌）",
			},
			００２０ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（┘）",
			},
			００２１ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００２３ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００２４ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（┐）",
			},
			００２５ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（└）",
			},
			００２６ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 61,
			},
			００２８ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "箱",
				番号 = 71,
			},
			００２９ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 62,
			},
			００３２ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "箱",
				番号 = 72,
			},
			００３３ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（┐）",
			},
			００３４ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（├）",
			},
			００３５ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（┘）",
			},
			００３６ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００３７ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００４１ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（└）",
			},
			００４２ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（┐）",
			},
			００４４ = {
				マップ位置 = (list) { 28, 15 },
				種別 = "道（└）",
			},
			００４５ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 29, 15 },
				種別 = "箱",
				番号 = 130,
			},
			００４７ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
				番号 = 140,
			},
			００４８ = {
				マップ位置 = (list) { 30, 15 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "箱",
				番号 = 141,
			},
			００５２ = {
				マップ位置 = (list) { 32, 15 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（┌）",
			},
			００５５ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "道（┘）",
			},
			００５６ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（┌）",
			},
			００５７ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（┘）",
			},
			００５８ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "箱",
				番号 = 131,
			},
			００５９ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "箱",
				番号 = 142,
			},
			００６０ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（┐）",
			},
			００６２ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（├）",
			},
			００６３ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（┘）",
			},
			００６４ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "箱",
				番号 = 160,
			},
			００６５ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "箱",
				番号 = 200,
			},
			００７０ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "箱",
				番号 = 210,
			},
			００７２ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "箱",
				番号 = 220,
			},
			００７４ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "箱",
				番号 = 230,
			},
			００７６ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（┐）",
			},
			００８０ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（└）",
			},
			００８１ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "箱",
				番号 = 300,
			},
			００８２ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（┌）",
			},
			００８３ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（┘）",
			},
			００８４ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "箱",
				番号 = 310,
			},
			００８５ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（┌）",
			},
			００８６ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（│）",
			},
			００８７ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "道（┘）",
			},
			００８８ = {
				マップ位置 = (list) { 56, 16 },
				種別 = "箱",
				番号 = 313,
			},
			００８９ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "箱",
				番号 = 311,
			},
			００９１ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "箱",
				番号 = 312,
			},
			００９３ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（┐）",
			},
			００９４ = {
				マップ位置 = (list) { 59, 12 },
				種別 = "道（│）",
			},
			００９５ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "道（└）",
			},
			００９６ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "道（┐）",
			},
			００９７ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "道（└）",
			},
			００９８ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "箱",
				番号 = 320,
			},
			００９９ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "道（┌）",
			},
			０１００ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "道（┘）",
			},
			０１０１ = {
				マップ位置 = (list) { 63, 13 },
				種別 = "箱",
				番号 = 330,
			},
			０１０２ = {
				マップ位置 = (list) { 64, 13 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 66, 13 },
				種別 = "箱",
				番号 = 340,
			},
			０１０５ = {
				マップ位置 = (list) { 67, 13 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（┌）",
				番号 = 370,
			},
			０１０８ = {
				マップ位置 = (list) { 69, 12 },
				種別 = "道（│）",
			},
			０１０９ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "箱",
				番号 = 350,
			},
			０１１０ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 70, 14 },
				種別 = "箱",
				番号 = 362,
			},
			０１１３ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "箱",
				番号 = 371,
			},
			０１１４ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "箱",
				番号 = 373,
			},
			０１１５ = {
				マップ位置 = (list) { 71, 15 },
				種別 = "箱",
				番号 = 364,
			},
			０１１６ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 72, 13 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "箱",
				番号 = 372,
			},
			０１１９ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（┐）",
			},
			０１２１ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "道（└）",
			},
			０１２２ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "箱",
				番号 = 374,
			},
			０１２３ = {
				マップ位置 = (list) { 74, 15 },
				種別 = "箱",
				番号 = 361,
			},
			０１２４ = {
				マップ位置 = (list) { 75, 12 },
				種別 = "道（┐）",
			},
			０１２５ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "道（┤）",
			},
			０１２６ = {
				マップ位置 = (list) { 75, 14 },
				種別 = "道（└）",
			},
			０１２７ = {
				マップ位置 = (list) { 76, 14 },
				種別 = "箱",
				番号 = 390,
			},
			０１２８ = {
				マップ位置 = (list) { 77, 14 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "道（┌）",
			},
			０１３０ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（┘）",
			},
			０１３１ = {
				マップ位置 = (list) { 79, 13 },
				種別 = "箱",
				番号 = 400,
			},
			０１３２ = {
				マップ位置 = (list) { 80, 13 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 81, 13 },
				種別 = "箱",
				番号 = 410,
			},
			０１３４ = {
				マップ位置 = (list) { 82, 13 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 83, 13 },
				種別 = "箱",
				番号 = 420,
			},
			０１３６ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "道（┌）",
			},
			０１３８ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "箱",
				番号 = 430,
			},
			０１３９ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（┌）",
			},
			０１４０ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（┘）",
			},
			０１４１ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "道（┐）",
			},
			０１４２ = {
				マップ位置 = (list) { 86, 14 },
				種別 = "道（└）",
			},
			０１４３ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "箱",
				番号 = 1700,
			},
			０１４４ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 88, 14 },
				種別 = "箱",
				番号 = 500,
			},
			０１４７ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "道（─）",
				番号 = 1701,
			},
			０１４８ = {
				マップ位置 = (list) { 89, 14 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 90, 11 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 90, 14 },
				種別 = "道（┐）",
				番号 = 505,
			},
			０１５１ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "道（└）",
			},
			０１５２ = {
				マップ位置 = (list) { 91, 11 },
				種別 = "道（─）",
				番号 = 1702,
			},
			０１５３ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "箱",
				番号 = 510,
			},
			０１５４ = {
				マップ位置 = (list) { 92, 11 },
				種別 = "箱",
				番号 = 1710,
			},
			０１５５ = {
				マップ位置 = (list) { 92, 15 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 93, 11 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 94, 11 },
				種別 = "箱",
				番号 = 1720,
			},
			０１５９ = {
				マップ位置 = (list) { 94, 15 },
				種別 = "箱",
				番号 = 515,
			},
			０１６０ = {
				マップ位置 = (list) { 95, 11 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 95, 15 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 96, 11 },
				種別 = "道（─）",
			},
			０１６３ = {
				マップ位置 = (list) { 96, 15 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 97, 11 },
				種別 = "箱",
				番号 = 1730,
			},
			０１６５ = {
				マップ位置 = (list) { 97, 15 },
				種別 = "箱",
				番号 = 520,
			},
			０１６６ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 98, 14 },
				種別 = "道（┌）",
			},
			０１６８ = {
				マップ位置 = (list) { 98, 15 },
				種別 = "道（┘）",
			},
			０１６９ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 99, 14 },
				種別 = "箱",
				番号 = 530,
			},
			０１７１ = {
				マップ位置 = (list) { 100, 10 },
				種別 = "道（┌）",
			},
			０１７２ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "道（┘）",
			},
			０１７３ = {
				マップ位置 = (list) { 100, 14 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 101, 9 },
				種別 = "道（┌）",
			},
			０１７５ = {
				マップ位置 = (list) { 101, 10 },
				種別 = "道（┘）",
			},
			０１７６ = {
				マップ位置 = (list) { 101, 14 },
				種別 = "道（─）",
			},
			０１７７ = {
				マップ位置 = (list) { 102, 9 },
				種別 = "箱",
				番号 = 1740,
			},
			０１７８ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "道（┌）",
			},
			０１７９ = {
				マップ位置 = (list) { 102, 14 },
				種別 = "箱",
				番号 = 531,
			},
			０１８０ = {
				マップ位置 = (list) { 102, 15 },
				種別 = "道（└）",
			},
			０１８１ = {
				マップ位置 = (list) { 103, 9 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 103, 13 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 103, 15 },
				種別 = "道（─）",
				番号 = 535,
			},
			０１８４ = {
				マップ位置 = (list) { 104, 9 },
				種別 = "箱",
				番号 = 1750,
			},
			０１８５ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 104, 15 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 105, 9 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "箱",
				番号 = 540,
			},
			０１８９ = {
				マップ位置 = (list) { 105, 15 },
				種別 = "道（─）",
				番号 = 536,
			},
			０１９０ = {
				マップ位置 = (list) { 106, 9 },
				種別 = "箱",
				番号 = 1760,
			},
			０１９１ = {
				マップ位置 = (list) { 106, 13 },
				種別 = "道（┐）",
			},
			０１９２ = {
				マップ位置 = (list) { 106, 14 },
				種別 = "道（├）",
			},
			０１９３ = {
				マップ位置 = (list) { 106, 15 },
				種別 = "道（┘）",
			},
			０１９４ = {
				マップ位置 = (list) { 107, 9 },
				種別 = "道（─）",
			},
			０１９５ = {
				マップ位置 = (list) { 107, 14 },
				種別 = "箱",
				番号 = 550,
			},
			０１９６ = {
				マップ位置 = (list) { 108, 9 },
				種別 = "箱",
				番号 = 1770,
			},
			０１９７ = {
				マップ位置 = (list) { 108, 14 },
				種別 = "道（─）",
			},
			０１９８ = {
				マップ位置 = (list) { 109, 9 },
				種別 = "道（─）",
			},
			０１９９ = {
				マップ位置 = (list) { 109, 14 },
				種別 = "道（─）",
			},
			０２００ = {
				マップ位置 = (list) { 110, 9 },
				種別 = "箱",
				番号 = 1780,
			},
			０２０１ = {
				マップ位置 = (list) { 110, 14 },
				種別 = "箱",
				番号 = 555,
			},
			０２０２ = {
				マップ位置 = (list) { 111, 9 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 111, 14 },
				種別 = "道（─）",
			},
			０２０４ = {
				マップ位置 = (list) { 112, 9 },
				種別 = "箱",
				番号 = 1790,
			},
			０２０５ = {
				マップ位置 = (list) { 112, 14 },
				種別 = "箱",
				番号 = 560,
			},
			０２０６ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "道（┌）",
				番号 = 565,
			},
			０２０７ = {
				マップ位置 = (list) { 113, 14 },
				種別 = "道（┘）",
			},
			０２０８ = {
				マップ位置 = (list) { 114, 13 },
				種別 = "道（─）",
			},
			０２０９ = {
				マップ位置 = (list) { 115, 13 },
				種別 = "箱",
				番号 = 570,
			},
			０２１０ = {
				マップ位置 = (list) { 116, 13 },
				種別 = "道（─）",
			},
			０２１１ = {
				マップ位置 = (list) { 117, 13 },
				種別 = "箱",
				番号 = 580,
			},
			０２１２ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "道（┐）",
			},
			０２１３ = {
				マップ位置 = (list) { 118, 14 },
				種別 = "道（│）",
			},
			０２１４ = {
				マップ位置 = (list) { 118, 15 },
				種別 = "道（└）",
				番号 = 585,
			},
			０２１５ = {
				マップ位置 = (list) { 119, 15 },
				種別 = "道（─）",
			},
			０２１６ = {
				マップ位置 = (list) { 120, 15 },
				種別 = "箱",
				番号 = 590,
			},
			０２１７ = {
				マップ位置 = (list) { 121, 14 },
				種別 = "道（┌）",
			},
			０２１８ = {
				マップ位置 = (list) { 121, 15 },
				種別 = "道（┘）",
			},
			０２１９ = {
				マップ位置 = (list) { 122, 13 },
				種別 = "道（┌）",
			},
			０２２０ = {
				マップ位置 = (list) { 122, 14 },
				種別 = "道（┘）",
			},
			０２２１ = {
				マップ位置 = (list) { 123, 13 },
				種別 = "箱",
				番号 = 600,
			},
			０２２２ = {
				マップ位置 = (list) { 124, 13 },
				種別 = "道（─）",
			},
			０２２３ = {
				マップ位置 = (list) { 125, 13 },
				種別 = "箱",
				番号 = 610,
			},
			０２２４ = {
				マップ位置 = (list) { 126, 13 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 127, 13 },
				種別 = "道（─）",
				番号 = 620,
			},
			０２２６ = {
				マップ位置 = (list) { 128, 13 },
				種別 = "道（─）",
			},
			０２２７ = {
				マップ位置 = (list) { 129, 13 },
				種別 = "箱",
				番号 = 630,
			},
			０２２８ = {
				マップ位置 = (list) { 130, 13 },
				種別 = "道（─）",
			},
			０２２９ = {
				マップ位置 = (list) { 131, 13 },
				種別 = "道（─）",
				番号 = 640,
			},
			０２３０ = {
				マップ位置 = (list) { 132, 13 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 133, 13 },
				種別 = "箱",
				番号 = 650,
			},
			０２３２ = {
				マップ位置 = (list) { 134, 12 },
				種別 = "道（┌）",
			},
			０２３３ = {
				マップ位置 = (list) { 134, 13 },
				種別 = "道（┘）",
			},
			０２３４ = {
				マップ位置 = (list) { 135, 12 },
				種別 = "箱",
				番号 = 660,
			},
			０２３５ = {
				マップ位置 = (list) { 136, 12 },
				種別 = "道（─）",
			},
			０２３６ = {
				マップ位置 = (list) { 137, 12 },
				種別 = "箱",
				番号 = 670,
			},
			０２３７ = {
				マップ位置 = (list) { 138, 12 },
				種別 = "道（─）",
			},
			０２３８ = {
				マップ位置 = (list) { 139, 12 },
				種別 = "道（─）",
			},
			０２３９ = {
				マップ位置 = (list) { 140, 12 },
				種別 = "道（─）",
			},
			０２４０ = {
				マップ位置 = (list) { 141, 11 },
				種別 = "道（┌）",
			},
			０２４１ = {
				マップ位置 = (list) { 141, 12 },
				種別 = "箱",
				番号 = 700,
			},
			０２４２ = {
				マップ位置 = (list) { 141, 13 },
				種別 = "道（└）",
			},
			０２４３ = {
				マップ位置 = (list) { 142, 10 },
				種別 = "道（┌）",
			},
			０２４４ = {
				マップ位置 = (list) { 142, 11 },
				種別 = "道（┘）",
			},
			０２４５ = {
				マップ位置 = (list) { 142, 12 },
				種別 = "道（─）",
			},
			０２４６ = {
				マップ位置 = (list) { 142, 13 },
				種別 = "道（─）",
			},
			０２４７ = {
				マップ位置 = (list) { 143, 10 },
				種別 = "道（─）",
			},
			０２４８ = {
				マップ位置 = (list) { 143, 12 },
				種別 = "道（─）",
			},
			０２４９ = {
				マップ位置 = (list) { 143, 13 },
				種別 = "道（─）",
			},
			０２５０ = {
				マップ位置 = (list) { 144, 10 },
				種別 = "箱",
				番号 = 710,
			},
			０２５１ = {
				マップ位置 = (list) { 144, 12 },
				種別 = "道（─）",
			},
			０２５２ = {
				マップ位置 = (list) { 144, 13 },
				種別 = "道（─）",
			},
			０２５３ = {
				マップ位置 = (list) { 145, 10 },
				種別 = "道（─）",
			},
			０２５４ = {
				マップ位置 = (list) { 145, 11 },
				種別 = "道（┌）",
			},
			０２５５ = {
				マップ位置 = (list) { 145, 12 },
				種別 = "道（┘）",
			},
			０２５６ = {
				マップ位置 = (list) { 145, 13 },
				種別 = "箱",
				番号 = 730,
			},
			０２５７ = {
				マップ位置 = (list) { 146, 10 },
				種別 = "道（─）",
			},
			０２５８ = {
				マップ位置 = (list) { 146, 11 },
				種別 = "箱",
				番号 = 720,
			},
			０２５９ = {
				マップ位置 = (list) { 146, 13 },
				種別 = "道（─）",
			},
			０２６０ = {
				マップ位置 = (list) { 147, 10 },
				種別 = "道（─）",
			},
			０２６１ = {
				マップ位置 = (list) { 147, 11 },
				種別 = "道（─）",
			},
			０２６２ = {
				マップ位置 = (list) { 147, 13 },
				種別 = "箱",
				番号 = 750,
			},
			０２６３ = {
				マップ位置 = (list) { 148, 10 },
				種別 = "箱",
				番号 = 740,
			},
			０２６４ = {
				マップ位置 = (list) { 148, 11 },
				種別 = "道（─）",
			},
			０２６５ = {
				マップ位置 = (list) { 148, 13 },
				種別 = "道（─）",
			},
			０２６６ = {
				マップ位置 = (list) { 149, 10 },
				種別 = "道（┐）",
			},
			０２６７ = {
				マップ位置 = (list) { 149, 11 },
				種別 = "道（┴）",
			},
			０２６８ = {
				マップ位置 = (list) { 149, 13 },
				種別 = "箱",
				番号 = 760,
			},
			０２６９ = {
				マップ位置 = (list) { 150, 11 },
				種別 = "道（┐）",
			},
			０２７０ = {
				マップ位置 = (list) { 150, 12 },
				種別 = "道（├）",
			},
			０２７１ = {
				マップ位置 = (list) { 150, 13 },
				種別 = "道（┘）",
			},
			０２７２ = {
				マップ位置 = (list) { 151, 12 },
				種別 = "箱",
				番号 = 770,
			},
			０２７３ = {
				マップ位置 = (list) { 151, 13 },
				種別 = "道（└）",
			},
			０２７４ = {
				マップ位置 = (list) { 152, 12 },
				種別 = "道（─）",
			},
			０２７５ = {
				マップ位置 = (list) { 152, 13 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 153, 12 },
				種別 = "道（─）",
			},
			０２７７ = {
				マップ位置 = (list) { 153, 13 },
				種別 = "箱",
				番号 = 780,
			},
			０２７８ = {
				マップ位置 = (list) { 154, 12 },
				種別 = "箱",
				番号 = 790,
			},
			０２７９ = {
				マップ位置 = (list) { 155, 12 },
				種別 = "道（─）",
			},
			０２８０ = {
				マップ位置 = (list) { 156, 12 },
				種別 = "箱",
				番号 = 795,
			},
			０２８１ = {
				マップ位置 = (list) { 157, 12 },
				種別 = "道（┐）",
			},
			０２８２ = {
				マップ位置 = (list) { 157, 13 },
				種別 = "道（└）",
			},
			０２８３ = {
				マップ位置 = (list) { 158, 12 },
				種別 = "道（┌）",
			},
			０２８４ = {
				マップ位置 = (list) { 158, 13 },
				種別 = "箱",
				番号 = 800,
			},
			０２８５ = {
				マップ位置 = (list) { 158, 14 },
				種別 = "道（└）",
			},
			０２８６ = {
				マップ位置 = (list) { 159, 12 },
				種別 = "道（─）",
			},
			０２８７ = {
				マップ位置 = (list) { 159, 13 },
				種別 = "道（─）",
			},
			０２８８ = {
				マップ位置 = (list) { 159, 14 },
				種別 = "道（─）",
			},
			０２８９ = {
				マップ位置 = (list) { 160, 11 },
				種別 = "道（┌）",
			},
			０２９０ = {
				マップ位置 = (list) { 160, 12 },
				種別 = "道（┘）",
			},
			０２９１ = {
				マップ位置 = (list) { 160, 13 },
				種別 = "道（─）",
			},
			０２９２ = {
				マップ位置 = (list) { 160, 14 },
				種別 = "道（┐）",
			},
			０２９３ = {
				マップ位置 = (list) { 160, 15 },
				種別 = "道（└）",
			},
			０２９４ = {
				マップ位置 = (list) { 161, 11 },
				種別 = "道（─）",
			},
			０２９５ = {
				マップ位置 = (list) { 161, 13 },
				種別 = "道（─）",
			},
			０２９６ = {
				マップ位置 = (list) { 161, 15 },
				種別 = "箱",
				番号 = 810,
			},
			０２９７ = {
				マップ位置 = (list) { 162, 11 },
				種別 = "道（─）",
			},
			０２９８ = {
				マップ位置 = (list) { 162, 13 },
				種別 = "箱",
				番号 = 820,
			},
			０２９９ = {
				マップ位置 = (list) { 162, 15 },
				種別 = "道（─）",
			},
			０３００ = {
				マップ位置 = (list) { 163, 11 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 163, 13 },
				種別 = "道（─）",
			},
			０３０２ = {
				マップ位置 = (list) { 163, 15 },
				種別 = "道（─）",
			},
			０３０３ = {
				マップ位置 = (list) { 164, 11 },
				種別 = "道（─）",
			},
			０３０４ = {
				マップ位置 = (list) { 164, 13 },
				種別 = "箱",
				番号 = 830,
			},
			０３０５ = {
				マップ位置 = (list) { 164, 14 },
				種別 = "道（┌）",
			},
			０３０６ = {
				マップ位置 = (list) { 164, 15 },
				種別 = "道（┘）",
			},
			０３０７ = {
				マップ位置 = (list) { 165, 11 },
				種別 = "道（┐）",
			},
			０３０８ = {
				マップ位置 = (list) { 165, 12 },
				種別 = "箱",
				番号 = 840,
			},
			０３０９ = {
				マップ位置 = (list) { 165, 13 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 165, 14 },
				種別 = "道（─）",
			},
			０３１１ = {
				マップ位置 = (list) { 166, 12 },
				種別 = "道（┐）",
			},
			０３１２ = {
				マップ位置 = (list) { 166, 13 },
				種別 = "道（┼）",
				番号 = 860,
			},
			０３１３ = {
				マップ位置 = (list) { 166, 14 },
				種別 = "道（┘）",
			},
			０３１４ = {
				マップ位置 = (list) { 167, 13 },
				種別 = "箱",
				番号 = 870,
			},
			０３１５ = {
				マップ位置 = (list) { 167, 14 },
				種別 = "道（└）",
			},
			０３１６ = {
				マップ位置 = (list) { 168, 13 },
				種別 = "道（─）",
			},
			０３１７ = {
				マップ位置 = (list) { 168, 14 },
				種別 = "道（─）",
			},
			０３１８ = {
				マップ位置 = (list) { 169, 13 },
				種別 = "道（─）",
			},
			０３１９ = {
				マップ位置 = (list) { 169, 14 },
				種別 = "箱",
				番号 = 880,
			},
			０３２０ = {
				マップ位置 = (list) { 170, 13 },
				種別 = "箱",
				番号 = 890,
			},
			０３２１ = {
				マップ位置 = (list) { 171, 13 },
				種別 = "道（─）",
			},
			０３２２ = {
				マップ位置 = (list) { 172, 13 },
				種別 = "道（─）",
			},
			０３２３ = {
				マップ位置 = (list) { 173, 13 },
				種別 = "箱",
				番号 = 895,
			},
			０３２４ = {
				マップ位置 = (list) { 174, 12 },
				種別 = "道（┌）",
			},
			０３２５ = {
				マップ位置 = (list) { 174, 13 },
				種別 = "道（┘）",
			},
			０３２６ = {
				マップ位置 = (list) { 175, 11 },
				種別 = "道（┌）",
			},
			０３２７ = {
				マップ位置 = (list) { 175, 12 },
				種別 = "箱",
				番号 = 900,
			},
			０３２８ = {
				マップ位置 = (list) { 175, 13 },
				種別 = "道（└）",
			},
			０３２９ = {
				マップ位置 = (list) { 176, 11 },
				種別 = "道（─）",
			},
			０３３０ = {
				マップ位置 = (list) { 176, 12 },
				種別 = "道（─）",
			},
			０３３１ = {
				マップ位置 = (list) { 176, 13 },
				種別 = "道（─）",
			},
			０３３２ = {
				マップ位置 = (list) { 177, 10 },
				種別 = "道（┌）",
			},
			０３３３ = {
				マップ位置 = (list) { 177, 11 },
				種別 = "道（┘）",
			},
			０３３４ = {
				マップ位置 = (list) { 177, 12 },
				種別 = "道（─）",
				番号 = 915,
			},
			０３３５ = {
				マップ位置 = (list) { 177, 13 },
				種別 = "道（─）",
			},
			０３３６ = {
				マップ位置 = (list) { 178, 10 },
				種別 = "箱",
				番号 = 910,
			},
			０３３７ = {
				マップ位置 = (list) { 178, 12 },
				種別 = "道（─）",
			},
			０３３８ = {
				マップ位置 = (list) { 178, 13 },
				種別 = "道（─）",
			},
			０３３９ = {
				マップ位置 = (list) { 179, 10 },
				種別 = "道（─）",
			},
			０３４０ = {
				マップ位置 = (list) { 179, 12 },
				種別 = "箱",
				番号 = 920,
			},
			０３４１ = {
				マップ位置 = (list) { 179, 13 },
				種別 = "道（┘）",
			},
			０３４２ = {
				マップ位置 = (list) { 180, 10 },
				種別 = "道（─）",
			},
			０３４３ = {
				マップ位置 = (list) { 180, 12 },
				種別 = "道（┐）",
			},
			０３４４ = {
				マップ位置 = (list) { 180, 13 },
				種別 = "道（└）",
			},
			０３４５ = {
				マップ位置 = (list) { 181, 10 },
				種別 = "道（┐）",
			},
			０３４６ = {
				マップ位置 = (list) { 181, 11 },
				種別 = "道（└）",
			},
			０３４７ = {
				マップ位置 = (list) { 181, 13 },
				種別 = "箱",
				番号 = 930,
			},
			０３４８ = {
				マップ位置 = (list) { 182, 11 },
				種別 = "箱",
				番号 = 940,
			},
			０３４９ = {
				マップ位置 = (list) { 182, 12 },
				種別 = "道（┌）",
			},
			０３５０ = {
				マップ位置 = (list) { 182, 13 },
				種別 = "道（┘）",
			},
			０３５１ = {
				マップ位置 = (list) { 183, 11 },
				種別 = "道（┐）",
			},
			０３５２ = {
				マップ位置 = (list) { 183, 12 },
				種別 = "道（┴）",
			},
			０３５３ = {
				マップ位置 = (list) { 184, 12 },
				種別 = "道（─）",
			},
			０３５４ = {
				マップ位置 = (list) { 185, 12 },
				種別 = "箱",
				番号 = 970,
			},
			０３５５ = {
				マップ位置 = (list) { 185, 13 },
				種別 = "道（└）",
			},
			０３５６ = {
				マップ位置 = (list) { 186, 12 },
				種別 = "道（─）",
			},
			０３５７ = {
				マップ位置 = (list) { 186, 13 },
				種別 = "道（─）",
			},
			０３５８ = {
				マップ位置 = (list) { 187, 12 },
				種別 = "道（─）",
			},
			０３５９ = {
				マップ位置 = (list) { 187, 13 },
				種別 = "箱",
				番号 = 980,
			},
			０３６０ = {
				マップ位置 = (list) { 188, 11 },
				種別 = "箱",
				番号 = 1000,
			},
			０３６１ = {
				マップ位置 = (list) { 188, 12 },
				種別 = "道（┘）",
			},
			０３６２ = {
				マップ位置 = (list) { 189, 11 },
				種別 = "道（─）",
			},
			０３６３ = {
				マップ位置 = (list) { 190, 11 },
				種別 = "箱",
				番号 = 1005,
			},
			０３６４ = {
				マップ位置 = (list) { 191, 11 },
				種別 = "道（─）",
			},
			０３６５ = {
				マップ位置 = (list) { 192, 11 },
				種別 = "箱",
				番号 = 1006,
			},
			０３６６ = {
				マップ位置 = (list) { 193, 11 },
				種別 = "道（┐）",
			},
			０３６７ = {
				マップ位置 = (list) { 193, 12 },
				種別 = "道（└）",
			},
			０３６８ = {
				マップ位置 = (list) { 194, 12 },
				種別 = "道（─）",
			},
			０３６９ = {
				マップ位置 = (list) { 195, 12 },
				種別 = "箱",
				番号 = 1010,
			},
			０３７０ = {
				マップ位置 = (list) { 196, 12 },
				種別 = "道（─）",
			},
			０３７１ = {
				マップ位置 = (list) { 197, 12 },
				種別 = "箱",
				番号 = 1015,
			},
			０３７２ = {
				マップ位置 = (list) { 198, 12 },
				種別 = "道（─）",
			},
			０３７３ = {
				マップ位置 = (list) { 199, 12 },
				種別 = "道（─）",
			},
			０３７４ = {
				マップ位置 = (list) { 200, 12 },
				種別 = "箱",
				番号 = 1020,
			},
			０３７５ = {
				マップ位置 = (list) { 201, 12 },
				種別 = "道（┐）",
			},
			０３７６ = {
				マップ位置 = (list) { 201, 13 },
				種別 = "道（└）",
			},
			０３７７ = {
				マップ位置 = (list) { 202, 13 },
				種別 = "箱",
				番号 = 1030,
			},
			０３７８ = {
				マップ位置 = (list) { 203, 12 },
				種別 = "道（┌）",
			},
			０３７９ = {
				マップ位置 = (list) { 203, 13 },
				種別 = "道（┘）",
			},
			０３８０ = {
				マップ位置 = (list) { 204, 12 },
				種別 = "箱",
				番号 = 1040,
			},
			０３８１ = {
				マップ位置 = (list) { 205, 12 },
				種別 = "道（─）",
			},
			０３８２ = {
				マップ位置 = (list) { 206, 12 },
				種別 = "道（─）",
			},
			０３８３ = {
				マップ位置 = (list) { 207, 12 },
				種別 = "道（─）",
				番号 = 1045,
			},
			０３８４ = {
				マップ位置 = (list) { 208, 12 },
				種別 = "箱",
				番号 = 1050,
			},
			０３８５ = {
				マップ位置 = (list) { 209, 12 },
				種別 = "道（─）",
			},
			０３８６ = {
				マップ位置 = (list) { 210, 12 },
				種別 = "道（─）",
			},
			０３８７ = {
				マップ位置 = (list) { 211, 12 },
				種別 = "箱",
				番号 = 1060,
			},
			０３８８ = {
				マップ位置 = (list) { 212, 12 },
				種別 = "道（─）",
			},
			０３８９ = {
				マップ位置 = (list) { 213, 12 },
				種別 = "箱",
				番号 = 1070,
			},
			０３９０ = {
				マップ位置 = (list) { 214, 12 },
				種別 = "道（─）",
			},
			０３９１ = {
				マップ位置 = (list) { 215, 12 },
				種別 = "箱",
				番号 = 1080,
			},
			０３９２ = {
				マップ位置 = (list) { 216, 12 },
				種別 = "道（─）",
			},
			０３９３ = {
				マップ位置 = (list) { 217, 12 },
				種別 = "道（─）",
			},
			０３９４ = {
				マップ位置 = (list) { 218, 12 },
				種別 = "道（─）",
			},
			０３９５ = {
				マップ位置 = (list) { 219, 12 },
				種別 = "道（┐）",
			},
			０３９６ = {
				マップ位置 = (list) { 219, 13 },
				種別 = "道（└）",
			},
			０３９７ = {
				マップ位置 = (list) { 220, 13 },
				種別 = "道（┐）",
			},
			０３９８ = {
				マップ位置 = (list) { 220, 14 },
				種別 = "道（└）",
			},
			０３９９ = {
				マップ位置 = (list) { 221, 14 },
				種別 = "箱",
				番号 = 1100,
			},
			０４００ = {
				マップ位置 = (list) { 222, 14 },
				種別 = "道（─）",
			},
			０４０１ = {
				マップ位置 = (list) { 223, 14 },
				種別 = "箱",
				番号 = 1110,
			},
			０４０２ = {
				マップ位置 = (list) { 224, 14 },
				種別 = "道（─）",
			},
			０４０３ = {
				マップ位置 = (list) { 225, 14 },
				種別 = "箱",
				番号 = 1120,
			},
			０４０４ = {
				マップ位置 = (list) { 226, 14 },
				種別 = "道（┐）",
			},
			０４０５ = {
				マップ位置 = (list) { 226, 15 },
				種別 = "道（│）",
			},
			０４０６ = {
				マップ位置 = (list) { 226, 16 },
				種別 = "道（└）",
			},
			０４０７ = {
				マップ位置 = (list) { 227, 16 },
				種別 = "箱",
				番号 = 1130,
			},
			０４０８ = {
				マップ位置 = (list) { 228, 16 },
				種別 = "道（─）",
			},
			０４０９ = {
				マップ位置 = (list) { 229, 15 },
				種別 = "道（┌）",
			},
			０４１０ = {
				マップ位置 = (list) { 229, 16 },
				種別 = "道（┘）",
			},
			０４１１ = {
				マップ位置 = (list) { 230, 12 },
				種別 = "道（┌）",
			},
			０４１２ = {
				マップ位置 = (list) { 230, 13 },
				種別 = "道（│）",
			},
			０４１３ = {
				マップ位置 = (list) { 230, 14 },
				種別 = "道（│）",
			},
			０４１４ = {
				マップ位置 = (list) { 230, 15 },
				種別 = "道（┘）",
			},
			０４１５ = {
				マップ位置 = (list) { 231, 11 },
				種別 = "道（┌）",
			},
			０４１６ = {
				マップ位置 = (list) { 231, 12 },
				種別 = "道（┘）",
			},
			０４１７ = {
				マップ位置 = (list) { 232, 11 },
				種別 = "道（─）",
			},
			０４１８ = {
				マップ位置 = (list) { 233, 11 },
				種別 = "箱",
				番号 = 1200,
			},
			０４１９ = {
				マップ位置 = (list) { 234, 11 },
				種別 = "道（─）",
			},
			０４２０ = {
				マップ位置 = (list) { 235, 10 },
				種別 = "道（┌）",
			},
			０４２１ = {
				マップ位置 = (list) { 235, 11 },
				種別 = "道（┘）",
				番号 = 1205,
			},
			０４２２ = {
				マップ位置 = (list) { 236, 10 },
				種別 = "箱",
				番号 = 1210,
			},
			０４２３ = {
				マップ位置 = (list) { 237, 9 },
				種別 = "道（┌）",
			},
			０４２４ = {
				マップ位置 = (list) { 237, 10 },
				種別 = "道（┘）",
			},
			０４２５ = {
				マップ位置 = (list) { 238, 9 },
				種別 = "箱",
				番号 = 1220,
			},
			０４２６ = {
				マップ位置 = (list) { 239, 9 },
				種別 = "道（─）",
			},
			０４２７ = {
				マップ位置 = (list) { 240, 9 },
				種別 = "道（┐）",
			},
			０４２８ = {
				マップ位置 = (list) { 240, 10 },
				種別 = "箱",
				番号 = 1230,
			},
			０４２９ = {
				マップ位置 = (list) { 241, 10 },
				種別 = "道（─）",
			},
			０４３０ = {
				マップ位置 = (list) { 242, 10 },
				種別 = "道（┐）",
			},
			０４３１ = {
				マップ位置 = (list) { 242, 11 },
				種別 = "箱",
				番号 = 1240,
			},
			０４３２ = {
				マップ位置 = (list) { 243, 11 },
				種別 = "道（─）",
			},
			０４３３ = {
				マップ位置 = (list) { 244, 11 },
				種別 = "道（─）",
			},
			０４３４ = {
				マップ位置 = (list) { 245, 11 },
				種別 = "箱",
				番号 = 1250,
			},
			０４３５ = {
				マップ位置 = (list) { 246, 11 },
				種別 = "道（─）",
			},
			０４３６ = {
				マップ位置 = (list) { 247, 10 },
				種別 = "道（┌）",
			},
			０４３７ = {
				マップ位置 = (list) { 247, 11 },
				種別 = "道（┘）",
				番号 = 1255,
			},
			０４３８ = {
				マップ位置 = (list) { 248, 10 },
				種別 = "箱",
				番号 = 1258,
			},
			０４３９ = {
				マップ位置 = (list) { 249, 10 },
				種別 = "道（┐）",
			},
			０４４０ = {
				マップ位置 = (list) { 249, 11 },
				種別 = "道（└）",
			},
			０４４１ = {
				マップ位置 = (list) { 250, 11 },
				種別 = "道（─）",
			},
			０４４２ = {
				マップ位置 = (list) { 251, 11 },
				種別 = "箱",
				番号 = 1260,
			},
			０４４３ = {
				マップ位置 = (list) { 251, 12 },
				種別 = "道（└）",
			},
			０４４４ = {
				マップ位置 = (list) { 252, 11 },
				種別 = "道（─）",
			},
			０４４５ = {
				マップ位置 = (list) { 252, 12 },
				種別 = "道（┐）",
			},
			０４４６ = {
				マップ位置 = (list) { 252, 13 },
				種別 = "道（└）",
			},
			０４４７ = {
				マップ位置 = (list) { 253, 11 },
				種別 = "箱",
				番号 = 1270,
			},
			０４４８ = {
				マップ位置 = (list) { 253, 13 },
				種別 = "箱",
				番号 = 1800,
			},
			０４４９ = {
				マップ位置 = (list) { 254, 11 },
				種別 = "道（─）",
			},
			０４５０ = {
				マップ位置 = (list) { 254, 13 },
				種別 = "道（─）",
			},
			０４５１ = {
				マップ位置 = (list) { 255, 11 },
				種別 = "道（─）",
			},
			０４５２ = {
				マップ位置 = (list) { 255, 13 },
				種別 = "箱",
				番号 = 1810,
			},
			０４５３ = {
				マップ位置 = (list) { 256, 11 },
				種別 = "道（─）",
			},
			０４５４ = {
				マップ位置 = (list) { 256, 13 },
				種別 = "道（─）",
			},
			０４５５ = {
				マップ位置 = (list) { 257, 11 },
				種別 = "道（─）",
			},
			０４５６ = {
				マップ位置 = (list) { 257, 13 },
				種別 = "箱",
				番号 = 1820,
			},
			０４５７ = {
				マップ位置 = (list) { 258, 11 },
				種別 = "箱",
				番号 = 1300,
			},
			０４５８ = {
				マップ位置 = (list) { 258, 13 },
				種別 = "道（─）",
			},
			０４５９ = {
				マップ位置 = (list) { 259, 11 },
				種別 = "道（─）",
			},
			０４６０ = {
				マップ位置 = (list) { 259, 13 },
				種別 = "箱",
				番号 = 1830,
			},
			０４６１ = {
				マップ位置 = (list) { 260, 11 },
				種別 = "箱",
				番号 = 1310,
			},
			０４６２ = {
				マップ位置 = (list) { 261, 11 },
				種別 = "道（─）",
			},
			０４６３ = {
				マップ位置 = (list) { 262, 11 },
				種別 = "道（─）",
			},
			０４６４ = {
				マップ位置 = (list) { 263, 11 },
				種別 = "箱",
				番号 = 1320,
			},
			０４６５ = {
				マップ位置 = (list) { 264, 11 },
				種別 = "道（─）",
			},
			０４６６ = {
				マップ位置 = (list) { 265, 11 },
				種別 = "箱",
				番号 = 1330,
			},
			０４６７ = {
				マップ位置 = (list) { 266, 11 },
				種別 = "道（─）",
			},
			０４６８ = {
				マップ位置 = (list) { 267, 10 },
				種別 = "道（┌）",
			},
			０４６９ = {
				マップ位置 = (list) { 267, 11 },
				種別 = "箱",
				番号 = 1340,
			},
			０４７０ = {
				マップ位置 = (list) { 267, 12 },
				種別 = "道（└）",
			},
			０４７１ = {
				マップ位置 = (list) { 268, 10 },
				種別 = "道（─）",
			},
			０４７２ = {
				マップ位置 = (list) { 268, 12 },
				種別 = "道（┐）",
			},
			０４７３ = {
				マップ位置 = (list) { 268, 13 },
				種別 = "道（└）",
			},
			０４７４ = {
				マップ位置 = (list) { 269, 10 },
				種別 = "箱",
				番号 = 1350,
			},
			０４７５ = {
				マップ位置 = (list) { 269, 13 },
				種別 = "道（─）",
			},
			０４７６ = {
				マップ位置 = (list) { 270, 10 },
				種別 = "道（─）",
			},
			０４７７ = {
				マップ位置 = (list) { 270, 13 },
				種別 = "箱",
				番号 = 1600,
			},
			０４７８ = {
				マップ位置 = (list) { 271, 10 },
				種別 = "箱",
				番号 = 1360,
			},
			０４７９ = {
				マップ位置 = (list) { 271, 13 },
				種別 = "道（─）",
			},
			０４８０ = {
				マップ位置 = (list) { 272, 10 },
				種別 = "道（─）",
			},
			０４８１ = {
				マップ位置 = (list) { 272, 13 },
				種別 = "箱",
				番号 = 1610,
			},
			０４８２ = {
				マップ位置 = (list) { 273, 10 },
				種別 = "道（─）",
			},
			０４８３ = {
				マップ位置 = (list) { 273, 13 },
				種別 = "道（─）",
			},
			０４８４ = {
				マップ位置 = (list) { 274, 10 },
				種別 = "箱",
				番号 = 1370,
			},
			０４８５ = {
				マップ位置 = (list) { 274, 13 },
				種別 = "道（─）",
			},
			０４８６ = {
				マップ位置 = (list) { 275, 10 },
				種別 = "道（─）",
			},
			０４８７ = {
				マップ位置 = (list) { 275, 13 },
				種別 = "箱",
				番号 = 1620,
			},
			０４８８ = {
				マップ位置 = (list) { 276, 10 },
				種別 = "道（─）",
			},
			０４８９ = {
				マップ位置 = (list) { 276, 13 },
				種別 = "道（─）",
			},
			０４９０ = {
				マップ位置 = (list) { 277, 10 },
				種別 = "箱",
				番号 = 1380,
			},
			０４９１ = {
				マップ位置 = (list) { 277, 13 },
				種別 = "箱",
				番号 = 1630,
			},
			０４９２ = {
				マップ位置 = (list) { 278, 10 },
				種別 = "道（─）",
			},
			０４９３ = {
				マップ位置 = (list) { 278, 13 },
				種別 = "道（─）",
			},
			０４９４ = {
				マップ位置 = (list) { 279, 8 },
				種別 = "道（┌）",
			},
			０４９５ = {
				マップ位置 = (list) { 279, 9 },
				種別 = "道（│）",
			},
			０４９６ = {
				マップ位置 = (list) { 279, 10 },
				種別 = "道（┘）",
			},
			０４９７ = {
				マップ位置 = (list) { 279, 13 },
				種別 = "箱",
				番号 = 1640,
			},
			０４９８ = {
				マップ位置 = (list) { 279, 14 },
				種別 = "道（└）",
			},
			０４９９ = {
				マップ位置 = (list) { 280, 8 },
				種別 = "箱",
				番号 = 1410,
			},
			０５００ = {
				マップ位置 = (list) { 280, 13 },
				種別 = "道（─）",
			},
			０５０１ = {
				マップ位置 = (list) { 280, 14 },
				種別 = "道（┐）",
			},
			０５０２ = {
				マップ位置 = (list) { 280, 15 },
				種別 = "道（└）",
			},
			０５０３ = {
				マップ位置 = (list) { 281, 8 },
				種別 = "道（─）",
			},
			０５０４ = {
				マップ位置 = (list) { 281, 13 },
				種別 = "箱",
				番号 = 1660,
			},
			０５０５ = {
				マップ位置 = (list) { 281, 15 },
				種別 = "箱",
				番号 = 1650,
			},
			０５０６ = {
				マップ位置 = (list) { 282, 8 },
				種別 = "道（─）",
			},
			０５０７ = {
				マップ位置 = (list) { 282, 13 },
				種別 = "道（─）",
			},
			０５０８ = {
				マップ位置 = (list) { 283, 8 },
				種別 = "箱",
				番号 = 1420,
			},
			０５０９ = {
				マップ位置 = (list) { 283, 13 },
				種別 = "箱",
				番号 = 1670,
			},
			０５１０ = {
				マップ位置 = (list) { 284, 8 },
				種別 = "道（─）",
			},
			０５１１ = {
				マップ位置 = (list) { 284, 13 },
				種別 = "道（─）",
			},
			０５１２ = {
				マップ位置 = (list) { 285, 8 },
				種別 = "道（─）",
			},
			０５１３ = {
				マップ位置 = (list) { 285, 13 },
				種別 = "箱",
				番号 = 1675,
			},
			０５１４ = {
				マップ位置 = (list) { 286, 7 },
				種別 = "道（┌）",
			},
			０５１５ = {
				マップ位置 = (list) { 286, 8 },
				種別 = "箱",
				番号 = 1430,
			},
			０５１６ = {
				マップ位置 = (list) { 286, 9 },
				種別 = "道（└）",
			},
			０５１７ = {
				マップ位置 = (list) { 286, 12 },
				種別 = "道（┌）",
			},
			０５１８ = {
				マップ位置 = (list) { 286, 13 },
				種別 = "道（┘）",
			},
			０５１９ = {
				マップ位置 = (list) { 287, 7 },
				種別 = "道（─）",
			},
			０５２０ = {
				マップ位置 = (list) { 287, 9 },
				種別 = "道（─）",
			},
			０５２１ = {
				マップ位置 = (list) { 287, 12 },
				種別 = "箱",
				番号 = 1680,
			},
			０５２２ = {
				マップ位置 = (list) { 288, 7 },
				種別 = "箱",
				番号 = 1435,
			},
			０５２３ = {
				マップ位置 = (list) { 288, 8 },
				種別 = "道（┌）",
			},
			０５２４ = {
				マップ位置 = (list) { 288, 9 },
				種別 = "道（┘）",
			},
			０５２５ = {
				マップ位置 = (list) { 288, 11 },
				種別 = "道（┌）",
			},
			０５２６ = {
				マップ位置 = (list) { 288, 12 },
				種別 = "道（┘）",
			},
			０５２７ = {
				マップ位置 = (list) { 289, 7 },
				種別 = "道（┐）",
			},
			０５２８ = {
				マップ位置 = (list) { 289, 8 },
				種別 = "箱",
				番号 = 1440,
			},
			０５２９ = {
				マップ位置 = (list) { 289, 11 },
				種別 = "箱",
				番号 = 1690,
			},
			０５３０ = {
				マップ位置 = (list) { 290, 8 },
				種別 = "道（─）",
			},
			０５３１ = {
				マップ位置 = (list) { 291, 8 },
				種別 = "道（─）",
				番号 = 1445,
			},
			０５３２ = {
				マップ位置 = (list) { 292, 8 },
				種別 = "道（─）",
			},
			０５３３ = {
				マップ位置 = (list) { 293, 8 },
				種別 = "箱",
				番号 = 1450,
			},
			０５３４ = {
				マップ位置 = (list) { 294, 8 },
				種別 = "道（┐）",
			},
			０５３５ = {
				マップ位置 = (list) { 294, 9 },
				種別 = "道（└）",
			},
			０５３６ = {
				マップ位置 = (list) { 295, 9 },
				種別 = "道（─）",
			},
			０５３７ = {
				マップ位置 = (list) { 296, 9 },
				種別 = "箱",
				番号 = 1460,
			},
			０５３８ = {
				マップ位置 = (list) { 297, 9 },
				種別 = "道（─）",
			},
			０５３９ = {
				マップ位置 = (list) { 298, 9 },
				種別 = "道（─）",
			},
			０５４０ = {
				マップ位置 = (list) { 299, 9 },
				種別 = "箱",
				番号 = 1470,
			},
			０５４１ = {
				マップ位置 = (list) { 300, 9 },
				種別 = "道（─）",
			},
			０５４２ = {
				マップ位置 = (list) { 301, 9 },
				種別 = "道（─）",
				番号 = 1475,
			},
			０５４３ = {
				マップ位置 = (list) { 302, 9 },
				種別 = "道（─）",
			},
			０５４４ = {
				マップ位置 = (list) { 303, 9 },
				種別 = "箱",
				番号 = 1480,
			},
			０５４５ = {
				マップ位置 = (list) { 304, 8 },
				種別 = "道（┌）",
			},
			０５４６ = {
				マップ位置 = (list) { 304, 9 },
				種別 = "道（┘）",
			},
			０５４７ = {
				マップ位置 = (list) { 305, 8 },
				種別 = "道（─）",
			},
			０５４８ = {
				マップ位置 = (list) { 306, 8 },
				種別 = "道（┐）",
			},
			０５４９ = {
				マップ位置 = (list) { 306, 9 },
				種別 = "道（└）",
			},
			０５５０ = {
				マップ位置 = (list) { 307, 9 },
				種別 = "箱",
				番号 = 1490,
			},
			０５５１ = {
				マップ位置 = (list) { 308, 9 },
				種別 = "道（─）",
			},
			０５５２ = {
				マップ位置 = (list) { 309, 9 },
				種別 = "箱",
				番号 = 1500,
			},
			０５５３ = {
				マップ位置 = (list) { 310, 9 },
				種別 = "道（─）",
			},
			０５５４ = {
				マップ位置 = (list) { 311, 9 },
				種別 = "箱",
				番号 = 1510,
			},
			０５５５ = {
				マップ位置 = (list) { 312, 9 },
				種別 = "道（─）",
			},
			０５５６ = {
				マップ位置 = (list) { 313, 9 },
				種別 = "箱",
				番号 = 1520,
			},
			０５５７ = {
				マップ位置 = (list) { 314, 9 },
				種別 = "道（─）",
			},
			０５５８ = {
				マップ位置 = (list) { 315, 9 },
				種別 = "箱",
				番号 = 1530,
			},
			０５５９ = {
				マップ位置 = (list) { 316, 9 },
				種別 = "道（─）",
			},
			０５６０ = {
				マップ位置 = (list) { 317, 9 },
				種別 = "箱",
				番号 = 1540,
			},
			０５６１ = {
				マップ位置 = (list) { 318, 9 },
				種別 = "道（─）",
			},
			０５６２ = {
				マップ位置 = (list) { 319, 9 },
				種別 = "箱",
				番号 = 1550,
			},
			０５６３ = {
				マップ位置 = (list) { 320, 9 },
				種別 = "道（─）",
			},
			０５６４ = {
				マップ位置 = (list) { 321, 9 },
				種別 = "道（─）",
			},
			０５６５ = {
				マップ位置 = (list) { 322, 9 },
				種別 = "箱",
				番号 = 1560,
			},
		},
	},
	ヘルマン３ = {
		サイズ = (list) { 121, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（┘）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "箱",
				番号 = 10,
			},
			００１１ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
				番号 = 15,
			},
			００１３ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "箱",
				番号 = 20,
			},
			００１５ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 10 },
				種別 = "道（┌）",
			},
			００１８ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "箱",
				番号 = 30,
			},
			００１９ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（└）",
			},
			００２０ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 20, 10 },
				種別 = "箱",
				番号 = 35,
			},
			００２３ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
				番号 = 37,
			},
			００２４ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "道（┐）",
			},
			００２５ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（└）",
			},
			００２６ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "箱",
				番号 = 36,
			},
			００２８ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（┐）",
			},
			００３０ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┴）",
			},
			００３１ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００３２ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "箱",
				番号 = 41,
			},
			００３５ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
				番号 = 42,
			},
			００３７ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "箱",
				番号 = 50,
			},
			００３９ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（┌）",
			},
			００４３ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００４４ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（└）",
			},
			００４５ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "箱",
				番号 = 70,
			},
			００４８ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００４９ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（┐）",
			},
			００５０ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（└）",
			},
			００５１ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（┐）",
			},
			００５２ = {
				マップ位置 = (list) { 38, 14 },
				種別 = "道（└）",
			},
			００５３ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "箱",
				番号 = 75,
			},
			００５４ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "道（─）",
				番号 = 81,
			},
			００５５ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（─）",
				番号 = 82,
			},
			００５９ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（┐）",
			},
			００６０ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（├）",
			},
			００６１ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（┘）",
			},
			００６２ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "箱",
				番号 = 90,
			},
			００６３ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００６６ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（┌）",
			},
			００６７ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（┘）",
			},
			００６８ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００７０ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００７３ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（│）",
			},
			００７４ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（└）",
			},
			００７５ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "道（─）",
				番号 = 121,
			},
			００７７ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "箱",
				番号 = 127,
			},
			００７８ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（─）",
				番号 = 122,
			},
			００７９ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "箱",
				番号 = 125,
			},
			００８１ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "箱",
				番号 = 128,
			},
			００８２ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（┬）",
			},
			００８４ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（└）",
			},
			００８５ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "箱",
				番号 = 126,
			},
			００８６ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "道（┐）",
			},
			００８８ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（┘）",
			},
			００８９ = {
				マップ位置 = (list) { 59, 12 },
				種別 = "箱",
				番号 = 130,
			},
			００９０ = {
				マップ位置 = (list) { 60, 12 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 61, 12 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 62, 12 },
				種別 = "箱",
				番号 = 140,
			},
			００９３ = {
				マップ位置 = (list) { 63, 12 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 64, 12 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "箱",
				番号 = 150,
			},
			００９６ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "道（└）",
			},
			００９７ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 66, 13 },
				種別 = "道（┐）",
				番号 = 151,
			},
			００９９ = {
				マップ位置 = (list) { 66, 14 },
				種別 = "道（└）",
			},
			０１００ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "道（─）",
				番号 = 152,
			},
			０１０２ = {
				マップ位置 = (list) { 68, 12 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 68, 14 },
				種別 = "箱",
				番号 = 155,
			},
			０１０４ = {
				マップ位置 = (list) { 69, 12 },
				種別 = "道（─）",
				番号 = 158,
			},
			０１０５ = {
				マップ位置 = (list) { 69, 14 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 70, 12 },
				種別 = "道（┬）",
			},
			０１０７ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "道（└）",
			},
			０１０８ = {
				マップ位置 = (list) { 70, 14 },
				種別 = "箱",
				番号 = 156,
			},
			０１０９ = {
				マップ位置 = (list) { 71, 12 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "道（┐）",
			},
			０１１１ = {
				マップ位置 = (list) { 71, 14 },
				種別 = "道（┘）",
			},
			０１１２ = {
				マップ位置 = (list) { 72, 12 },
				種別 = "箱",
				番号 = 160,
			},
			０１１３ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（┌）",
			},
			０１１５ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "道（┘）",
			},
			０１１６ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "箱",
				番号 = 170,
			},
			０１１７ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（┐）",
			},
			０１１９ = {
				マップ位置 = (list) { 77, 12 },
				種別 = "道（└）",
			},
			０１２０ = {
				マップ位置 = (list) { 78, 12 },
				種別 = "箱",
				番号 = 180,
			},
			０１２１ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "道（│）",
			},
			０１２２ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（└）",
				番号 = 181,
			},
			０１２３ = {
				マップ位置 = (list) { 79, 12 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 79, 14 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 80, 12 },
				種別 = "箱",
				番号 = 187,
			},
			０１２６ = {
				マップ位置 = (list) { 80, 14 },
				種別 = "道（─）",
				番号 = 182,
			},
			０１２７ = {
				マップ位置 = (list) { 81, 12 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "箱",
				番号 = 185,
			},
			０１２９ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "箱",
				番号 = 188,
			},
			０１３０ = {
				マップ位置 = (list) { 82, 14 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "箱",
				番号 = 186,
			},
			０１３３ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "道（┬）",
			},
			０１３４ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "道（│）",
			},
			０１３５ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "道（┘）",
			},
			０１３６ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "箱",
				番号 = 200,
			},
			０１３７ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "箱",
				番号 = 210,
			},
			０１４０ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "箱",
				番号 = 220,
			},
			０１４２ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "道（┐）",
			},
			０１４５ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（└）",
			},
			０１４６ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "箱",
				番号 = 300,
			},
			０１４８ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "道（─）",
				番号 = 301,
			},
			０１５０ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "道（─）",
				番号 = 302,
			},
			０１５２ = {
				マップ位置 = (list) { 100, 13 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 101, 13 },
				種別 = "箱",
				番号 = 310,
			},
			０１５４ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 103, 13 },
				種別 = "箱",
				番号 = 320,
			},
			０１５６ = {
				マップ位置 = (list) { 103, 14 },
				種別 = "道（└）",
			},
			０１５７ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 104, 14 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "箱",
				番号 = 330,
			},
			０１６０ = {
				マップ位置 = (list) { 105, 14 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 106, 13 },
				種別 = "道（┬）",
			},
			０１６２ = {
				マップ位置 = (list) { 106, 14 },
				種別 = "道（┘）",
			},
			０１６３ = {
				マップ位置 = (list) { 107, 13 },
				種別 = "箱",
				番号 = 340,
			},
			０１６４ = {
				マップ位置 = (list) { 108, 13 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 109, 13 },
				種別 = "道（─）",
				番号 = 345,
			},
			０１６６ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "箱",
				番号 = 350,
			},
			０１６８ = {
				マップ位置 = (list) { 112, 13 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "箱",
				番号 = 360,
			},
			０１７０ = {
				マップ位置 = (list) { 114, 13 },
				種別 = "道（─）",
			},
			０１７１ = {
				マップ位置 = (list) { 115, 13 },
				種別 = "箱",
				番号 = 400,
			},
		},
	},
	ヘルマン方面支援 = {
		サイズ = (list) { 37, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "箱",
				番号 = 20,
			},
			０００９ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（└）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "箱",
				番号 = 30,
			},
			００１１ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（┘）",
			},
			００１２ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
				番号 = 31,
			},
			００１６ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "箱",
				番号 = 40,
			},
			００１７ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
				番号 = 35,
			},
			００１８ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "箱",
				番号 = 32,
			},
			００２０ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（┐）",
			},
			００２２ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（├）",
			},
			００２３ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "箱",
				番号 = 45,
			},
			００２４ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（┘）",
			},
			００２５ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 50,
			},
			００２７ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 51,
			},
			００３０ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
				番号 = 70,
			},
			００３３ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 80,
			},
			００３４ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "箱",
				番号 = 90,
			},
			００３６ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 100,
			},
		},
	},
	ホーネット奪回作戦 = {
		サイズ = (list) { 77, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 11 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 11 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 11 },
				種別 = "箱",
				番号 = 10,
			},
			０００４ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（┌）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "箱",
				番号 = 20,
			},
			０００７ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（┐）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（└）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "箱",
				番号 = 31,
			},
			００１１ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００１２ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００１７ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（│）",
			},
			００１９ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（└）",
			},
			００２０ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "箱",
				番号 = 120,
			},
			００２２ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（│）",
			},
			００２３ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（│）",
			},
			００２４ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（┘）",
				番号 = 115,
			},
			００２５ = {
				マップ位置 = (list) { 19, 9 },
				種別 = "道（┌）",
				番号 = 122,
			},
			００２６ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "道（│）",
			},
			００２７ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（┘）",
			},
			００２８ = {
				マップ位置 = (list) { 20, 9 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 21, 9 },
				種別 = "箱",
				番号 = 125,
			},
			００３０ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "道（│）",
			},
			００３１ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（│）",
			},
			００３２ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 22, 9 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
				番号 = 127,
			},
			００３５ = {
				マップ位置 = (list) { 23, 8 },
				種別 = "箱",
				番号 = 151,
			},
			００３６ = {
				マップ位置 = (list) { 23, 9 },
				種別 = "道（┘）",
			},
			００３７ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 24, 8 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 152,
			},
			００４０ = {
				マップ位置 = (list) { 25, 8 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
				番号 = 128,
			},
			００４２ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "箱",
				番号 = 126,
			},
			００４３ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（┌）",
			},
			００４４ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（┐）",
			},
			００４６ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（│）",
			},
			００４７ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（│）",
			},
			００４８ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "箱",
				番号 = 130,
			},
			００４９ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "道（┌）",
			},
			００５２ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "箱",
				番号 = 135,
			},
			００５３ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（└）",
			},
			００５４ = {
				マップ位置 = (list) { 31, 9 },
				種別 = "道（┌）",
			},
			００５５ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "道（┘）",
			},
			００５６ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（┐）",
			},
			００５８ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（│）",
			},
			００５９ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（│）",
				番号 = 144,
			},
			００６０ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "道（└）",
			},
			００６１ = {
				マップ位置 = (list) { 32, 9 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "箱",
				番号 = 141,
			},
			００６３ = {
				マップ位置 = (list) { 32, 15 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 33, 9 },
				種別 = "箱",
				番号 = 143,
			},
			００６５ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "道（─）",
				番号 = 145,
			},
			００６７ = {
				マップ位置 = (list) { 34, 8 },
				種別 = "道（┌）",
			},
			００６８ = {
				マップ位置 = (list) { 34, 9 },
				種別 = "道（┘）",
			},
			００６９ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "箱",
				番号 = 142,
			},
			００７０ = {
				マップ位置 = (list) { 34, 15 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 35, 8 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 36, 8 },
				種別 = "道（┐）",
			},
			００７５ = {
				マップ位置 = (list) { 36, 9 },
				種別 = "道（│）",
			},
			００７６ = {
				マップ位置 = (list) { 36, 10 },
				種別 = "道（│）",
			},
			００７７ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（┼）",
			},
			００７８ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（│）",
			},
			００７９ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（│）",
			},
			００８０ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（│）",
			},
			００８１ = {
				マップ位置 = (list) { 36, 15 },
				種別 = "道（┘）",
				番号 = 146,
			},
			００８２ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "箱",
				番号 = 150,
			},
			００８３ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（┐）",
			},
			００８６ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "箱",
				番号 = 160,
			},
			００８７ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００９１ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（┘）",
			},
			００９２ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００９４ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（┐）",
			},
			００９６ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（└）",
			},
			００９７ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "箱",
				番号 = 220,
			},
			００９８ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（│）",
			},
			００９９ = {
				マップ位置 = (list) { 49, 14 },
				種別 = "道（└）",
			},
			０１００ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 50, 14 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 51, 14 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "箱",
				番号 = 225,
			},
			０１０５ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（│）",
			},
			０１０６ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（┴）",
			},
			０１０７ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "箱",
				番号 = 230,
			},
			０１１２ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "箱",
				番号 = 240,
			},
			０１１８ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "道（│）",
			},
			０１１９ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（┴）",
			},
			０１２０ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（┌）",
			},
			０１２１ = {
				マップ位置 = (list) { 59, 12 },
				種別 = "道（┘）",
			},
			０１２２ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "箱",
				番号 = 400,
			},
			０１２３ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "箱",
				番号 = 250,
			},
			０１２５ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "道（┌）",
			},
			０１２７ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "箱",
				番号 = 270,
			},
			０１２８ = {
				マップ位置 = (list) { 63, 12 },
				種別 = "道（└）",
			},
			０１２９ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "道（┐）",
			},
			０１３０ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（├）",
			},
			０１３１ = {
				マップ位置 = (list) { 64, 12 },
				種別 = "道（┘）",
			},
			０１３２ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "箱",
				番号 = 280,
			},
			０１３３ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "箱",
				番号 = 285,
			},
			０１３５ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "箱",
				番号 = 290,
			},
			０１３７ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "箱",
				番号 = 300,
			},
		},
	},
	ホーネット突撃作戦 = {
		サイズ = (list) { 95, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "箱",
				番号 = 10,
			},
			００１０ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００１４ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（┌）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "箱",
				番号 = 30,
			},
			００１８ = {
				マップ位置 = (list) { 18, 15 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
				番号 = 41,
			},
			００２０ = {
				マップ位置 = (list) { 19, 15 },
				種別 = "道（─）",
				番号 = 51,
			},
			００２１ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（─）",
				番号 = 42,
			},
			００２２ = {
				マップ位置 = (list) { 20, 15 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（┬）",
			},
			００２４ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（│）",
			},
			００２５ = {
				マップ位置 = (list) { 21, 15 },
				種別 = "道（┘）",
				番号 = 52,
			},
			００２６ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００２７ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（┐）",
			},
			００２９ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（└）",
			},
			００３０ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００３２ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（┌）",
			},
			００３３ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（┘）",
			},
			００３４ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（┌）",
			},
			００３７ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００３８ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（└）",
			},
			００３９ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
				番号 = 91,
			},
			００４１ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 81,
			},
			００４２ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
				番号 = 92,
			},
			００４５ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（┐）",
			},
			００４６ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（│）",
				番号 = 82,
			},
			００４７ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "道（┴）",
			},
			００４８ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "箱",
				番号 = 100,
			},
			００５０ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（┌）",
			},
			００５１ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（┘）",
			},
			００５２ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００５４ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００５７ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（└）",
			},
			００５８ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "箱",
				番号 = 125,
			},
			００６１ = {
				マップ位置 = (list) { 44, 14 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（┬）",
			},
			００６３ = {
				マップ位置 = (list) { 45, 14 },
				種別 = "道（┘）",
			},
			００６４ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００６６ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "箱",
				番号 = 140,
			},
			００７０ = {
				マップ位置 = (list) { 51, 14 },
				種別 = "道（└）",
			},
			００７１ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "箱",
				番号 = 145,
			},
			００７４ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（┬）",
			},
			００７６ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（┘）",
			},
			００７７ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "箱",
				番号 = 150,
			},
			００７９ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（┐）",
			},
			００８０ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（└）",
			},
			００８１ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "箱",
				番号 = 160,
			},
			００８４ = {
				マップ位置 = (list) { 60, 15 },
				種別 = "道（└）",
			},
			００８５ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 61, 15 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "箱",
				番号 = 165,
			},
			００８８ = {
				マップ位置 = (list) { 62, 15 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 63, 14 },
				種別 = "道（┬）",
			},
			００９０ = {
				マップ位置 = (list) { 63, 15 },
				種別 = "道（┘）",
			},
			００９１ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "箱",
				番号 = 170,
			},
			００９３ = {
				マップ位置 = (list) { 66, 14 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 68, 14 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 69, 14 },
				種別 = "箱",
				番号 = 180,
			},
			００９７ = {
				マップ位置 = (list) { 69, 15 },
				種別 = "道（└）",
			},
			００９８ = {
				マップ位置 = (list) { 70, 14 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 70, 15 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 71, 14 },
				種別 = "箱",
				番号 = 185,
			},
			０１０１ = {
				マップ位置 = (list) { 71, 15 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 72, 14 },
				種別 = "道（┬）",
			},
			０１０３ = {
				マップ位置 = (list) { 72, 15 },
				種別 = "道（┘）",
			},
			０１０４ = {
				マップ位置 = (list) { 73, 14 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（┌）",
			},
			０１０６ = {
				マップ位置 = (list) { 74, 14 },
				種別 = "箱",
				番号 = 190,
			},
			０１０７ = {
				マップ位置 = (list) { 74, 15 },
				種別 = "道（└）",
			},
			０１０８ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 75, 15 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "箱",
				番号 = 195,
			},
			０１１１ = {
				マップ位置 = (list) { 76, 15 },
				種別 = "箱",
				番号 = 196,
			},
			０１１２ = {
				マップ位置 = (list) { 77, 13 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 77, 15 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "道（┐）",
			},
			０１１５ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（├）",
			},
			０１１６ = {
				マップ位置 = (list) { 78, 15 },
				種別 = "道（┘）",
			},
			０１１７ = {
				マップ位置 = (list) { 79, 14 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 80, 14 },
				種別 = "箱",
				番号 = 200,
			},
			０１１９ = {
				マップ位置 = (list) { 81, 13 },
				種別 = "道（┌）",
			},
			０１２０ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "道（┘）",
			},
			０１２１ = {
				マップ位置 = (list) { 82, 13 },
				種別 = "箱",
				番号 = 210,
			},
			０１２２ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "道（┌）",
			},
			０１２３ = {
				マップ位置 = (list) { 83, 13 },
				種別 = "道（┘）",
			},
			０１２４ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "箱",
				番号 = 220,
			},
			０１２５ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "道（┐）",
			},
			０１２６ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "道（└）",
			},
			０１２７ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "箱",
				番号 = 230,
			},
			０１２８ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（┐）",
			},
			０１２９ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "道（│）",
			},
			０１３０ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "道（└）",
			},
			０１３１ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "箱",
				番号 = 240,
			},
			０１３２ = {
				マップ位置 = (list) { 89, 14 },
				種別 = "道（┌）",
			},
			０１３３ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（┘）",
			},
			０１３４ = {
				マップ位置 = (list) { 90, 14 },
				種別 = "箱",
				番号 = 250,
			},
			０１３５ = {
				マップ位置 = (list) { 91, 14 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 92, 14 },
				種別 = "箱",
				番号 = 270,
			},
			０１３７ = {
				マップ位置 = (list) { 93, 14 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 94, 14 },
				種別 = "箱",
				番号 = 280,
			},
		},
	},
	ホラガの塔 = {
		サイズ = (list) { 79, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 10 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（┐）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（└）",
				番号 = 15,
			},
			００１０ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
				番号 = 16,
			},
			００１２ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "箱",
				番号 = 20,
			},
			００１４ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "箱",
				番号 = 25,
			},
			００１６ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（│）",
			},
			００１７ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（└）",
			},
			００１８ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "箱",
				番号 = 26,
			},
			００２０ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（┐）",
			},
			００２３ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（├）",
			},
			００２４ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（┘）",
			},
			００２５ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（─）",
				番号 = 28,
			},
			００２６ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２８ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（┐）",
			},
			００２９ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（└）",
			},
			００３０ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（─）",
				番号 = 35,
			},
			００３１ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００３３ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（┐）",
			},
			００３４ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（└）",
			},
			００３５ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┌）",
			},
			００３７ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "箱",
				番号 = 50,
			},
			００３８ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（┌）",
			},
			００３９ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（┘）",
			},
			００４０ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００４２ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００４５ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "箱",
				番号 = 61,
			},
			００４８ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "箱",
				番号 = 71,
			},
			００５１ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（┐）",
			},
			００５２ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（├）",
			},
			００５３ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（┘）",
			},
			００５４ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００５６ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（┐）",
			},
			００５８ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "道（└）",
			},
			００５９ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "箱",
				番号 = 90,
			},
			００６０ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（┐）",
			},
			００６２ = {
				マップ位置 = (list) { 42, 15 },
				種別 = "道（└）",
			},
			００６３ = {
				マップ位置 = (list) { 43, 15 },
				種別 = "箱",
				番号 = 100,
			},
			００６４ = {
				マップ位置 = (list) { 43, 16 },
				種別 = "道（└）",
			},
			００６５ = {
				マップ位置 = (list) { 44, 15 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 44, 16 },
				種別 = "道（┐）",
			},
			００６７ = {
				マップ位置 = (list) { 44, 17 },
				種別 = "道（└）",
			},
			００６８ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 45, 17 },
				種別 = "箱",
				番号 = 120,
			},
			００７０ = {
				マップ位置 = (list) { 46, 15 },
				種別 = "箱",
				番号 = 110,
			},
			００７１ = {
				マップ位置 = (list) { 46, 17 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 47, 15 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 47, 17 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 48, 15 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 48, 17 },
				種別 = "箱",
				番号 = 121,
			},
			００７６ = {
				マップ位置 = (list) { 49, 15 },
				種別 = "箱",
				番号 = 111,
			},
			００７７ = {
				マップ位置 = (list) { 49, 17 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 50, 15 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 50, 17 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 51, 15 },
				種別 = "道（┐）",
			},
			００８１ = {
				マップ位置 = (list) { 51, 16 },
				種別 = "道（├）",
			},
			００８２ = {
				マップ位置 = (list) { 51, 17 },
				種別 = "道（┘）",
			},
			００８３ = {
				マップ位置 = (list) { 52, 16 },
				種別 = "箱",
				番号 = 130,
			},
			００８４ = {
				マップ位置 = (list) { 53, 16 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 54, 16 },
				種別 = "道（┐）",
			},
			００８６ = {
				マップ位置 = (list) { 54, 17 },
				種別 = "道（└）",
			},
			００８７ = {
				マップ位置 = (list) { 55, 17 },
				種別 = "道（─）",
				番号 = 140,
			},
			００８８ = {
				マップ位置 = (list) { 56, 16 },
				種別 = "道（┌）",
			},
			００８９ = {
				マップ位置 = (list) { 56, 17 },
				種別 = "道（┘）",
			},
			００９０ = {
				マップ位置 = (list) { 57, 16 },
				種別 = "箱",
				番号 = 150,
			},
			００９１ = {
				マップ位置 = (list) { 58, 16 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 59, 16 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 60, 16 },
				種別 = "道（─）",
			},
			００９４ = {
				マップ位置 = (list) { 61, 16 },
				種別 = "箱",
				番号 = 200,
			},
			００９５ = {
				マップ位置 = (list) { 62, 16 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 63, 16 },
				種別 = "箱",
				番号 = 210,
			},
			００９７ = {
				マップ位置 = (list) { 64, 16 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 65, 15 },
				種別 = "道（┌）",
			},
			００９９ = {
				マップ位置 = (list) { 65, 16 },
				種別 = "箱",
				番号 = 230,
			},
			０１００ = {
				マップ位置 = (list) { 65, 17 },
				種別 = "道（└）",
			},
			０１０１ = {
				マップ位置 = (list) { 66, 15 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 66, 16 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 66, 17 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 67, 15 },
				種別 = "箱",
				番号 = 231,
			},
			０１０５ = {
				マップ位置 = (list) { 67, 16 },
				種別 = "箱",
				番号 = 232,
			},
			０１０６ = {
				マップ位置 = (list) { 67, 17 },
				種別 = "箱",
				番号 = 233,
			},
			０１０７ = {
				マップ位置 = (list) { 68, 15 },
				種別 = "道（┐）",
			},
			０１０８ = {
				マップ位置 = (list) { 68, 16 },
				種別 = "道（┼）",
			},
			０１０９ = {
				マップ位置 = (list) { 68, 17 },
				種別 = "道（┘）",
			},
			０１１０ = {
				マップ位置 = (list) { 69, 16 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 70, 16 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 71, 16 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 72, 16 },
				種別 = "箱",
				番号 = 240,
			},
		},
	},
	ホルスの宇宙戦艦 = {
		サイズ = (list) { 71, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "道（┐）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "道（└）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "箱",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（│）",
			},
			０００８ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "箱",
				番号 = 3,
			},
			０００９ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "箱",
				番号 = 11,
			},
			００１１ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "箱",
				番号 = 12,
			},
			００１３ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（┌）",
			},
			００１５ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１６ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（│）",
			},
			００１９ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（└）",
			},
			００２０ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "箱",
				番号 = 22,
			},
			００２３ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（┌）",
			},
			００２４ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（│）",
			},
			００２５ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（┘）",
			},
			００２６ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（┐）",
			},
			００２７ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２８ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（┐）",
			},
			００２９ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（└）",
			},
			００３０ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００３１ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "箱",
				番号 = 50,
			},
			００３４ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┌）",
			},
			００３５ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（┘）",
			},
			００３６ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（┌）",
			},
			００３８ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００３９ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（└）",
			},
			００４０ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "箱",
				番号 = 62,
			},
			００４３ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（┐）",
			},
			００４５ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００４６ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┘）",
			},
			００４７ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "箱",
				番号 = 105,
			},
			００４９ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００５１ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００５３ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（┐）",
			},
			００５４ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（│）",
			},
			００５５ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（└）",
			},
			００５６ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（┌）",
			},
			００５７ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（│）",
			},
			００５８ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（│）",
			},
			００５９ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（┘）",
			},
			００６０ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（┐）",
			},
			００６１ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（│）",
			},
			００６２ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（└）",
			},
			００６３ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（┌）",
			},
			００６４ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（┘）",
			},
			００６５ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（┐）",
			},
			００６６ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（└）",
			},
			００６７ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（┌）",
			},
			００６８ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（┘）",
			},
			００６９ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "箱",
				番号 = 130,
			},
			００７０ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（│）",
			},
			００７１ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（└）",
			},
			００７２ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "箱",
				番号 = 400,
			},
			００７５ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "箱",
				番号 = 190,
			},
			００７６ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 44, 14 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "箱",
				番号 = 405,
			},
			００７９ = {
				マップ位置 = (list) { 45, 14 },
				種別 = "道（┐）",
			},
			００８０ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "道（│）",
			},
			００８１ = {
				マップ位置 = (list) { 45, 16 },
				種別 = "道（│）",
			},
			００８２ = {
				マップ位置 = (list) { 45, 17 },
				種別 = "道（└）",
			},
			００８３ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 46, 17 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "箱",
				番号 = 410,
			},
			００８６ = {
				マップ位置 = (list) { 47, 17 },
				種別 = "箱",
				番号 = 191,
			},
			００８７ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（┐）",
			},
			００８８ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（└）",
			},
			００８９ = {
				マップ位置 = (list) { 48, 17 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "箱",
				番号 = 420,
			},
			００９１ = {
				マップ位置 = (list) { 49, 17 },
				種別 = "道（┐）",
			},
			００９２ = {
				マップ位置 = (list) { 49, 18 },
				種別 = "道（│）",
			},
			００９３ = {
				マップ位置 = (list) { 49, 19 },
				種別 = "道（│）",
			},
			００９４ = {
				マップ位置 = (list) { 49, 20 },
				種別 = "道（└）",
			},
			００９５ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 50, 20 },
				種別 = "箱",
				番号 = 200,
			},
			００９７ = {
				マップ位置 = (list) { 50, 21 },
				種別 = "道（│）",
			},
			００９８ = {
				マップ位置 = (list) { 50, 22 },
				種別 = "道（└）",
			},
			００９９ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "箱",
				番号 = 430,
			},
			０１００ = {
				マップ位置 = (list) { 51, 20 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 51, 22 },
				種別 = "道（┐）",
			},
			０１０２ = {
				マップ位置 = (list) { 51, 23 },
				種別 = "道（└）",
			},
			０１０３ = {
				マップ位置 = (list) { 52, 20 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 52, 23 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 53, 20 },
				種別 = "箱",
				番号 = 210,
			},
			０１０６ = {
				マップ位置 = (list) { 53, 23 },
				種別 = "箱",
				番号 = 193,
			},
			０１０７ = {
				マップ位置 = (list) { 54, 23 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 55, 23 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 56, 23 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 57, 23 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 58, 23 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 59, 23 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 60, 23 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 61, 23 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 62, 23 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 63, 23 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 64, 23 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 65, 23 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 66, 23 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 67, 23 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 68, 23 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 69, 23 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 70, 23 },
				種別 = "箱",
				番号 = 220,
			},
		},
	},
	ポピンズ連結／砦 = {
		サイズ = (list) { 19, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 4 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 4 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 4 },
				種別 = "箱",
				番号 = 10,
			},
			０００４ = {
				マップ位置 = (list) { 6, 4 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 4 },
				種別 = "道（┐）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "道（└）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "箱",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 5 },
				種別 = "箱",
				番号 = 30,
			},
			００１０ = {
				マップ位置 = (list) { 11, 5 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 12, 5 },
				種別 = "箱",
				番号 = 40,
			},
			００１２ = {
				マップ位置 = (list) { 13, 5 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 5 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 5 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 5 },
				種別 = "箱",
				番号 = 50,
			},
			００１６ = {
				マップ位置 = (list) { 17, 5 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 5 },
				種別 = "箱",
				番号 = 60,
			},
		},
	},
	マエリータ隊侵入 = {
		サイズ = (list) { 46, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "箱",
				番号 = 20,
			},
			０００９ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "箱",
				番号 = 30,
			},
			００１２ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "箱",
				番号 = 40,
			},
			００１５ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "箱",
				番号 = 50,
			},
			００１８ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "箱",
				番号 = 60,
			},
			００２１ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００２４ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "箱",
				番号 = 80,
			},
			００２７ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "箱",
				番号 = 90,
			},
			００３０ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "箱",
				番号 = 100,
			},
			００３２ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "箱",
				番号 = 110,
			},
			００３５ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 38, 14 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "箱",
				番号 = 120,
			},
			００３８ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "箱",
				番号 = 130,
			},
		},
	},
	ランス船団の事 = {
		サイズ = (list) { 17, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "道（┌）",
			},
			０００２ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "箱",
				番号 = 1,
			},
			０００３ = {
				マップ位置 = (list) { 9, 7 },
				種別 = "道（└）",
			},
			０００４ = {
				マップ位置 = (list) { 10, 5 },
				種別 = "箱",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 10, 7 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 7 },
				種別 = "箱",
				番号 = 20,
			},
		},
	},
	リーザス１ = {
		サイズ = (list) { 224, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "道（┐）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（└）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "箱",
				番号 = 5,
			},
			０００９ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（┌）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（┘）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "箱",
				番号 = 10,
			},
			００１３ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（┐）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（└）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１７ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（┌）",
			},
			００１９ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（┘）",
			},
			００２０ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（┌）",
			},
			００２１ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２２ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "箱",
				番号 = 36,
			},
			００２４ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（┐）",
			},
			００２５ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "箱",
				番号 = 34,
			},
			００２６ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "箱",
				番号 = 37,
			},
			００２９ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "箱",
				番号 = 35,
			},
			００３０ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "道（┐）",
			},
			００３１ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（├）",
			},
			００３２ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（│）",
			},
			００３３ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（┘）",
			},
			００３４ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（┌）",
			},
			００３７ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００３８ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（┌）",
				番号 = 56,
			},
			００４１ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（┘）",
			},
			００４２ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 50,
			},
			００４４ = {
				マップ位置 = (list) { 28, 10 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（┐）",
			},
			００４６ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（└）",
			},
			００４７ = {
				マップ位置 = (list) { 29, 9 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
				番号 = 42,
			},
			００４９ = {
				マップ位置 = (list) { 30, 9 },
				種別 = "箱",
				番号 = 55,
			},
			００５０ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 31, 9 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "箱",
				番号 = 43,
			},
			００５３ = {
				マップ位置 = (list) { 32, 9 },
				種別 = "道（┐）",
			},
			００５４ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "道（└）",
			},
			００５５ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（┐）",
			},
			００５７ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（│）",
			},
			００５８ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（├）",
			},
			００５９ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（┘）",
			},
			００６０ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "箱",
				番号 = 45,
			},
			００６２ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（┐）",
			},
			００６３ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（└）",
			},
			００６４ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００６５ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（┌）",
			},
			００６８ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（│）",
			},
			００６９ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（┘）",
			},
			００７０ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "箱",
				番号 = 100,
			},
			００７１ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "箱",
				番号 = 110,
			},
			００７３ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "箱",
				番号 = 120,
			},
			００７５ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "箱",
				番号 = 130,
			},
			００７７ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "箱",
				番号 = 131,
			},
			００７９ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "箱",
				番号 = 132,
			},
			００８１ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 53, 10 },
				種別 = "道（┌）",
			},
			００８３ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "箱",
				番号 = 150,
			},
			００８４ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（└）",
			},
			００８５ = {
				マップ位置 = (list) { 54, 9 },
				種別 = "道（┌）",
			},
			００８６ = {
				マップ位置 = (list) { 54, 10 },
				種別 = "道（┘）",
			},
			００８７ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 55, 9 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 56, 9 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（┐）",
				番号 = 1011,
			},
			００９２ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "道（└）",
			},
			００９３ = {
				マップ位置 = (list) { 57, 8 },
				種別 = "道（┌）",
			},
			００９４ = {
				マップ位置 = (list) { 57, 9 },
				種別 = "箱",
				番号 = 200,
			},
			００９５ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 58, 7 },
				種別 = "道（┌）",
			},
			００９７ = {
				マップ位置 = (list) { 58, 8 },
				種別 = "道（┘）",
			},
			００９８ = {
				マップ位置 = (list) { 58, 9 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "箱",
				番号 = 1010,
			},
			０１００ = {
				マップ位置 = (list) { 59, 7 },
				種別 = "箱",
				番号 = 201,
			},
			０１０１ = {
				マップ位置 = (list) { 59, 9 },
				種別 = "道（─）",
				番号 = 202,
			},
			０１０２ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 60, 7 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 60, 9 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 61, 7 },
				種別 = "道（┐）",
			},
			０１０７ = {
				マップ位置 = (list) { 61, 8 },
				種別 = "道（│）",
			},
			０１０８ = {
				マップ位置 = (list) { 61, 9 },
				種別 = "箱",
				番号 = 205,
			},
			０１０９ = {
				マップ位置 = (list) { 61, 13 },
				種別 = "道（─）",
			},
			０１１０ = {
				マップ位置 = (list) { 62, 9 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "箱",
				番号 = 1020,
			},
			０１１２ = {
				マップ位置 = (list) { 63, 8 },
				種別 = "道（┌）",
			},
			０１１３ = {
				マップ位置 = (list) { 63, 9 },
				種別 = "箱",
				番号 = 210,
			},
			０１１４ = {
				マップ位置 = (list) { 63, 13 },
				種別 = "道（┐）",
			},
			０１１５ = {
				マップ位置 = (list) { 63, 14 },
				種別 = "道（└）",
			},
			０１１６ = {
				マップ位置 = (list) { 64, 7 },
				種別 = "道（┌）",
			},
			０１１７ = {
				マップ位置 = (list) { 64, 8 },
				種別 = "道（┘）",
			},
			０１１８ = {
				マップ位置 = (list) { 64, 9 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 64, 13 },
				種別 = "道（┌）",
			},
			０１２０ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "箱",
				番号 = 1025,
			},
			０１２１ = {
				マップ位置 = (list) { 64, 15 },
				種別 = "道（└）",
			},
			０１２２ = {
				マップ位置 = (list) { 65, 7 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 65, 9 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "箱",
				番号 = 1030,
			},
			０１２５ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "道（┘）",
			},
			０１２６ = {
				マップ位置 = (list) { 65, 15 },
				種別 = "道（┐）",
			},
			０１２７ = {
				マップ位置 = (list) { 65, 16 },
				種別 = "箱",
				番号 = 1040,
			},
			０１２８ = {
				マップ位置 = (list) { 66, 7 },
				種別 = "道（─）",
				番号 = 211,
			},
			０１２９ = {
				マップ位置 = (list) { 66, 9 },
				種別 = "箱",
				番号 = 220,
			},
			０１３０ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 66, 16 },
				種別 = "道（┐）",
			},
			０１３２ = {
				マップ位置 = (list) { 66, 17 },
				種別 = "道（└）",
			},
			０１３３ = {
				マップ位置 = (list) { 67, 7 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 67, 9 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "箱",
				番号 = 1031,
			},
			０１３６ = {
				マップ位置 = (list) { 67, 17 },
				種別 = "箱",
				番号 = 1041,
			},
			０１３７ = {
				マップ位置 = (list) { 68, 7 },
				種別 = "道（─）",
				番号 = 212,
			},
			０１３８ = {
				マップ位置 = (list) { 68, 9 },
				種別 = "道（─）",
				番号 = 221,
			},
			０１３９ = {
				マップ位置 = (list) { 68, 12 },
				種別 = "道（┐）",
			},
			０１４０ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "道（│）",
				番号 = 1032,
			},
			０１４１ = {
				マップ位置 = (list) { 68, 14 },
				種別 = "道（└）",
			},
			０１４２ = {
				マップ位置 = (list) { 68, 16 },
				種別 = "箱",
				番号 = 1042,
			},
			０１４３ = {
				マップ位置 = (list) { 68, 17 },
				種別 = "道（┘）",
			},
			０１４４ = {
				マップ位置 = (list) { 69, 7 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 69, 9 },
				種別 = "道（─）",
				番号 = 222,
			},
			０１４６ = {
				マップ位置 = (list) { 69, 14 },
				種別 = "道（┐）",
				番号 = 1033,
			},
			０１４７ = {
				マップ位置 = (list) { 69, 15 },
				種別 = "道（├）",
			},
			０１４８ = {
				マップ位置 = (list) { 69, 16 },
				種別 = "道（┘）",
			},
			０１４９ = {
				マップ位置 = (list) { 70, 7 },
				種別 = "道（┐）",
			},
			０１５０ = {
				マップ位置 = (list) { 70, 8 },
				種別 = "道（│）",
			},
			０１５１ = {
				マップ位置 = (list) { 70, 9 },
				種別 = "道（┴）",
			},
			０１５２ = {
				マップ位置 = (list) { 70, 15 },
				種別 = "箱",
				番号 = 1045,
			},
			０１５３ = {
				マップ位置 = (list) { 71, 9 },
				種別 = "箱",
				番号 = 230,
			},
			０１５４ = {
				マップ位置 = (list) { 71, 15 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 72, 9 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 72, 15 },
				種別 = "箱",
				番号 = 1050,
			},
			０１５７ = {
				マップ位置 = (list) { 73, 9 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 73, 15 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 74, 9 },
				種別 = "箱",
				番号 = 240,
			},
			０１６０ = {
				マップ位置 = (list) { 74, 15 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 75, 9 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 75, 15 },
				種別 = "箱",
				番号 = 1060,
			},
			０１６３ = {
				マップ位置 = (list) { 75, 16 },
				種別 = "道（└）",
			},
			０１６４ = {
				マップ位置 = (list) { 76, 9 },
				種別 = "道（─）",
				番号 = 241,
			},
			０１６５ = {
				マップ位置 = (list) { 76, 15 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 76, 16 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 77, 15 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 77, 16 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 78, 9 },
				種別 = "箱",
				番号 = 250,
			},
			０１７１ = {
				マップ位置 = (list) { 78, 15 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 78, 16 },
				種別 = "箱",
				番号 = 1066,
			},
			０１７３ = {
				マップ位置 = (list) { 78, 17 },
				種別 = "道（└）",
			},
			０１７４ = {
				マップ位置 = (list) { 79, 8 },
				種別 = "道（┌）",
			},
			０１７５ = {
				マップ位置 = (list) { 79, 9 },
				種別 = "道（┘）",
			},
			０１７６ = {
				マップ位置 = (list) { 79, 15 },
				種別 = "箱",
				番号 = 1065,
			},
			０１７７ = {
				マップ位置 = (list) { 79, 17 },
				種別 = "箱",
				番号 = 1067,
			},
			０１７８ = {
				マップ位置 = (list) { 80, 7 },
				種別 = "道（┌）",
			},
			０１７９ = {
				マップ位置 = (list) { 80, 8 },
				種別 = "箱",
				番号 = 260,
			},
			０１８０ = {
				マップ位置 = (list) { 80, 15 },
				種別 = "道（┬）",
			},
			０１８１ = {
				マップ位置 = (list) { 80, 16 },
				種別 = "道（│）",
			},
			０１８２ = {
				マップ位置 = (list) { 80, 17 },
				種別 = "道（┘）",
			},
			０１８３ = {
				マップ位置 = (list) { 81, 7 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 81, 8 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 81, 15 },
				種別 = "箱",
				番号 = 1070,
			},
			０１８６ = {
				マップ位置 = (list) { 82, 7 },
				種別 = "道（─）",
				番号 = 270,
			},
			０１８７ = {
				マップ位置 = (list) { 82, 8 },
				種別 = "道（┐）",
			},
			０１８８ = {
				マップ位置 = (list) { 82, 9 },
				種別 = "道（└）",
			},
			０１８９ = {
				マップ位置 = (list) { 82, 14 },
				種別 = "箱",
				番号 = 1080,
			},
			０１９０ = {
				マップ位置 = (list) { 82, 15 },
				種別 = "道（┘）",
			},
			０１９１ = {
				マップ位置 = (list) { 83, 7 },
				種別 = "道（─）",
			},
			０１９２ = {
				マップ位置 = (list) { 83, 9 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 84, 7 },
				種別 = "道（─）",
				番号 = 271,
			},
			０１９５ = {
				マップ位置 = (list) { 84, 9 },
				種別 = "道（─）",
			},
			０１９６ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "道（─）",
			},
			０１９７ = {
				マップ位置 = (list) { 85, 7 },
				種別 = "道（┐）",
			},
			０１９８ = {
				マップ位置 = (list) { 85, 8 },
				種別 = "箱",
				番号 = 272,
			},
			０１９９ = {
				マップ位置 = (list) { 85, 9 },
				種別 = "道（┴）",
			},
			０２００ = {
				マップ位置 = (list) { 85, 14 },
				種別 = "道（─）",
				番号 = 1081,
			},
			０２０１ = {
				マップ位置 = (list) { 86, 9 },
				種別 = "道（─）",
			},
			０２０２ = {
				マップ位置 = (list) { 86, 14 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 87, 9 },
				種別 = "箱",
				番号 = 280,
			},
			０２０４ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "箱",
				番号 = 1090,
			},
			０２０５ = {
				マップ位置 = (list) { 88, 9 },
				種別 = "道（─）",
			},
			０２０６ = {
				マップ位置 = (list) { 88, 14 },
				種別 = "道（─）",
			},
			０２０７ = {
				マップ位置 = (list) { 89, 9 },
				種別 = "道（─）",
			},
			０２０８ = {
				マップ位置 = (list) { 89, 14 },
				種別 = "道（┐）",
			},
			０２０９ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（│）",
			},
			０２１０ = {
				マップ位置 = (list) { 89, 16 },
				種別 = "道（└）",
			},
			０２１１ = {
				マップ位置 = (list) { 90, 9 },
				種別 = "道（┐）",
				番号 = 281,
			},
			０２１２ = {
				マップ位置 = (list) { 90, 10 },
				種別 = "道（└）",
			},
			０２１３ = {
				マップ位置 = (list) { 90, 16 },
				種別 = "箱",
				番号 = 1100,
			},
			０２１４ = {
				マップ位置 = (list) { 91, 10 },
				種別 = "道（┐）",
			},
			０２１５ = {
				マップ位置 = (list) { 91, 11 },
				種別 = "道（│）",
			},
			０２１６ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "箱",
				番号 = 300,
			},
			０２１７ = {
				マップ位置 = (list) { 91, 16 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（┐）",
			},
			０２１９ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "道（└）",
			},
			０２２０ = {
				マップ位置 = (list) { 92, 16 },
				種別 = "箱",
				番号 = 1105,
			},
			０２２１ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "箱",
				番号 = 310,
			},
			０２２２ = {
				マップ位置 = (list) { 93, 16 },
				種別 = "道（┐）",
			},
			０２２３ = {
				マップ位置 = (list) { 93, 17 },
				種別 = "道（│）",
			},
			０２２４ = {
				マップ位置 = (list) { 93, 18 },
				種別 = "道（│）",
			},
			０２２５ = {
				マップ位置 = (list) { 93, 19 },
				種別 = "道（└）",
			},
			０２２６ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（─）",
			},
			０２２７ = {
				マップ位置 = (list) { 94, 19 },
				種別 = "箱",
				番号 = 1110,
			},
			０２２８ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "箱",
				番号 = 315,
			},
			０２２９ = {
				マップ位置 = (list) { 95, 19 },
				種別 = "道（─）",
			},
			０２３０ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 96, 17 },
				種別 = "道（┌）",
			},
			０２３２ = {
				マップ位置 = (list) { 96, 18 },
				種別 = "道（│）",
			},
			０２３３ = {
				マップ位置 = (list) { 96, 19 },
				種別 = "道（┘）",
			},
			０２３４ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "箱",
				番号 = 318,
			},
			０２３５ = {
				マップ位置 = (list) { 97, 17 },
				種別 = "箱",
				番号 = 1200,
			},
			０２３６ = {
				マップ位置 = (list) { 97, 18 },
				種別 = "道（└）",
			},
			０２３７ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "箱",
				番号 = 320,
			},
			０２３８ = {
				マップ位置 = (list) { 98, 12 },
				種別 = "道（│）",
			},
			０２３９ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "道（┘）",
			},
			０２４０ = {
				マップ位置 = (list) { 98, 16 },
				種別 = "道（┌）",
			},
			０２４１ = {
				マップ位置 = (list) { 98, 17 },
				種別 = "道（┘）",
			},
			０２４２ = {
				マップ位置 = (list) { 98, 18 },
				種別 = "道（─）",
			},
			０２４３ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（─）",
			},
			０２４４ = {
				マップ位置 = (list) { 99, 16 },
				種別 = "箱",
				番号 = 1201,
			},
			０２４５ = {
				マップ位置 = (list) { 99, 18 },
				種別 = "道（─）",
			},
			０２４６ = {
				マップ位置 = (list) { 100, 10 },
				種別 = "道（┌）",
			},
			０２４７ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "道（┘）",
			},
			０２４８ = {
				マップ位置 = (list) { 100, 15 },
				種別 = "道（┌）",
			},
			０２４９ = {
				マップ位置 = (list) { 100, 16 },
				種別 = "道（┘）",
			},
			０２５０ = {
				マップ位置 = (list) { 100, 18 },
				種別 = "箱",
				番号 = 1202,
			},
			０２５１ = {
				マップ位置 = (list) { 101, 10 },
				種別 = "箱",
				番号 = 330,
			},
			０２５２ = {
				マップ位置 = (list) { 101, 15 },
				種別 = "箱",
				番号 = 1205,
			},
			０２５３ = {
				マップ位置 = (list) { 101, 18 },
				種別 = "道（─）",
			},
			０２５４ = {
				マップ位置 = (list) { 102, 9 },
				種別 = "道（┌）",
			},
			０２５５ = {
				マップ位置 = (list) { 102, 10 },
				種別 = "道（┘）",
			},
			０２５６ = {
				マップ位置 = (list) { 102, 15 },
				種別 = "道（┐）",
			},
			０２５７ = {
				マップ位置 = (list) { 102, 16 },
				種別 = "道（└）",
			},
			０２５８ = {
				マップ位置 = (list) { 102, 18 },
				種別 = "道（─）",
			},
			０２５９ = {
				マップ位置 = (list) { 103, 8 },
				種別 = "道（┌）",
			},
			０２６０ = {
				マップ位置 = (list) { 103, 9 },
				種別 = "箱",
				番号 = 331,
			},
			０２６１ = {
				マップ位置 = (list) { 103, 16 },
				種別 = "箱",
				番号 = 1206,
			},
			０２６２ = {
				マップ位置 = (list) { 103, 17 },
				種別 = "道（└）",
			},
			０２６３ = {
				マップ位置 = (list) { 103, 18 },
				種別 = "箱",
				番号 = 1204,
			},
			０２６４ = {
				マップ位置 = (list) { 104, 7 },
				種別 = "道（┌）",
			},
			０２６５ = {
				マップ位置 = (list) { 104, 8 },
				種別 = "箱",
				番号 = 340,
			},
			０２６６ = {
				マップ位置 = (list) { 104, 9 },
				種別 = "道（└）",
			},
			０２６７ = {
				マップ位置 = (list) { 104, 17 },
				種別 = "道（┐）",
			},
			０２６８ = {
				マップ位置 = (list) { 104, 18 },
				種別 = "道（┴）",
			},
			０２６９ = {
				マップ位置 = (list) { 105, 6 },
				種別 = "道（┌）",
			},
			０２７０ = {
				マップ位置 = (list) { 105, 7 },
				種別 = "道（┘）",
				番号 = 341,
			},
			０２７１ = {
				マップ位置 = (list) { 105, 8 },
				種別 = "道（─）",
			},
			０２７２ = {
				マップ位置 = (list) { 105, 9 },
				種別 = "箱",
				番号 = 361,
			},
			０２７３ = {
				マップ位置 = (list) { 105, 18 },
				種別 = "箱",
				番号 = 1210,
			},
			０２７４ = {
				マップ位置 = (list) { 106, 6 },
				種別 = "道（─）",
			},
			０２７５ = {
				マップ位置 = (list) { 106, 8 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 106, 9 },
				種別 = "道（─）",
			},
			０２７７ = {
				マップ位置 = (list) { 106, 18 },
				種別 = "道（─）",
			},
			０２７８ = {
				マップ位置 = (list) { 107, 6 },
				種別 = "道（─）",
			},
			０２７９ = {
				マップ位置 = (list) { 107, 7 },
				種別 = "道（┌）",
			},
			０２８０ = {
				マップ位置 = (list) { 107, 8 },
				種別 = "箱",
				番号 = 351,
			},
			０２８１ = {
				マップ位置 = (list) { 107, 9 },
				種別 = "道（─）",
			},
			０２８２ = {
				マップ位置 = (list) { 107, 18 },
				種別 = "道（─）",
			},
			０２８３ = {
				マップ位置 = (list) { 108, 6 },
				種別 = "道（─）",
				番号 = 342,
			},
			０２８４ = {
				マップ位置 = (list) { 108, 7 },
				種別 = "道（─）",
			},
			０２８５ = {
				マップ位置 = (list) { 108, 9 },
				種別 = "道（─）",
			},
			０２８６ = {
				マップ位置 = (list) { 108, 18 },
				種別 = "道（─）",
				番号 = 1211,
			},
			０２８７ = {
				マップ位置 = (list) { 109, 6 },
				種別 = "道（─）",
				番号 = 343,
			},
			０２８８ = {
				マップ位置 = (list) { 109, 7 },
				種別 = "道（─）",
				番号 = 352,
			},
			０２８９ = {
				マップ位置 = (list) { 109, 8 },
				種別 = "道（┌）",
			},
			０２９０ = {
				マップ位置 = (list) { 109, 9 },
				種別 = "箱",
				番号 = 362,
			},
			０２９１ = {
				マップ位置 = (list) { 109, 18 },
				種別 = "道（─）",
			},
			０２９２ = {
				マップ位置 = (list) { 110, 6 },
				種別 = "道（┐）",
			},
			０２９３ = {
				マップ位置 = (list) { 110, 7 },
				種別 = "道（┼）",
			},
			０２９４ = {
				マップ位置 = (list) { 110, 8 },
				種別 = "道（┘）",
			},
			０２９５ = {
				マップ位置 = (list) { 110, 18 },
				種別 = "道（┐）",
			},
			０２９６ = {
				マップ位置 = (list) { 110, 19 },
				種別 = "箱",
				番号 = 1220,
			},
			０２９７ = {
				マップ位置 = (list) { 111, 7 },
				種別 = "箱",
				番号 = 370,
			},
			０２９８ = {
				マップ位置 = (list) { 111, 8 },
				種別 = "道（│）",
			},
			０２９９ = {
				マップ位置 = (list) { 111, 9 },
				種別 = "道（└）",
			},
			０３００ = {
				マップ位置 = (list) { 111, 19 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 112, 7 },
				種別 = "道（─）",
			},
			０３０２ = {
				マップ位置 = (list) { 112, 9 },
				種別 = "道（┐）",
			},
			０３０３ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "道（└）",
			},
			０３０４ = {
				マップ位置 = (list) { 112, 19 },
				種別 = "箱",
				番号 = 1230,
			},
			０３０５ = {
				マップ位置 = (list) { 113, 7 },
				種別 = "道（─）",
			},
			０３０６ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "箱",
				番号 = 391,
			},
			０３０７ = {
				マップ位置 = (list) { 113, 19 },
				種別 = "道（─）",
			},
			０３０８ = {
				マップ位置 = (list) { 114, 7 },
				種別 = "箱",
				番号 = 381,
			},
			０３０９ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 114, 19 },
				種別 = "箱",
				番号 = 1250,
			},
			０３１１ = {
				マップ位置 = (list) { 114, 20 },
				種別 = "道（│）",
			},
			０３１２ = {
				マップ位置 = (list) { 114, 21 },
				種別 = "道（└）",
			},
			０３１３ = {
				マップ位置 = (list) { 115, 7 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "道（─）",
				番号 = 392,
			},
			０３１５ = {
				マップ位置 = (list) { 115, 19 },
				種別 = "道（─）",
			},
			０３１６ = {
				マップ位置 = (list) { 115, 21 },
				種別 = "道（─）",
			},
			０３１７ = {
				マップ位置 = (list) { 116, 7 },
				種別 = "道（┐）",
			},
			０３１８ = {
				マップ位置 = (list) { 116, 8 },
				種別 = "道（│）",
				番号 = 382,
			},
			０３１９ = {
				マップ位置 = (list) { 116, 9 },
				種別 = "道（│）",
			},
			０３２０ = {
				マップ位置 = (list) { 116, 10 },
				種別 = "道（┴）",
			},
			０３２１ = {
				マップ位置 = (list) { 116, 19 },
				種別 = "道（─）",
				番号 = 1255,
			},
			０３２２ = {
				マップ位置 = (list) { 116, 21 },
				種別 = "箱",
				番号 = 2200,
			},
			０３２３ = {
				マップ位置 = (list) { 117, 9 },
				種別 = "道（┌）",
			},
			０３２４ = {
				マップ位置 = (list) { 117, 10 },
				種別 = "箱",
				番号 = 400,
			},
			０３２５ = {
				マップ位置 = (list) { 117, 11 },
				種別 = "道（└）",
			},
			０３２６ = {
				マップ位置 = (list) { 117, 19 },
				種別 = "道（─）",
			},
			０３２７ = {
				マップ位置 = (list) { 117, 21 },
				種別 = "道（─）",
			},
			０３２８ = {
				マップ位置 = (list) { 118, 8 },
				種別 = "道（┌）",
				番号 = 411,
			},
			０３２９ = {
				マップ位置 = (list) { 118, 9 },
				種別 = "道（┘）",
			},
			０３３０ = {
				マップ位置 = (list) { 118, 10 },
				種別 = "道（─）",
			},
			０３３１ = {
				マップ位置 = (list) { 118, 11 },
				種別 = "道（┐）",
			},
			０３３２ = {
				マップ位置 = (list) { 118, 12 },
				種別 = "道（└）",
			},
			０３３３ = {
				マップ位置 = (list) { 118, 18 },
				種別 = "道（┌）",
			},
			０３３４ = {
				マップ位置 = (list) { 118, 19 },
				種別 = "箱",
				番号 = 1260,
			},
			０３３５ = {
				マップ位置 = (list) { 118, 21 },
				種別 = "箱",
				番号 = 2201,
			},
			０３３６ = {
				マップ位置 = (list) { 119, 8 },
				種別 = "道（─）",
			},
			０３３７ = {
				マップ位置 = (list) { 119, 10 },
				種別 = "箱",
				番号 = 421,
			},
			０３３８ = {
				マップ位置 = (list) { 119, 12 },
				種別 = "道（─）",
			},
			０３３９ = {
				マップ位置 = (list) { 119, 17 },
				種別 = "道（┌）",
			},
			０３４０ = {
				マップ位置 = (list) { 119, 18 },
				種別 = "道（┘）",
			},
			０３４１ = {
				マップ位置 = (list) { 119, 19 },
				種別 = "道（─）",
			},
			０３４２ = {
				マップ位置 = (list) { 119, 21 },
				種別 = "道（─）",
			},
			０３４３ = {
				マップ位置 = (list) { 120, 8 },
				種別 = "道（─）",
			},
			０３４４ = {
				マップ位置 = (list) { 120, 10 },
				種別 = "道（─）",
			},
			０３４５ = {
				マップ位置 = (list) { 120, 12 },
				種別 = "道（─）",
				番号 = 431,
			},
			０３４６ = {
				マップ位置 = (list) { 120, 17 },
				種別 = "箱",
				番号 = 2100,
			},
			０３４７ = {
				マップ位置 = (list) { 120, 19 },
				種別 = "箱",
				番号 = 1270,
			},
			０３４８ = {
				マップ位置 = (list) { 120, 21 },
				種別 = "箱",
				番号 = 2202,
			},
			０３４９ = {
				マップ位置 = (list) { 121, 8 },
				種別 = "箱",
				番号 = 412,
			},
			０３５０ = {
				マップ位置 = (list) { 121, 9 },
				種別 = "道（┌）",
			},
			０３５１ = {
				マップ位置 = (list) { 121, 10 },
				種別 = "箱",
				番号 = 422,
			},
			０３５２ = {
				マップ位置 = (list) { 121, 12 },
				種別 = "道（─）",
			},
			０３５３ = {
				マップ位置 = (list) { 121, 17 },
				種別 = "道（─）",
			},
			０３５４ = {
				マップ位置 = (list) { 121, 19 },
				種別 = "道（─）",
			},
			０３５５ = {
				マップ位置 = (list) { 121, 21 },
				種別 = "道（─）",
			},
			０３５６ = {
				マップ位置 = (list) { 122, 8 },
				種別 = "道（─）",
			},
			０３５７ = {
				マップ位置 = (list) { 122, 9 },
				種別 = "道（─）",
			},
			０３５８ = {
				マップ位置 = (list) { 122, 12 },
				種別 = "道（─）",
			},
			０３５９ = {
				マップ位置 = (list) { 122, 17 },
				種別 = "箱",
				番号 = 2105,
			},
			０３６０ = {
				マップ位置 = (list) { 122, 19 },
				種別 = "道（─）",
			},
			０３６１ = {
				マップ位置 = (list) { 122, 21 },
				種別 = "道（┐）",
			},
			０３６２ = {
				マップ位置 = (list) { 122, 22 },
				種別 = "道（└）",
			},
			０３６３ = {
				マップ位置 = (list) { 123, 8 },
				種別 = "道（─）",
				番号 = 413,
			},
			０３６４ = {
				マップ位置 = (list) { 123, 9 },
				種別 = "道（┐）",
			},
			０３６５ = {
				マップ位置 = (list) { 123, 10 },
				種別 = "道（└）",
			},
			０３６６ = {
				マップ位置 = (list) { 123, 12 },
				種別 = "箱",
				番号 = 432,
			},
			０３６７ = {
				マップ位置 = (list) { 123, 17 },
				種別 = "道（─）",
			},
			０３６８ = {
				マップ位置 = (list) { 123, 19 },
				種別 = "道（─）",
			},
			０３６９ = {
				マップ位置 = (list) { 123, 22 },
				種別 = "箱",
				番号 = 2210,
			},
			０３７０ = {
				マップ位置 = (list) { 124, 8 },
				種別 = "道（┐）",
			},
			０３７１ = {
				マップ位置 = (list) { 124, 9 },
				種別 = "道（│）",
			},
			０３７２ = {
				マップ位置 = (list) { 124, 10 },
				種別 = "道（┴）",
			},
			０３７３ = {
				マップ位置 = (list) { 124, 12 },
				種別 = "道（─）",
			},
			０３７４ = {
				マップ位置 = (list) { 124, 17 },
				種別 = "道（─）",
			},
			０３７５ = {
				マップ位置 = (list) { 124, 19 },
				種別 = "箱",
				番号 = 1280,
			},
			０３７６ = {
				マップ位置 = (list) { 124, 22 },
				種別 = "道（┐）",
			},
			０３７７ = {
				マップ位置 = (list) { 124, 23 },
				種別 = "道（└）",
			},
			０３７８ = {
				マップ位置 = (list) { 125, 10 },
				種別 = "道（┐）",
			},
			０３７９ = {
				マップ位置 = (list) { 125, 11 },
				種別 = "道（├）",
			},
			０３８０ = {
				マップ位置 = (list) { 125, 12 },
				種別 = "道（┘）",
			},
			０３８１ = {
				マップ位置 = (list) { 125, 17 },
				種別 = "道（─）",
			},
			０３８２ = {
				マップ位置 = (list) { 125, 19 },
				種別 = "道（┐）",
			},
			０３８３ = {
				マップ位置 = (list) { 125, 20 },
				種別 = "道（└）",
			},
			０３８４ = {
				マップ位置 = (list) { 125, 23 },
				種別 = "箱",
				番号 = 2220,
			},
			０３８５ = {
				マップ位置 = (list) { 126, 11 },
				種別 = "箱",
				番号 = 450,
			},
			０３８６ = {
				マップ位置 = (list) { 126, 12 },
				種別 = "道（└）",
			},
			０３８７ = {
				マップ位置 = (list) { 126, 17 },
				種別 = "箱",
				番号 = 2110,
			},
			０３８８ = {
				マップ位置 = (list) { 126, 20 },
				種別 = "道（─）",
			},
			０３８９ = {
				マップ位置 = (list) { 127, 11 },
				種別 = "道（─）",
			},
			０３９０ = {
				マップ位置 = (list) { 127, 12 },
				種別 = "道（┐）",
			},
			０３９１ = {
				マップ位置 = (list) { 127, 13 },
				種別 = "箱",
				番号 = 2000,
			},
			０３９２ = {
				マップ位置 = (list) { 127, 17 },
				種別 = "道（─）",
			},
			０３９３ = {
				マップ位置 = (list) { 127, 20 },
				種別 = "道（─）",
			},
			０３９４ = {
				マップ位置 = (list) { 128, 11 },
				種別 = "箱",
				番号 = 460,
			},
			０３９５ = {
				マップ位置 = (list) { 128, 13 },
				種別 = "道（─）",
			},
			０３９６ = {
				マップ位置 = (list) { 128, 17 },
				種別 = "道（─）",
			},
			０３９７ = {
				マップ位置 = (list) { 128, 20 },
				種別 = "道（─）",
			},
			０３９８ = {
				マップ位置 = (list) { 129, 11 },
				種別 = "道（┐）",
			},
			０３９９ = {
				マップ位置 = (list) { 129, 12 },
				種別 = "道（└）",
			},
			０４００ = {
				マップ位置 = (list) { 129, 13 },
				種別 = "箱",
				番号 = 2005,
			},
			０４０１ = {
				マップ位置 = (list) { 129, 17 },
				種別 = "道（─）",
			},
			０４０２ = {
				マップ位置 = (list) { 129, 20 },
				種別 = "箱",
				番号 = 1300,
			},
			０４０３ = {
				マップ位置 = (list) { 130, 12 },
				種別 = "箱",
				番号 = 470,
			},
			０４０４ = {
				マップ位置 = (list) { 130, 13 },
				種別 = "道（┐）",
			},
			０４０５ = {
				マップ位置 = (list) { 130, 14 },
				種別 = "箱",
				番号 = 2010,
			},
			０４０６ = {
				マップ位置 = (list) { 130, 17 },
				種別 = "道（─）",
			},
			０４０７ = {
				マップ位置 = (list) { 130, 20 },
				種別 = "道（─）",
			},
			０４０８ = {
				マップ位置 = (list) { 131, 12 },
				種別 = "道（─）",
			},
			０４０９ = {
				マップ位置 = (list) { 131, 14 },
				種別 = "道（┐）",
			},
			０４１０ = {
				マップ位置 = (list) { 131, 15 },
				種別 = "道（│）",
			},
			０４１１ = {
				マップ位置 = (list) { 131, 16 },
				種別 = "道（├）",
			},
			０４１２ = {
				マップ位置 = (list) { 131, 17 },
				種別 = "道（┘）",
			},
			０４１３ = {
				マップ位置 = (list) { 131, 20 },
				種別 = "道（─）",
			},
			０４１４ = {
				マップ位置 = (list) { 132, 12 },
				種別 = "道（┐）",
			},
			０４１５ = {
				マップ位置 = (list) { 132, 13 },
				種別 = "道（└）",
			},
			０４１６ = {
				マップ位置 = (list) { 132, 16 },
				種別 = "箱",
				番号 = 2020,
			},
			０４１７ = {
				マップ位置 = (list) { 132, 17 },
				種別 = "道（└）",
			},
			０４１８ = {
				マップ位置 = (list) { 132, 20 },
				種別 = "箱",
				番号 = 1310,
			},
			０４１９ = {
				マップ位置 = (list) { 133, 13 },
				種別 = "箱",
				番号 = 500,
			},
			０４２０ = {
				マップ位置 = (list) { 133, 16 },
				種別 = "道（─）",
			},
			０４２１ = {
				マップ位置 = (list) { 133, 17 },
				種別 = "道（─）",
			},
			０４２２ = {
				マップ位置 = (list) { 133, 20 },
				種別 = "道（┐）",
			},
			０４２３ = {
				マップ位置 = (list) { 133, 21 },
				種別 = "道（└）",
			},
			０４２４ = {
				マップ位置 = (list) { 134, 13 },
				種別 = "道（─）",
			},
			０４２５ = {
				マップ位置 = (list) { 134, 16 },
				種別 = "道（─）",
			},
			０４２６ = {
				マップ位置 = (list) { 134, 17 },
				種別 = "道（┐）",
			},
			０４２７ = {
				マップ位置 = (list) { 134, 18 },
				種別 = "道（└）",
			},
			０４２８ = {
				マップ位置 = (list) { 134, 21 },
				種別 = "道（─）",
			},
			０４２９ = {
				マップ位置 = (list) { 135, 13 },
				種別 = "箱",
				番号 = 510,
			},
			０４３０ = {
				マップ位置 = (list) { 135, 16 },
				種別 = "箱",
				番号 = 2030,
			},
			０４３１ = {
				マップ位置 = (list) { 135, 18 },
				種別 = "道（─）",
			},
			０４３２ = {
				マップ位置 = (list) { 135, 21 },
				種別 = "道（┐）",
			},
			０４３３ = {
				マップ位置 = (list) { 135, 22 },
				種別 = "道（└）",
			},
			０４３４ = {
				マップ位置 = (list) { 136, 13 },
				種別 = "道（─）",
			},
			０４３５ = {
				マップ位置 = (list) { 136, 18 },
				種別 = "箱",
				番号 = 2040,
			},
			０４３６ = {
				マップ位置 = (list) { 136, 22 },
				種別 = "箱",
				番号 = 1390,
			},
			０４３７ = {
				マップ位置 = (list) { 137, 13 },
				種別 = "箱",
				番号 = 520,
			},
			０４３８ = {
				マップ位置 = (list) { 137, 18 },
				種別 = "道（─）",
			},
			０４３９ = {
				マップ位置 = (list) { 137, 22 },
				種別 = "道（─）",
			},
			０４４０ = {
				マップ位置 = (list) { 138, 13 },
				種別 = "道（─）",
			},
			０４４１ = {
				マップ位置 = (list) { 138, 18 },
				種別 = "道（─）",
			},
			０４４２ = {
				マップ位置 = (list) { 138, 22 },
				種別 = "道（─）",
				番号 = 1391,
			},
			０４４３ = {
				マップ位置 = (list) { 139, 13 },
				種別 = "道（─）",
			},
			０４４４ = {
				マップ位置 = (list) { 139, 18 },
				種別 = "箱",
				番号 = 2045,
			},
			０４４５ = {
				マップ位置 = (list) { 139, 22 },
				種別 = "道（─）",
			},
			０４４６ = {
				マップ位置 = (list) { 140, 9 },
				種別 = "箱",
				番号 = 600,
			},
			０４４７ = {
				マップ位置 = (list) { 140, 10 },
				種別 = "道（│）",
			},
			０４４８ = {
				マップ位置 = (list) { 140, 11 },
				種別 = "道（│）",
			},
			０４４９ = {
				マップ位置 = (list) { 140, 12 },
				種別 = "道（│）",
			},
			０４５０ = {
				マップ位置 = (list) { 140, 13 },
				種別 = "道（┘）",
			},
			０４５１ = {
				マップ位置 = (list) { 140, 18 },
				種別 = "道（─）",
			},
			０４５２ = {
				マップ位置 = (list) { 140, 21 },
				種別 = "道（┌）",
			},
			０４５３ = {
				マップ位置 = (list) { 140, 22 },
				種別 = "箱",
				番号 = 1400,
			},
			０４５４ = {
				マップ位置 = (list) { 140, 23 },
				種別 = "道（└）",
			},
			０４５５ = {
				マップ位置 = (list) { 141, 9 },
				種別 = "道（─）",
			},
			０４５６ = {
				マップ位置 = (list) { 141, 18 },
				種別 = "道（─）",
			},
			０４５７ = {
				マップ位置 = (list) { 141, 21 },
				種別 = "道（─）",
				番号 = 1403,
			},
			０４５８ = {
				マップ位置 = (list) { 141, 22 },
				種別 = "道（┌）",
			},
			０４５９ = {
				マップ位置 = (list) { 141, 23 },
				種別 = "道（┘）",
			},
			０４６０ = {
				マップ位置 = (list) { 142, 9 },
				種別 = "道（┐）",
				番号 = 610,
			},
			０４６１ = {
				マップ位置 = (list) { 142, 10 },
				種別 = "道（└）",
			},
			０４６２ = {
				マップ位置 = (list) { 142, 18 },
				種別 = "道（─）",
			},
			０４６３ = {
				マップ位置 = (list) { 142, 21 },
				種別 = "道（─）",
			},
			０４６４ = {
				マップ位置 = (list) { 142, 22 },
				種別 = "道（─）",
				番号 = 1404,
			},
			０４６５ = {
				マップ位置 = (list) { 143, 10 },
				種別 = "道（─）",
			},
			０４６６ = {
				マップ位置 = (list) { 143, 18 },
				種別 = "箱",
				番号 = 2047,
			},
			０４６７ = {
				マップ位置 = (list) { 143, 21 },
				種別 = "箱",
				番号 = 1401,
			},
			０４６８ = {
				マップ位置 = (list) { 143, 22 },
				種別 = "道（┐）",
			},
			０４６９ = {
				マップ位置 = (list) { 143, 23 },
				種別 = "道（└）",
			},
			０４７０ = {
				マップ位置 = (list) { 144, 10 },
				種別 = "箱",
				番号 = 620,
			},
			０４７１ = {
				マップ位置 = (list) { 144, 18 },
				種別 = "道（─）",
			},
			０４７２ = {
				マップ位置 = (list) { 144, 21 },
				種別 = "道（┐）",
			},
			０４７３ = {
				マップ位置 = (list) { 144, 22 },
				種別 = "道（└）",
			},
			０４７４ = {
				マップ位置 = (list) { 144, 23 },
				種別 = "道（─）",
			},
			０４７５ = {
				マップ位置 = (list) { 145, 10 },
				種別 = "道（┐）",
			},
			０４７６ = {
				マップ位置 = (list) { 145, 11 },
				種別 = "道（│）",
			},
			０４７７ = {
				マップ位置 = (list) { 145, 12 },
				種別 = "道（└）",
			},
			０４７８ = {
				マップ位置 = (list) { 145, 18 },
				種別 = "道（─）",
				番号 = 2056,
			},
			０４７９ = {
				マップ位置 = (list) { 145, 22 },
				種別 = "道（─）",
			},
			０４８０ = {
				マップ位置 = (list) { 145, 23 },
				種別 = "箱",
				番号 = 1402,
			},
			０４８１ = {
				マップ位置 = (list) { 146, 12 },
				種別 = "道（┐）",
			},
			０４８２ = {
				マップ位置 = (list) { 146, 13 },
				種別 = "道（└）",
			},
			０４８３ = {
				マップ位置 = (list) { 146, 18 },
				種別 = "道（─）",
			},
			０４８４ = {
				マップ位置 = (list) { 146, 22 },
				種別 = "道（─）",
			},
			０４８５ = {
				マップ位置 = (list) { 146, 23 },
				種別 = "道（─）",
			},
			０４８６ = {
				マップ位置 = (list) { 147, 12 },
				種別 = "道（┌）",
			},
			０４８７ = {
				マップ位置 = (list) { 147, 13 },
				種別 = "箱",
				番号 = 630,
			},
			０４８８ = {
				マップ位置 = (list) { 147, 18 },
				種別 = "箱",
				番号 = 2050,
			},
			０４８９ = {
				マップ位置 = (list) { 147, 22 },
				種別 = "箱",
				番号 = 1410,
			},
			０４９０ = {
				マップ位置 = (list) { 147, 23 },
				種別 = "道（┘）",
			},
			０４９１ = {
				マップ位置 = (list) { 148, 11 },
				種別 = "箱",
				番号 = 631,
			},
			０４９２ = {
				マップ位置 = (list) { 148, 12 },
				種別 = "道（┘）",
			},
			０４９３ = {
				マップ位置 = (list) { 148, 13 },
				種別 = "道（─）",
			},
			０４９４ = {
				マップ位置 = (list) { 148, 18 },
				種別 = "道（─）",
			},
			０４９５ = {
				マップ位置 = (list) { 148, 22 },
				種別 = "道（─）",
			},
			０４９６ = {
				マップ位置 = (list) { 149, 9 },
				種別 = "道（┌）",
			},
			０４９７ = {
				マップ位置 = (list) { 149, 10 },
				種別 = "道（│）",
			},
			０４９８ = {
				マップ位置 = (list) { 149, 11 },
				種別 = "道（┘）",
			},
			０４９９ = {
				マップ位置 = (list) { 149, 13 },
				種別 = "道（─）",
			},
			０５００ = {
				マップ位置 = (list) { 149, 18 },
				種別 = "道（─）",
				番号 = 2057,
			},
			０５０１ = {
				マップ位置 = (list) { 149, 21 },
				種別 = "道（┌）",
			},
			０５０２ = {
				マップ位置 = (list) { 149, 22 },
				種別 = "道（┘）",
				番号 = 1415,
			},
			０５０３ = {
				マップ位置 = (list) { 150, 9 },
				種別 = "箱",
				番号 = 632,
			},
			０５０４ = {
				マップ位置 = (list) { 150, 13 },
				種別 = "箱",
				番号 = 635,
			},
			０５０５ = {
				マップ位置 = (list) { 150, 18 },
				種別 = "道（─）",
			},
			０５０６ = {
				マップ位置 = (list) { 150, 21 },
				種別 = "箱",
				番号 = 1420,
			},
			０５０７ = {
				マップ位置 = (list) { 151, 9 },
				種別 = "道（┐）",
			},
			０５０８ = {
				マップ位置 = (list) { 151, 10 },
				種別 = "道（│）",
			},
			０５０９ = {
				マップ位置 = (list) { 151, 11 },
				種別 = "道（└）",
			},
			０５１０ = {
				マップ位置 = (list) { 151, 13 },
				種別 = "道（─）",
			},
			０５１１ = {
				マップ位置 = (list) { 151, 18 },
				種別 = "箱",
				番号 = 2055,
			},
			０５１２ = {
				マップ位置 = (list) { 151, 21 },
				種別 = "道（┐）",
			},
			０５１３ = {
				マップ位置 = (list) { 151, 22 },
				種別 = "道（└）",
			},
			０５１４ = {
				マップ位置 = (list) { 152, 11 },
				種別 = "道（┐）",
			},
			０５１５ = {
				マップ位置 = (list) { 152, 12 },
				種別 = "道（└）",
			},
			０５１６ = {
				マップ位置 = (list) { 152, 13 },
				種別 = "道（─）",
			},
			０５１７ = {
				マップ位置 = (list) { 152, 18 },
				種別 = "道（─）",
			},
			０５１８ = {
				マップ位置 = (list) { 152, 22 },
				種別 = "箱",
				番号 = 1430,
			},
			０５１９ = {
				マップ位置 = (list) { 153, 12 },
				種別 = "道（┐）",
			},
			０５２０ = {
				マップ位置 = (list) { 153, 13 },
				種別 = "箱",
				番号 = 640,
			},
			０５２１ = {
				マップ位置 = (list) { 153, 18 },
				種別 = "道（─）",
			},
			０５２２ = {
				マップ位置 = (list) { 153, 21 },
				種別 = "道（┌）",
			},
			０５２３ = {
				マップ位置 = (list) { 153, 22 },
				種別 = "道（┘）",
			},
			０５２４ = {
				マップ位置 = (list) { 154, 13 },
				種別 = "道（─）",
			},
			０５２５ = {
				マップ位置 = (list) { 154, 18 },
				種別 = "道（─）",
				番号 = 2058,
			},
			０５２６ = {
				マップ位置 = (list) { 154, 21 },
				種別 = "道（─）",
			},
			０５２７ = {
				マップ位置 = (list) { 155, 12 },
				種別 = "道（┌）",
			},
			０５２８ = {
				マップ位置 = (list) { 155, 13 },
				種別 = "箱",
				番号 = 650,
			},
			０５２９ = {
				マップ位置 = (list) { 155, 18 },
				種別 = "道（─）",
			},
			０５３０ = {
				マップ位置 = (list) { 155, 21 },
				種別 = "箱",
				番号 = 1440,
			},
			０５３１ = {
				マップ位置 = (list) { 156, 11 },
				種別 = "箱",
				番号 = 651,
			},
			０５３２ = {
				マップ位置 = (list) { 156, 12 },
				種別 = "道（┘）",
			},
			０５３３ = {
				マップ位置 = (list) { 156, 13 },
				種別 = "道（─）",
			},
			０５３４ = {
				マップ位置 = (list) { 156, 18 },
				種別 = "道（─）",
				番号 = 2059,
			},
			０５３５ = {
				マップ位置 = (list) { 156, 21 },
				種別 = "道（─）",
			},
			０５３６ = {
				マップ位置 = (list) { 157, 11 },
				種別 = "道（─）",
			},
			０５３７ = {
				マップ位置 = (list) { 157, 13 },
				種別 = "道（─）",
			},
			０５３８ = {
				マップ位置 = (list) { 157, 18 },
				種別 = "道（─）",
			},
			０５３９ = {
				マップ位置 = (list) { 157, 21 },
				種別 = "道（─）",
				番号 = 1441,
			},
			０５４０ = {
				マップ位置 = (list) { 158, 11 },
				種別 = "道（─）",
			},
			０５４１ = {
				マップ位置 = (list) { 158, 13 },
				種別 = "道（─）",
			},
			０５４２ = {
				マップ位置 = (list) { 158, 18 },
				種別 = "箱",
				番号 = 2060,
			},
			０５４３ = {
				マップ位置 = (list) { 158, 21 },
				種別 = "箱",
				番号 = 1450,
			},
			０５４４ = {
				マップ位置 = (list) { 159, 11 },
				種別 = "箱",
				番号 = 652,
			},
			０５４５ = {
				マップ位置 = (list) { 159, 13 },
				種別 = "道（─）",
			},
			０５４６ = {
				マップ位置 = (list) { 159, 18 },
				種別 = "道（─）",
			},
			０５４７ = {
				マップ位置 = (list) { 159, 21 },
				種別 = "道（─）",
			},
			０５４８ = {
				マップ位置 = (list) { 160, 11 },
				種別 = "道（─）",
			},
			０５４９ = {
				マップ位置 = (list) { 160, 13 },
				種別 = "道（─）",
			},
			０５５０ = {
				マップ位置 = (list) { 160, 18 },
				種別 = "箱",
				番号 = 2065,
			},
			０５５１ = {
				マップ位置 = (list) { 160, 21 },
				種別 = "道（┐）",
			},
			０５５２ = {
				マップ位置 = (list) { 160, 22 },
				種別 = "道（│）",
			},
			０５５３ = {
				マップ位置 = (list) { 160, 23 },
				種別 = "道（│）",
			},
			０５５４ = {
				マップ位置 = (list) { 160, 24 },
				種別 = "道（└）",
			},
			０５５５ = {
				マップ位置 = (list) { 161, 11 },
				種別 = "道（─）",
			},
			０５５６ = {
				マップ位置 = (list) { 161, 13 },
				種別 = "道（─）",
			},
			０５５７ = {
				マップ位置 = (list) { 161, 18 },
				種別 = "道（─）",
			},
			０５５８ = {
				マップ位置 = (list) { 161, 24 },
				種別 = "箱",
				番号 = 1500,
			},
			０５５９ = {
				マップ位置 = (list) { 162, 11 },
				種別 = "道（┐）",
				番号 = 653,
			},
			０５６０ = {
				マップ位置 = (list) { 162, 12 },
				種別 = "道（│）",
			},
			０５６１ = {
				マップ位置 = (list) { 162, 13 },
				種別 = "道（┴）",
			},
			０５６２ = {
				マップ位置 = (list) { 162, 18 },
				種別 = "箱",
				番号 = 2070,
			},
			０５６３ = {
				マップ位置 = (list) { 162, 24 },
				種別 = "道（─）",
			},
			０５６４ = {
				マップ位置 = (list) { 163, 13 },
				種別 = "箱",
				番号 = 660,
			},
			０５６５ = {
				マップ位置 = (list) { 163, 14 },
				種別 = "道（└）",
			},
			０５６６ = {
				マップ位置 = (list) { 163, 24 },
				種別 = "箱",
				番号 = 1510,
			},
			０５６７ = {
				マップ位置 = (list) { 164, 13 },
				種別 = "道（─）",
			},
			０５６８ = {
				マップ位置 = (list) { 164, 14 },
				種別 = "道（─）",
			},
			０５６９ = {
				マップ位置 = (list) { 164, 23 },
				種別 = "道（┌）",
			},
			０５７０ = {
				マップ位置 = (list) { 164, 24 },
				種別 = "道（┘）",
			},
			０５７１ = {
				マップ位置 = (list) { 165, 13 },
				種別 = "道（─）",
			},
			０５７２ = {
				マップ位置 = (list) { 165, 14 },
				種別 = "箱",
				番号 = 670,
			},
			０５７３ = {
				マップ位置 = (list) { 165, 22 },
				種別 = "道（┌）",
			},
			０５７４ = {
				マップ位置 = (list) { 165, 23 },
				種別 = "道（┘）",
			},
			０５７５ = {
				マップ位置 = (list) { 166, 13 },
				種別 = "道（┐）",
			},
			０５７６ = {
				マップ位置 = (list) { 166, 14 },
				種別 = "道（┴）",
			},
			０５７７ = {
				マップ位置 = (list) { 166, 22 },
				種別 = "道（─）",
			},
			０５７８ = {
				マップ位置 = (list) { 167, 14 },
				種別 = "道（─）",
			},
			０５７９ = {
				マップ位置 = (list) { 167, 22 },
				種別 = "箱",
				番号 = 1600,
			},
			０５８０ = {
				マップ位置 = (list) { 168, 14 },
				種別 = "道（┐）",
			},
			０５８１ = {
				マップ位置 = (list) { 168, 15 },
				種別 = "道（└）",
			},
			０５８２ = {
				マップ位置 = (list) { 168, 22 },
				種別 = "道（─）",
			},
			０５８３ = {
				マップ位置 = (list) { 169, 15 },
				種別 = "箱",
				番号 = 680,
			},
			０５８４ = {
				マップ位置 = (list) { 169, 22 },
				種別 = "箱",
				番号 = 1610,
			},
			０５８５ = {
				マップ位置 = (list) { 170, 12 },
				種別 = "道（┌）",
			},
			０５８６ = {
				マップ位置 = (list) { 170, 13 },
				種別 = "道（│）",
			},
			０５８７ = {
				マップ位置 = (list) { 170, 14 },
				種別 = "道（│）",
			},
			０５８８ = {
				マップ位置 = (list) { 170, 15 },
				種別 = "道（┘）",
			},
			０５８９ = {
				マップ位置 = (list) { 170, 22 },
				種別 = "道（─）",
			},
			０５９０ = {
				マップ位置 = (list) { 171, 12 },
				種別 = "箱",
				番号 = 690,
			},
			０５９１ = {
				マップ位置 = (list) { 171, 22 },
				種別 = "道（─）",
				番号 = 1611,
			},
			０５９２ = {
				マップ位置 = (list) { 172, 12 },
				種別 = "道（─）",
			},
			０５９３ = {
				マップ位置 = (list) { 172, 22 },
				種別 = "道（─）",
			},
			０５９４ = {
				マップ位置 = (list) { 173, 12 },
				種別 = "道（┐）",
			},
			０５９５ = {
				マップ位置 = (list) { 173, 13 },
				種別 = "道（└）",
			},
			０５９６ = {
				マップ位置 = (list) { 173, 22 },
				種別 = "箱",
				番号 = 1620,
			},
			０５９７ = {
				マップ位置 = (list) { 174, 13 },
				種別 = "箱",
				番号 = 700,
			},
			０５９８ = {
				マップ位置 = (list) { 174, 22 },
				種別 = "道（┐）",
			},
			０５９９ = {
				マップ位置 = (list) { 174, 23 },
				種別 = "道（│）",
			},
			０６００ = {
				マップ位置 = (list) { 174, 24 },
				種別 = "道（│）",
			},
			０６０１ = {
				マップ位置 = (list) { 174, 25 },
				種別 = "道（│）",
			},
			０６０２ = {
				マップ位置 = (list) { 174, 26 },
				種別 = "道（└）",
			},
			０６０３ = {
				マップ位置 = (list) { 175, 13 },
				種別 = "道（─）",
			},
			０６０４ = {
				マップ位置 = (list) { 175, 26 },
				種別 = "箱",
				番号 = 1621,
			},
			０６０５ = {
				マップ位置 = (list) { 176, 13 },
				種別 = "箱",
				番号 = 705,
			},
			０６０６ = {
				マップ位置 = (list) { 176, 14 },
				種別 = "道（│）",
			},
			０６０７ = {
				マップ位置 = (list) { 176, 15 },
				種別 = "道（└）",
			},
			０６０８ = {
				マップ位置 = (list) { 176, 26 },
				種別 = "道（─）",
			},
			０６０９ = {
				マップ位置 = (list) { 177, 14 },
				種別 = "道（┌）",
			},
			０６１０ = {
				マップ位置 = (list) { 177, 15 },
				種別 = "箱",
				番号 = 710,
			},
			０６１１ = {
				マップ位置 = (list) { 177, 16 },
				種別 = "道（└）",
			},
			０６１２ = {
				マップ位置 = (list) { 177, 26 },
				種別 = "箱",
				番号 = 1625,
			},
			０６１３ = {
				マップ位置 = (list) { 178, 14 },
				種別 = "箱",
				番号 = 711,
			},
			０６１４ = {
				マップ位置 = (list) { 178, 15 },
				種別 = "道（┌）",
			},
			０６１５ = {
				マップ位置 = (list) { 178, 16 },
				種別 = "道（┘）",
			},
			０６１６ = {
				マップ位置 = (list) { 178, 26 },
				種別 = "道（─）",
			},
			０６１７ = {
				マップ位置 = (list) { 179, 14 },
				種別 = "道（─）",
			},
			０６１８ = {
				マップ位置 = (list) { 179, 15 },
				種別 = "道（─）",
				番号 = 712,
			},
			０６１９ = {
				マップ位置 = (list) { 179, 26 },
				種別 = "箱",
				番号 = 1630,
			},
			０６２０ = {
				マップ位置 = (list) { 180, 14 },
				種別 = "道（─）",
			},
			０６２１ = {
				マップ位置 = (list) { 180, 15 },
				種別 = "道（─）",
			},
			０６２２ = {
				マップ位置 = (list) { 180, 26 },
				種別 = "道（─）",
			},
			０６２３ = {
				マップ位置 = (list) { 181, 14 },
				種別 = "道（┐）",
			},
			０６２４ = {
				マップ位置 = (list) { 181, 15 },
				種別 = "道（┴）",
			},
			０６２５ = {
				マップ位置 = (list) { 181, 26 },
				種別 = "道（─）",
			},
			０６２６ = {
				マップ位置 = (list) { 182, 15 },
				種別 = "道（─）",
			},
			０６２７ = {
				マップ位置 = (list) { 182, 26 },
				種別 = "道（─）",
			},
			０６２８ = {
				マップ位置 = (list) { 183, 15 },
				種別 = "箱",
				番号 = 800,
			},
			０６２９ = {
				マップ位置 = (list) { 183, 26 },
				種別 = "箱",
				番号 = 1640,
			},
			０６３０ = {
				マップ位置 = (list) { 184, 15 },
				種別 = "道（─）",
			},
			０６３１ = {
				マップ位置 = (list) { 184, 22 },
				種別 = "道（┌）",
			},
			０６３２ = {
				マップ位置 = (list) { 184, 23 },
				種別 = "道（│）",
			},
			０６３３ = {
				マップ位置 = (list) { 184, 24 },
				種別 = "道（│）",
			},
			０６３４ = {
				マップ位置 = (list) { 184, 25 },
				種別 = "道（│）",
			},
			０６３５ = {
				マップ位置 = (list) { 184, 26 },
				種別 = "道（┘）",
			},
			０６３６ = {
				マップ位置 = (list) { 185, 15 },
				種別 = "道（─）",
			},
			０６３７ = {
				マップ位置 = (list) { 185, 22 },
				種別 = "箱",
				番号 = 1641,
			},
			０６３８ = {
				マップ位置 = (list) { 186, 15 },
				種別 = "箱",
				番号 = 810,
			},
			０６３９ = {
				マップ位置 = (list) { 186, 22 },
				種別 = "道（─）",
			},
			０６４０ = {
				マップ位置 = (list) { 187, 13 },
				種別 = "道（┌）",
			},
			０６４１ = {
				マップ位置 = (list) { 187, 14 },
				種別 = "道（│）",
			},
			０６４２ = {
				マップ位置 = (list) { 187, 15 },
				種別 = "道（┘）",
			},
			０６４３ = {
				マップ位置 = (list) { 187, 22 },
				種別 = "箱",
				番号 = 1650,
			},
			０６４４ = {
				マップ位置 = (list) { 188, 13 },
				種別 = "箱",
				番号 = 820,
			},
			０６４５ = {
				マップ位置 = (list) { 188, 22 },
				種別 = "道（─）",
			},
			０６４６ = {
				マップ位置 = (list) { 189, 11 },
				種別 = "道（┌）",
			},
			０６４７ = {
				マップ位置 = (list) { 189, 12 },
				種別 = "道（│）",
			},
			０６４８ = {
				マップ位置 = (list) { 189, 13 },
				種別 = "道（┘）",
			},
			０６４９ = {
				マップ位置 = (list) { 189, 22 },
				種別 = "箱",
				番号 = 1660,
			},
			０６５０ = {
				マップ位置 = (list) { 190, 10 },
				種別 = "道（┌）",
			},
			０６５１ = {
				マップ位置 = (list) { 190, 11 },
				種別 = "箱",
				番号 = 830,
			},
			０６５２ = {
				マップ位置 = (list) { 190, 12 },
				種別 = "道（└）",
			},
			０６５３ = {
				マップ位置 = (list) { 190, 22 },
				種別 = "道（─）",
			},
			０６５４ = {
				マップ位置 = (list) { 191, 10 },
				種別 = "道（─）",
				番号 = 844,
			},
			０６５５ = {
				マップ位置 = (list) { 191, 11 },
				種別 = "道（─）",
			},
			０６５６ = {
				マップ位置 = (list) { 191, 12 },
				種別 = "道（─）",
				番号 = 845,
			},
			０６５７ = {
				マップ位置 = (list) { 191, 22 },
				種別 = "箱",
				番号 = 1670,
			},
			０６５８ = {
				マップ位置 = (list) { 192, 10 },
				種別 = "道（─）",
			},
			０６５９ = {
				マップ位置 = (list) { 192, 11 },
				種別 = "道（─）",
			},
			０６６０ = {
				マップ位置 = (list) { 192, 12 },
				種別 = "道（─）",
			},
			０６６１ = {
				マップ位置 = (list) { 192, 22 },
				種別 = "道（─）",
			},
			０６６２ = {
				マップ位置 = (list) { 193, 10 },
				種別 = "箱",
				番号 = 841,
			},
			０６６３ = {
				マップ位置 = (list) { 193, 11 },
				種別 = "箱",
				番号 = 843,
			},
			０６６４ = {
				マップ位置 = (list) { 193, 12 },
				種別 = "箱",
				番号 = 842,
			},
			０６６５ = {
				マップ位置 = (list) { 193, 22 },
				種別 = "箱",
				番号 = 1690,
			},
			０６６６ = {
				マップ位置 = (list) { 194, 10 },
				種別 = "道（─）",
			},
			０６６７ = {
				マップ位置 = (list) { 194, 11 },
				種別 = "道（─）",
			},
			０６６８ = {
				マップ位置 = (list) { 194, 12 },
				種別 = "道（─）",
			},
			０６６９ = {
				マップ位置 = (list) { 194, 22 },
				種別 = "道（─）",
			},
			０６７０ = {
				マップ位置 = (list) { 195, 10 },
				種別 = "道（┐）",
			},
			０６７１ = {
				マップ位置 = (list) { 195, 11 },
				種別 = "道（┼）",
			},
			０６７２ = {
				マップ位置 = (list) { 195, 12 },
				種別 = "道（┘）",
			},
			０６７３ = {
				マップ位置 = (list) { 195, 22 },
				種別 = "箱",
				番号 = 1695,
			},
			０６７４ = {
				マップ位置 = (list) { 196, 10 },
				種別 = "道（┌）",
			},
			０６７５ = {
				マップ位置 = (list) { 196, 11 },
				種別 = "箱",
				番号 = 850,
			},
			０６７６ = {
				マップ位置 = (list) { 196, 18 },
				種別 = "道（┌）",
			},
			０６７７ = {
				マップ位置 = (list) { 196, 19 },
				種別 = "道（│）",
			},
			０６７８ = {
				マップ位置 = (list) { 196, 20 },
				種別 = "道（│）",
			},
			０６７９ = {
				マップ位置 = (list) { 196, 21 },
				種別 = "道（│）",
			},
			０６８０ = {
				マップ位置 = (list) { 196, 22 },
				種別 = "道（┘）",
			},
			０６８１ = {
				マップ位置 = (list) { 197, 10 },
				種別 = "道（─）",
			},
			０６８２ = {
				マップ位置 = (list) { 197, 11 },
				種別 = "道（┐）",
			},
			０６８３ = {
				マップ位置 = (list) { 197, 12 },
				種別 = "道（└）",
			},
			０６８４ = {
				マップ位置 = (list) { 197, 18 },
				種別 = "箱",
				番号 = 1696,
			},
			０６８５ = {
				マップ位置 = (list) { 198, 9 },
				種別 = "道（┌）",
			},
			０６８６ = {
				マップ位置 = (list) { 198, 10 },
				種別 = "道（┘）",
			},
			０６８７ = {
				マップ位置 = (list) { 198, 12 },
				種別 = "箱",
				番号 = 900,
			},
			０６８８ = {
				マップ位置 = (list) { 198, 18 },
				種別 = "道（─）",
			},
			０６８９ = {
				マップ位置 = (list) { 199, 9 },
				種別 = "箱",
				番号 = 870,
			},
			０６９０ = {
				マップ位置 = (list) { 199, 12 },
				種別 = "道（─）",
			},
			０６９１ = {
				マップ位置 = (list) { 199, 18 },
				種別 = "箱",
				番号 = 1700,
			},
			０６９２ = {
				マップ位置 = (list) { 200, 12 },
				種別 = "箱",
				番号 = 910,
			},
			０６９３ = {
				マップ位置 = (list) { 200, 18 },
				種別 = "道（─）",
			},
			０６９４ = {
				マップ位置 = (list) { 201, 12 },
				種別 = "道（─）",
			},
			０６９５ = {
				マップ位置 = (list) { 201, 18 },
				種別 = "箱",
				番号 = 1710,
			},
			０６９６ = {
				マップ位置 = (list) { 202, 12 },
				種別 = "箱",
				番号 = 915,
			},
			０６９７ = {
				マップ位置 = (list) { 202, 18 },
				種別 = "道（┐）",
			},
			０６９８ = {
				マップ位置 = (list) { 202, 19 },
				種別 = "道（│）",
			},
			０６９９ = {
				マップ位置 = (list) { 202, 20 },
				種別 = "道（└）",
			},
			０７００ = {
				マップ位置 = (list) { 203, 12 },
				種別 = "道（─）",
			},
			０７０１ = {
				マップ位置 = (list) { 203, 20 },
				種別 = "箱",
				番号 = 1800,
			},
			０７０２ = {
				マップ位置 = (list) { 204, 12 },
				種別 = "箱",
				番号 = 920,
			},
			０７０３ = {
				マップ位置 = (list) { 204, 20 },
				種別 = "道（─）",
			},
			０７０４ = {
				マップ位置 = (list) { 205, 12 },
				種別 = "道（─）",
			},
			０７０５ = {
				マップ位置 = (list) { 205, 20 },
				種別 = "箱",
				番号 = 1801,
			},
			０７０６ = {
				マップ位置 = (list) { 206, 12 },
				種別 = "箱",
				番号 = 930,
			},
			０７０７ = {
				マップ位置 = (list) { 206, 20 },
				種別 = "道（─）",
			},
			０７０８ = {
				マップ位置 = (list) { 207, 20 },
				種別 = "道（─）",
			},
			０７０９ = {
				マップ位置 = (list) { 208, 20 },
				種別 = "道（─）",
			},
			０７１０ = {
				マップ位置 = (list) { 209, 20 },
				種別 = "箱",
				番号 = 1810,
			},
			０７１１ = {
				マップ位置 = (list) { 210, 20 },
				種別 = "道（─）",
			},
			０７１２ = {
				マップ位置 = (list) { 211, 20 },
				種別 = "箱",
				番号 = 1820,
			},
			０７１３ = {
				マップ位置 = (list) { 212, 20 },
				種別 = "道（─）",
			},
			０７１４ = {
				マップ位置 = (list) { 213, 19 },
				種別 = "道（┌）",
			},
			０７１５ = {
				マップ位置 = (list) { 213, 20 },
				種別 = "箱",
				番号 = 1830,
			},
			０７１６ = {
				マップ位置 = (list) { 214, 18 },
				種別 = "道（┌）",
			},
			０７１７ = {
				マップ位置 = (list) { 214, 19 },
				種別 = "道（┘）",
			},
			０７１８ = {
				マップ位置 = (list) { 214, 20 },
				種別 = "道（─）",
			},
			０７１９ = {
				マップ位置 = (list) { 215, 18 },
				種別 = "箱",
				番号 = 1840,
			},
			０７２０ = {
				マップ位置 = (list) { 215, 20 },
				種別 = "箱",
				番号 = 1850,
			},
			０７２１ = {
				マップ位置 = (list) { 216, 20 },
				種別 = "道（─）",
			},
			０７２２ = {
				マップ位置 = (list) { 217, 20 },
				種別 = "箱",
				番号 = 1860,
			},
			０７２３ = {
				マップ位置 = (list) { 218, 20 },
				種別 = "道（─）",
			},
			０７２４ = {
				マップ位置 = (list) { 219, 20 },
				種別 = "箱",
				番号 = 1865,
			},
			０７２５ = {
				マップ位置 = (list) { 220, 20 },
				種別 = "道（─）",
			},
			０７２６ = {
				マップ位置 = (list) { 221, 20 },
				種別 = "箱",
				番号 = 1870,
			},
			０７２７ = {
				マップ位置 = (list) { 222, 20 },
				種別 = "道（─）",
			},
			０７２８ = {
				マップ位置 = (list) { 223, 20 },
				種別 = "箱",
				番号 = 1880,
			},
		},
	},
	リーザス２ = {
		サイズ = (list) { 288, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "箱",
				番号 = 5,
			},
			０００６ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "箱",
				番号 = 15,
			},
			００１２ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１５ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（┌）",
			},
			００１８ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００１９ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（└）",
			},
			００２０ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
				番号 = 32,
			},
			００２３ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（┐）",
			},
			００２６ = {
				マップ位置 = (list) { 21, 15 },
				種別 = "道（└）",
				番号 = 35,
			},
			００２７ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 36,
			},
			００２９ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（┐）",
			},
			００３０ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（└）",
			},
			００３１ = {
				マップ位置 = (list) { 22, 15 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "箱",
				番号 = 34,
			},
			００３３ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（┐）",
			},
			００３４ = {
				マップ位置 = (list) { 23, 15 },
				種別 = "箱",
				番号 = 37,
			},
			００３５ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（┐）",
			},
			００３６ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（└）",
			},
			００３７ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "箱",
				番号 = 33,
			},
			００３８ = {
				マップ位置 = (list) { 24, 15 },
				種別 = "道（┘）",
			},
			００３９ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（┬）",
			},
			００４０ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（│）",
			},
			００４１ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（┘）",
			},
			００４２ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００４３ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（┌）",
			},
			００４６ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 50,
			},
			００４７ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（└）",
			},
			００４８ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "道（┌）",
			},
			００５１ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（┘）",
			},
			００５２ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "箱",
				番号 = 41,
			},
			００５３ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "箱",
				番号 = 51,
			},
			００５４ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "箱",
				番号 = 42,
			},
			００５７ = {
				マップ位置 = (list) { 34, 10 },
				種別 = "道（┐）",
			},
			００５８ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "箱",
				番号 = 55,
			},
			００５９ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（┐）",
			},
			００６１ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００６２ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（┘）",
			},
			００６３ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（┐）",
			},
			００６５ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（└）",
			},
			００６６ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（┌）",
			},
			００６８ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（┘）",
			},
			００６９ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００７０ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００７３ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００７５ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（─）",
				番号 = 195,
			},
			００７８ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００８０ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００８２ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（┘）",
			},
			００８３ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
				番号 = 215,
			},
			００８６ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "箱",
				番号 = 230,
			},
			００８８ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（┘）",
			},
			００８９ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "道（─）",
				番号 = 300,
			},
			００９２ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "箱",
				番号 = 305,
			},
			００９４ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 65, 10 },
				種別 = "箱",
				番号 = 310,
			},
			００９７ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（└）",
			},
			００９８ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 67, 8 },
				種別 = "道（┌）",
			},
			０１０１ = {
				マップ位置 = (list) { 67, 9 },
				種別 = "道（│）",
			},
			０１０２ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "道（┘）",
			},
			０１０３ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 68, 8 },
				種別 = "道（┐）",
			},
			０１０５ = {
				マップ位置 = (list) { 68, 9 },
				種別 = "道（└）",
				番号 = 315,
			},
			０１０６ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "箱",
				番号 = 320,
			},
			０１０７ = {
				マップ位置 = (list) { 69, 9 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 70, 8 },
				種別 = "道（┌）",
			},
			０１１０ = {
				マップ位置 = (list) { 70, 9 },
				種別 = "道（┘）",
			},
			０１１１ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "箱",
				番号 = 330,
			},
			０１１２ = {
				マップ位置 = (list) { 71, 8 },
				種別 = "道（┐）",
			},
			０１１３ = {
				マップ位置 = (list) { 71, 9 },
				種別 = "箱",
				番号 = 340,
			},
			０１１４ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（│）",
			},
			０１１５ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（┘）",
			},
			０１１６ = {
				マップ位置 = (list) { 72, 9 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 73, 9 },
				種別 = "道（─）",
				番号 = 345,
			},
			０１１８ = {
				マップ位置 = (list) { 74, 9 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 75, 9 },
				種別 = "箱",
				番号 = 350,
			},
			０１２０ = {
				マップ位置 = (list) { 76, 9 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "道（┐）",
			},
			０１２２ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "箱",
				番号 = 360,
			},
			０１２３ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（│）",
			},
			０１２４ = {
				マップ位置 = (list) { 77, 12 },
				種別 = "道（└）",
			},
			０１２５ = {
				マップ位置 = (list) { 78, 12 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 79, 12 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 80, 10 },
				種別 = "道（┌）",
			},
			０１２８ = {
				マップ位置 = (list) { 80, 11 },
				種別 = "道（│）",
			},
			０１２９ = {
				マップ位置 = (list) { 80, 12 },
				種別 = "箱",
				番号 = 370,
			},
			０１３０ = {
				マップ位置 = (list) { 80, 13 },
				種別 = "道（│）",
			},
			０１３１ = {
				マップ位置 = (list) { 80, 14 },
				種別 = "道（└）",
			},
			０１３２ = {
				マップ位置 = (list) { 81, 10 },
				種別 = "道（─）",
				番号 = 400,
			},
			０１３３ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "道（─）",
				番号 = 375,
			},
			０１３４ = {
				マップ位置 = (list) { 82, 10 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 82, 14 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 83, 10 },
				種別 = "箱",
				番号 = 405,
			},
			０１３７ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "箱",
				番号 = 500,
			},
			０１３８ = {
				マップ位置 = (list) { 84, 10 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 85, 10 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 85, 14 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "箱",
				番号 = 410,
			},
			０１４３ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（└）",
			},
			０１４４ = {
				マップ位置 = (list) { 86, 14 },
				種別 = "箱",
				番号 = 510,
			},
			０１４５ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 87, 14 },
				種別 = "道（┐）",
			},
			０１４８ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "道（└）",
			},
			０１４９ = {
				マップ位置 = (list) { 88, 10 },
				種別 = "箱",
				番号 = 415,
			},
			０１５０ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（┐）",
			},
			０１５１ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（└）",
			},
			０１５２ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "箱",
				番号 = 520,
			},
			０１５３ = {
				マップ位置 = (list) { 89, 10 },
				種別 = "道（┐）",
			},
			０１５４ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "道（│）",
			},
			０１５５ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "箱",
				番号 = 418,
			},
			０１５６ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 90, 10 },
				種別 = "道（┌）",
			},
			０１５８ = {
				マップ位置 = (list) { 90, 11 },
				種別 = "道（│）",
			},
			０１５９ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（┘）",
			},
			０１６０ = {
				マップ位置 = (list) { 90, 14 },
				種別 = "道（┌）",
			},
			０１６１ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "箱",
				番号 = 530,
			},
			０１６２ = {
				マップ位置 = (list) { 90, 16 },
				種別 = "道（└）",
			},
			０１６３ = {
				マップ位置 = (list) { 91, 10 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "道（┌）",
			},
			０１６５ = {
				マップ位置 = (list) { 91, 14 },
				種別 = "道（┘）",
			},
			０１６６ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 91, 16 },
				種別 = "道（┐）",
			},
			０１６８ = {
				マップ位置 = (list) { 91, 17 },
				種別 = "道（└）",
			},
			０１６９ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "箱",
				番号 = 419,
			},
			０１７０ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "箱",
				番号 = 540,
			},
			０１７１ = {
				マップ位置 = (list) { 92, 15 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 92, 17 },
				種別 = "箱",
				番号 = 570,
			},
			０１７３ = {
				マップ位置 = (list) { 93, 10 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "道（─）",
			},
			０１７６ = {
				マップ位置 = (list) { 93, 17 },
				種別 = "道（─）",
			},
			０１７７ = {
				マップ位置 = (list) { 94, 10 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "箱",
				番号 = 541,
			},
			０１７９ = {
				マップ位置 = (list) { 94, 15 },
				種別 = "箱",
				番号 = 550,
			},
			０１８０ = {
				マップ位置 = (list) { 94, 17 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 95, 10 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 95, 15 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 95, 17 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 96, 10 },
				種別 = "箱",
				番号 = 420,
			},
			０１８６ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 96, 15 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 96, 17 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 97, 10 },
				種別 = "道（─）",
			},
			０１９０ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 97, 15 },
				種別 = "箱",
				番号 = 551,
			},
			０１９２ = {
				マップ位置 = (list) { 97, 17 },
				種別 = "箱",
				番号 = 571,
			},
			０１９３ = {
				マップ位置 = (list) { 98, 10 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "道（┐）",
			},
			０１９５ = {
				マップ位置 = (list) { 98, 14 },
				種別 = "道（│）",
			},
			０１９６ = {
				マップ位置 = (list) { 98, 15 },
				種別 = "道（┼）",
			},
			０１９７ = {
				マップ位置 = (list) { 98, 16 },
				種別 = "道（│）",
			},
			０１９８ = {
				マップ位置 = (list) { 98, 17 },
				種別 = "道（┘）",
			},
			０１９９ = {
				マップ位置 = (list) { 99, 10 },
				種別 = "箱",
				番号 = 430,
			},
			０２００ = {
				マップ位置 = (list) { 99, 15 },
				種別 = "箱",
				番号 = 580,
			},
			０２０１ = {
				マップ位置 = (list) { 100, 10 },
				種別 = "道（─）",
			},
			０２０２ = {
				マップ位置 = (list) { 100, 15 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 101, 10 },
				種別 = "箱",
				番号 = 440,
			},
			０２０４ = {
				マップ位置 = (list) { 101, 14 },
				種別 = "道（┌）",
			},
			０２０５ = {
				マップ位置 = (list) { 101, 15 },
				種別 = "箱",
				番号 = 590,
			},
			０２０６ = {
				マップ位置 = (list) { 102, 10 },
				種別 = "道（─）",
			},
			０２０７ = {
				マップ位置 = (list) { 102, 14 },
				種別 = "道（─）",
			},
			０２０８ = {
				マップ位置 = (list) { 103, 10 },
				種別 = "道（┐）",
			},
			０２０９ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（└）",
			},
			０２１０ = {
				マップ位置 = (list) { 103, 14 },
				種別 = "道（─）",
			},
			０２１１ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "道（┐）",
			},
			０２１２ = {
				マップ位置 = (list) { 104, 12 },
				種別 = "道（├）",
			},
			０２１３ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（│）",
			},
			０２１４ = {
				マップ位置 = (list) { 104, 14 },
				種別 = "道（┘）",
			},
			０２１５ = {
				マップ位置 = (list) { 105, 12 },
				種別 = "箱",
				番号 = 600,
			},
			０２１６ = {
				マップ位置 = (list) { 106, 12 },
				種別 = "道（─）",
			},
			０２１７ = {
				マップ位置 = (list) { 107, 12 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 108, 12 },
				種別 = "道（─）",
			},
			０２１９ = {
				マップ位置 = (list) { 109, 12 },
				種別 = "箱",
				番号 = 610,
			},
			０２２０ = {
				マップ位置 = (list) { 110, 12 },
				種別 = "道（─）",
			},
			０２２１ = {
				マップ位置 = (list) { 111, 12 },
				種別 = "箱",
				番号 = 620,
			},
			０２２２ = {
				マップ位置 = (list) { 112, 12 },
				種別 = "道（─）",
			},
			０２２３ = {
				マップ位置 = (list) { 113, 12 },
				種別 = "箱",
				番号 = 625,
			},
			０２２４ = {
				マップ位置 = (list) { 114, 12 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 115, 12 },
				種別 = "箱",
				番号 = 630,
			},
			０２２６ = {
				マップ位置 = (list) { 116, 12 },
				種別 = "道（┐）",
			},
			０２２７ = {
				マップ位置 = (list) { 116, 13 },
				種別 = "道（└）",
			},
			０２２８ = {
				マップ位置 = (list) { 117, 13 },
				種別 = "道（─）",
			},
			０２２９ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "箱",
				番号 = 700,
			},
			０２３０ = {
				マップ位置 = (list) { 119, 13 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 120, 13 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 121, 12 },
				種別 = "道（┌）",
			},
			０２３３ = {
				マップ位置 = (list) { 121, 13 },
				種別 = "箱",
				番号 = 710,
			},
			０２３４ = {
				マップ位置 = (list) { 122, 11 },
				種別 = "道（┌）",
			},
			０２３５ = {
				マップ位置 = (list) { 122, 12 },
				種別 = "道（┘）",
			},
			０２３６ = {
				マップ位置 = (list) { 122, 13 },
				種別 = "道（─）",
			},
			０２３７ = {
				マップ位置 = (list) { 123, 11 },
				種別 = "道（─）",
			},
			０２３８ = {
				マップ位置 = (list) { 123, 13 },
				種別 = "道（─）",
			},
			０２３９ = {
				マップ位置 = (list) { 124, 11 },
				種別 = "箱",
				番号 = 720,
			},
			０２４０ = {
				マップ位置 = (list) { 124, 13 },
				種別 = "道（─）",
				番号 = 715,
			},
			０２４１ = {
				マップ位置 = (list) { 125, 11 },
				種別 = "道（─）",
			},
			０２４２ = {
				マップ位置 = (list) { 125, 13 },
				種別 = "道（─）",
			},
			０２４３ = {
				マップ位置 = (list) { 126, 11 },
				種別 = "道（─）",
			},
			０２４４ = {
				マップ位置 = (list) { 126, 13 },
				種別 = "箱",
				番号 = 730,
			},
			０２４５ = {
				マップ位置 = (list) { 127, 11 },
				種別 = "道（─）",
			},
			０２４６ = {
				マップ位置 = (list) { 127, 13 },
				種別 = "道（┐）",
			},
			０２４７ = {
				マップ位置 = (list) { 127, 14 },
				種別 = "道（└）",
			},
			０２４８ = {
				マップ位置 = (list) { 128, 11 },
				種別 = "道（┐）",
			},
			０２４９ = {
				マップ位置 = (list) { 128, 12 },
				種別 = "箱",
				番号 = 740,
			},
			０２５０ = {
				マップ位置 = (list) { 128, 14 },
				種別 = "道（─）",
			},
			０２５１ = {
				マップ位置 = (list) { 129, 12 },
				種別 = "道（┐）",
			},
			０２５２ = {
				マップ位置 = (list) { 129, 13 },
				種別 = "道（│）",
			},
			０２５３ = {
				マップ位置 = (list) { 129, 14 },
				種別 = "道（┴）",
			},
			０２５４ = {
				マップ位置 = (list) { 130, 14 },
				種別 = "箱",
				番号 = 750,
			},
			０２５５ = {
				マップ位置 = (list) { 131, 14 },
				種別 = "道（─）",
			},
			０２５６ = {
				マップ位置 = (list) { 132, 13 },
				種別 = "箱",
				番号 = 760,
			},
			０２５７ = {
				マップ位置 = (list) { 132, 14 },
				種別 = "道（┘）",
			},
			０２５８ = {
				マップ位置 = (list) { 133, 13 },
				種別 = "道（─）",
			},
			０２５９ = {
				マップ位置 = (list) { 134, 12 },
				種別 = "箱",
				番号 = 770,
			},
			０２６０ = {
				マップ位置 = (list) { 134, 13 },
				種別 = "道（┘）",
			},
			０２６１ = {
				マップ位置 = (list) { 135, 12 },
				種別 = "道（─）",
			},
			０２６２ = {
				マップ位置 = (list) { 136, 12 },
				種別 = "道（─）",
			},
			０２６３ = {
				マップ位置 = (list) { 137, 12 },
				種別 = "箱",
				番号 = 780,
			},
			０２６４ = {
				マップ位置 = (list) { 138, 12 },
				種別 = "道（─）",
			},
			０２６５ = {
				マップ位置 = (list) { 139, 12 },
				種別 = "道（─）",
				番号 = 785,
			},
			０２６６ = {
				マップ位置 = (list) { 140, 12 },
				種別 = "道（─）",
			},
			０２６７ = {
				マップ位置 = (list) { 141, 11 },
				種別 = "道（┌）",
			},
			０２６８ = {
				マップ位置 = (list) { 141, 12 },
				種別 = "箱",
				番号 = 790,
			},
			０２６９ = {
				マップ位置 = (list) { 142, 11 },
				種別 = "道（─）",
			},
			０２７０ = {
				マップ位置 = (list) { 142, 12 },
				種別 = "道（─）",
			},
			０２７１ = {
				マップ位置 = (list) { 143, 11 },
				種別 = "道（─）",
			},
			０２７２ = {
				マップ位置 = (list) { 143, 12 },
				種別 = "道（─）",
				番号 = 801,
			},
			０２７３ = {
				マップ位置 = (list) { 144, 11 },
				種別 = "箱",
				番号 = 800,
			},
			０２７４ = {
				マップ位置 = (list) { 144, 12 },
				種別 = "道（─）",
			},
			０２７５ = {
				マップ位置 = (list) { 145, 11 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 145, 12 },
				種別 = "道（─）",
				番号 = 802,
			},
			０２７７ = {
				マップ位置 = (list) { 146, 11 },
				種別 = "道（┐）",
			},
			０２７８ = {
				マップ位置 = (list) { 146, 12 },
				種別 = "道（┴）",
			},
			０２７９ = {
				マップ位置 = (list) { 147, 12 },
				種別 = "箱",
				番号 = 810,
			},
			０２８０ = {
				マップ位置 = (list) { 148, 12 },
				種別 = "道（─）",
			},
			０２８１ = {
				マップ位置 = (list) { 149, 12 },
				種別 = "道（─）",
			},
			０２８２ = {
				マップ位置 = (list) { 150, 12 },
				種別 = "道（─）",
			},
			０２８３ = {
				マップ位置 = (list) { 151, 12 },
				種別 = "箱",
				番号 = 820,
			},
			０２８４ = {
				マップ位置 = (list) { 151, 13 },
				種別 = "道（│）",
			},
			０２８５ = {
				マップ位置 = (list) { 151, 14 },
				種別 = "道（└）",
			},
			０２８６ = {
				マップ位置 = (list) { 152, 12 },
				種別 = "道（─）",
			},
			０２８７ = {
				マップ位置 = (list) { 152, 14 },
				種別 = "箱",
				番号 = 2000,
			},
			０２８８ = {
				マップ位置 = (list) { 153, 12 },
				種別 = "箱",
				番号 = 830,
			},
			０２８９ = {
				マップ位置 = (list) { 153, 14 },
				種別 = "道（─）",
			},
			０２９０ = {
				マップ位置 = (list) { 154, 12 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 154, 14 },
				種別 = "箱",
				番号 = 2005,
			},
			０２９２ = {
				マップ位置 = (list) { 155, 12 },
				種別 = "箱",
				番号 = 840,
			},
			０２９３ = {
				マップ位置 = (list) { 155, 14 },
				種別 = "道（─）",
			},
			０２９４ = {
				マップ位置 = (list) { 156, 12 },
				種別 = "道（─）",
			},
			０２９５ = {
				マップ位置 = (list) { 156, 14 },
				種別 = "箱",
				番号 = 2010,
			},
			０２９６ = {
				マップ位置 = (list) { 157, 12 },
				種別 = "道（─）",
			},
			０２９７ = {
				マップ位置 = (list) { 157, 14 },
				種別 = "道（─）",
			},
			０２９８ = {
				マップ位置 = (list) { 158, 12 },
				種別 = "道（─）",
			},
			０２９９ = {
				マップ位置 = (list) { 158, 14 },
				種別 = "箱",
				番号 = 2020,
			},
			０３００ = {
				マップ位置 = (list) { 159, 12 },
				種別 = "箱",
				番号 = 900,
			},
			０３０１ = {
				マップ位置 = (list) { 159, 14 },
				種別 = "道（─）",
			},
			０３０２ = {
				マップ位置 = (list) { 160, 12 },
				種別 = "道（─）",
			},
			０３０３ = {
				マップ位置 = (list) { 160, 14 },
				種別 = "箱",
				番号 = 2030,
			},
			０３０４ = {
				マップ位置 = (list) { 161, 12 },
				種別 = "箱",
				番号 = 910,
			},
			０３０５ = {
				マップ位置 = (list) { 161, 14 },
				種別 = "道（─）",
			},
			０３０６ = {
				マップ位置 = (list) { 162, 12 },
				種別 = "道（─）",
			},
			０３０７ = {
				マップ位置 = (list) { 162, 14 },
				種別 = "箱",
				番号 = 2040,
			},
			０３０８ = {
				マップ位置 = (list) { 163, 12 },
				種別 = "箱",
				番号 = 920,
			},
			０３０９ = {
				マップ位置 = (list) { 163, 14 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 164, 12 },
				種別 = "道（─）",
			},
			０３１１ = {
				マップ位置 = (list) { 164, 14 },
				種別 = "箱",
				番号 = 2050,
			},
			０３１２ = {
				マップ位置 = (list) { 165, 12 },
				種別 = "箱",
				番号 = 930,
			},
			０３１３ = {
				マップ位置 = (list) { 166, 12 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 167, 12 },
				種別 = "箱",
				番号 = 940,
			},
			０３１５ = {
				マップ位置 = (list) { 168, 12 },
				種別 = "道（─）",
			},
			０３１６ = {
				マップ位置 = (list) { 169, 12 },
				種別 = "箱",
				番号 = 950,
			},
			０３１７ = {
				マップ位置 = (list) { 170, 12 },
				種別 = "道（┐）",
			},
			０３１８ = {
				マップ位置 = (list) { 170, 13 },
				種別 = "道（└）",
			},
			０３１９ = {
				マップ位置 = (list) { 171, 13 },
				種別 = "道（─）",
			},
			０３２０ = {
				マップ位置 = (list) { 172, 13 },
				種別 = "箱",
				番号 = 1000,
			},
			０３２１ = {
				マップ位置 = (list) { 173, 13 },
				種別 = "道（┐）",
			},
			０３２２ = {
				マップ位置 = (list) { 173, 14 },
				種別 = "道（└）",
			},
			０３２３ = {
				マップ位置 = (list) { 174, 14 },
				種別 = "箱",
				番号 = 1010,
			},
			０３２４ = {
				マップ位置 = (list) { 175, 13 },
				種別 = "道（┌）",
			},
			０３２５ = {
				マップ位置 = (list) { 175, 14 },
				種別 = "道（┘）",
			},
			０３２６ = {
				マップ位置 = (list) { 176, 13 },
				種別 = "箱",
				番号 = 1020,
			},
			０３２７ = {
				マップ位置 = (list) { 177, 13 },
				種別 = "道（┐）",
			},
			０３２８ = {
				マップ位置 = (list) { 177, 14 },
				種別 = "道（└）",
			},
			０３２９ = {
				マップ位置 = (list) { 178, 14 },
				種別 = "箱",
				番号 = 1030,
			},
			０３３０ = {
				マップ位置 = (list) { 179, 13 },
				種別 = "道（┌）",
			},
			０３３１ = {
				マップ位置 = (list) { 179, 14 },
				種別 = "道（┘）",
			},
			０３３２ = {
				マップ位置 = (list) { 180, 13 },
				種別 = "箱",
				番号 = 1040,
			},
			０３３３ = {
				マップ位置 = (list) { 181, 13 },
				種別 = "道（┐）",
			},
			０３３４ = {
				マップ位置 = (list) { 181, 14 },
				種別 = "道（└）",
			},
			０３３５ = {
				マップ位置 = (list) { 182, 14 },
				種別 = "箱",
				番号 = 1050,
			},
			０３３６ = {
				マップ位置 = (list) { 183, 13 },
				種別 = "道（┌）",
			},
			０３３７ = {
				マップ位置 = (list) { 183, 14 },
				種別 = "道（┘）",
			},
			０３３８ = {
				マップ位置 = (list) { 184, 13 },
				種別 = "箱",
				番号 = 1055,
			},
			０３３９ = {
				マップ位置 = (list) { 185, 13 },
				種別 = "道（┐）",
			},
			０３４０ = {
				マップ位置 = (list) { 185, 14 },
				種別 = "道（└）",
			},
			０３４１ = {
				マップ位置 = (list) { 186, 14 },
				種別 = "箱",
				番号 = 1060,
			},
			０３４２ = {
				マップ位置 = (list) { 187, 13 },
				種別 = "道（┌）",
			},
			０３４３ = {
				マップ位置 = (list) { 187, 14 },
				種別 = "道（┘）",
			},
			０３４４ = {
				マップ位置 = (list) { 188, 13 },
				種別 = "箱",
				番号 = 1070,
			},
			０３４５ = {
				マップ位置 = (list) { 189, 13 },
				種別 = "道（┐）",
			},
			０３４６ = {
				マップ位置 = (list) { 189, 14 },
				種別 = "道（└）",
			},
			０３４７ = {
				マップ位置 = (list) { 190, 14 },
				種別 = "箱",
				番号 = 1080,
			},
			０３４８ = {
				マップ位置 = (list) { 191, 13 },
				種別 = "道（┌）",
			},
			０３４９ = {
				マップ位置 = (list) { 191, 14 },
				種別 = "道（┘）",
			},
			０３５０ = {
				マップ位置 = (list) { 192, 13 },
				種別 = "箱",
				番号 = 1090,
			},
			０３５１ = {
				マップ位置 = (list) { 193, 13 },
				種別 = "道（┐）",
			},
			０３５２ = {
				マップ位置 = (list) { 193, 14 },
				種別 = "道（└）",
			},
			０３５３ = {
				マップ位置 = (list) { 194, 14 },
				種別 = "箱",
				番号 = 1095,
			},
			０３５４ = {
				マップ位置 = (list) { 195, 13 },
				種別 = "道（┌）",
			},
			０３５５ = {
				マップ位置 = (list) { 195, 14 },
				種別 = "道（┘）",
			},
			０３５６ = {
				マップ位置 = (list) { 196, 13 },
				種別 = "道（─）",
			},
			０３５７ = {
				マップ位置 = (list) { 197, 13 },
				種別 = "箱",
				番号 = 1100,
			},
			０３５８ = {
				マップ位置 = (list) { 197, 14 },
				種別 = "道（│）",
			},
			０３５９ = {
				マップ位置 = (list) { 197, 15 },
				種別 = "道（└）",
			},
			０３６０ = {
				マップ位置 = (list) { 198, 13 },
				種別 = "道（─）",
			},
			０３６１ = {
				マップ位置 = (list) { 198, 15 },
				種別 = "道（─）",
			},
			０３６２ = {
				マップ位置 = (list) { 199, 13 },
				種別 = "道（─）",
			},
			０３６３ = {
				マップ位置 = (list) { 199, 15 },
				種別 = "道（─）",
			},
			０３６４ = {
				マップ位置 = (list) { 200, 13 },
				種別 = "箱",
				番号 = 1150,
			},
			０３６５ = {
				マップ位置 = (list) { 200, 15 },
				種別 = "道（─）",
			},
			０３６６ = {
				マップ位置 = (list) { 201, 13 },
				種別 = "道（─）",
			},
			０３６７ = {
				マップ位置 = (list) { 201, 15 },
				種別 = "道（─）",
			},
			０３６８ = {
				マップ位置 = (list) { 202, 13 },
				種別 = "道（─）",
			},
			０３６９ = {
				マップ位置 = (list) { 202, 15 },
				種別 = "箱",
				番号 = 1110,
			},
			０３７０ = {
				マップ位置 = (list) { 203, 13 },
				種別 = "箱",
				番号 = 1160,
			},
			０３７１ = {
				マップ位置 = (list) { 203, 15 },
				種別 = "道（─）",
			},
			０３７２ = {
				マップ位置 = (list) { 204, 13 },
				種別 = "道（─）",
			},
			０３７３ = {
				マップ位置 = (list) { 204, 15 },
				種別 = "箱",
				番号 = 1120,
			},
			０３７４ = {
				マップ位置 = (list) { 205, 13 },
				種別 = "箱",
				番号 = 1170,
			},
			０３７５ = {
				マップ位置 = (list) { 205, 15 },
				種別 = "道（─）",
			},
			０３７６ = {
				マップ位置 = (list) { 206, 13 },
				種別 = "道（─）",
			},
			０３７７ = {
				マップ位置 = (list) { 206, 15 },
				種別 = "箱",
				番号 = 1130,
			},
			０３７８ = {
				マップ位置 = (list) { 207, 13 },
				種別 = "箱",
				番号 = 1180,
			},
			０３７９ = {
				マップ位置 = (list) { 207, 15 },
				種別 = "道（─）",
			},
			０３８０ = {
				マップ位置 = (list) { 208, 13 },
				種別 = "道（─）",
			},
			０３８１ = {
				マップ位置 = (list) { 208, 15 },
				種別 = "道（─）",
			},
			０３８２ = {
				マップ位置 = (list) { 209, 13 },
				種別 = "道（┐）",
			},
			０３８３ = {
				マップ位置 = (list) { 209, 14 },
				種別 = "箱",
				番号 = 1190,
			},
			０３８４ = {
				マップ位置 = (list) { 209, 15 },
				種別 = "道（┘）",
			},
			０３８５ = {
				マップ位置 = (list) { 210, 14 },
				種別 = "道（┐）",
			},
			０３８６ = {
				マップ位置 = (list) { 210, 15 },
				種別 = "道（└）",
			},
			０３８７ = {
				マップ位置 = (list) { 211, 15 },
				種別 = "道（─）",
			},
			０３８８ = {
				マップ位置 = (list) { 212, 15 },
				種別 = "道（─）",
			},
			０３８９ = {
				マップ位置 = (list) { 213, 15 },
				種別 = "箱",
				番号 = 1200,
			},
			０３９０ = {
				マップ位置 = (list) { 214, 15 },
				種別 = "道（─）",
			},
			０３９１ = {
				マップ位置 = (list) { 215, 15 },
				種別 = "道（─）",
			},
			０３９２ = {
				マップ位置 = (list) { 216, 15 },
				種別 = "箱",
				番号 = 1210,
			},
			０３９３ = {
				マップ位置 = (list) { 217, 14 },
				種別 = "道（┌）",
				番号 = 1215,
			},
			０３９４ = {
				マップ位置 = (list) { 217, 15 },
				種別 = "道（┘）",
			},
			０３９５ = {
				マップ位置 = (list) { 218, 14 },
				種別 = "道（─）",
			},
			０３９６ = {
				マップ位置 = (list) { 219, 14 },
				種別 = "箱",
				番号 = 1220,
			},
			０３９７ = {
				マップ位置 = (list) { 220, 14 },
				種別 = "道（─）",
			},
			０３９８ = {
				マップ位置 = (list) { 221, 13 },
				種別 = "道（┌）",
			},
			０３９９ = {
				マップ位置 = (list) { 221, 14 },
				種別 = "道（┘）",
			},
			０４００ = {
				マップ位置 = (list) { 221, 15 },
				種別 = "箱",
				番号 = 1400,
			},
			０４０１ = {
				マップ位置 = (list) { 222, 13 },
				種別 = "箱",
				番号 = 1230,
			},
			０４０２ = {
				マップ位置 = (list) { 222, 15 },
				種別 = "道（─）",
			},
			０４０３ = {
				マップ位置 = (list) { 223, 13 },
				種別 = "道（─）",
			},
			０４０４ = {
				マップ位置 = (list) { 223, 15 },
				種別 = "箱",
				番号 = 1410,
			},
			０４０５ = {
				マップ位置 = (list) { 224, 13 },
				種別 = "道（─）",
			},
			０４０６ = {
				マップ位置 = (list) { 224, 15 },
				種別 = "道（─）",
			},
			０４０７ = {
				マップ位置 = (list) { 225, 12 },
				種別 = "道（┌）",
			},
			０４０８ = {
				マップ位置 = (list) { 225, 13 },
				種別 = "箱",
				番号 = 1240,
			},
			０４０９ = {
				マップ位置 = (list) { 225, 15 },
				種別 = "箱",
				番号 = 1420,
			},
			０４１０ = {
				マップ位置 = (list) { 225, 16 },
				種別 = "道（└）",
			},
			０４１１ = {
				マップ位置 = (list) { 226, 11 },
				種別 = "道（┌）",
			},
			０４１２ = {
				マップ位置 = (list) { 226, 12 },
				種別 = "道（┘）",
			},
			０４１３ = {
				マップ位置 = (list) { 226, 13 },
				種別 = "道（─）",
			},
			０４１４ = {
				マップ位置 = (list) { 226, 15 },
				種別 = "道（─）",
			},
			０４１５ = {
				マップ位置 = (list) { 226, 16 },
				種別 = "道（─）",
			},
			０４１６ = {
				マップ位置 = (list) { 227, 11 },
				種別 = "道（─）",
			},
			０４１７ = {
				マップ位置 = (list) { 227, 13 },
				種別 = "道（─）",
			},
			０４１８ = {
				マップ位置 = (list) { 227, 15 },
				種別 = "道（─）",
			},
			０４１９ = {
				マップ位置 = (list) { 227, 16 },
				種別 = "箱",
				番号 = 1430,
			},
			０４２０ = {
				マップ位置 = (list) { 228, 11 },
				種別 = "箱",
				番号 = 1250,
			},
			０４２１ = {
				マップ位置 = (list) { 228, 13 },
				種別 = "箱",
				番号 = 1260,
			},
			０４２２ = {
				マップ位置 = (list) { 228, 15 },
				種別 = "道（─）",
			},
			０４２３ = {
				マップ位置 = (list) { 228, 16 },
				種別 = "道（─）",
			},
			０４２４ = {
				マップ位置 = (list) { 229, 11 },
				種別 = "道（┐）",
			},
			０４２５ = {
				マップ位置 = (list) { 229, 12 },
				種別 = "道（│）",
			},
			０４２６ = {
				マップ位置 = (list) { 229, 13 },
				種別 = "道（┴）",
			},
			０４２７ = {
				マップ位置 = (list) { 229, 15 },
				種別 = "道（─）",
			},
			０４２８ = {
				マップ位置 = (list) { 229, 16 },
				種別 = "箱",
				番号 = 1440,
			},
			０４２９ = {
				マップ位置 = (list) { 230, 13 },
				種別 = "道（─）",
			},
			０４３０ = {
				マップ位置 = (list) { 230, 15 },
				種別 = "箱",
				番号 = 1450,
			},
			０４３１ = {
				マップ位置 = (list) { 230, 16 },
				種別 = "道（┘）",
			},
			０４３２ = {
				マップ位置 = (list) { 231, 13 },
				種別 = "箱",
				番号 = 1300,
			},
			０４３３ = {
				マップ位置 = (list) { 232, 13 },
				種別 = "道（─）",
			},
			０４３４ = {
				マップ位置 = (list) { 233, 12 },
				種別 = "箱",
				番号 = 1460,
			},
			０４３５ = {
				マップ位置 = (list) { 233, 13 },
				種別 = "道（┐）",
			},
			０４３６ = {
				マップ位置 = (list) { 233, 14 },
				種別 = "道（└）",
			},
			０４３７ = {
				マップ位置 = (list) { 234, 12 },
				種別 = "道（─）",
			},
			０４３８ = {
				マップ位置 = (list) { 234, 14 },
				種別 = "道（─）",
			},
			０４３９ = {
				マップ位置 = (list) { 235, 12 },
				種別 = "道（┐）",
			},
			０４４０ = {
				マップ位置 = (list) { 235, 13 },
				種別 = "道（│）",
			},
			０４４１ = {
				マップ位置 = (list) { 235, 14 },
				種別 = "道（┴）",
			},
			０４４２ = {
				マップ位置 = (list) { 236, 14 },
				種別 = "箱",
				番号 = 1340,
			},
			０４４３ = {
				マップ位置 = (list) { 236, 15 },
				種別 = "道（│）",
			},
			０４４４ = {
				マップ位置 = (list) { 236, 16 },
				種別 = "道（└）",
			},
			０４４５ = {
				マップ位置 = (list) { 237, 14 },
				種別 = "道（─）",
			},
			０４４６ = {
				マップ位置 = (list) { 237, 16 },
				種別 = "箱",
				番号 = 1350,
			},
			０４４７ = {
				マップ位置 = (list) { 238, 14 },
				種別 = "箱",
				番号 = 1500,
			},
			０４４８ = {
				マップ位置 = (list) { 239, 14 },
				種別 = "道（─）",
			},
			０４４９ = {
				マップ位置 = (list) { 240, 14 },
				種別 = "箱",
				番号 = 1510,
			},
			０４５０ = {
				マップ位置 = (list) { 241, 14 },
				種別 = "道（┐）",
			},
			０４５１ = {
				マップ位置 = (list) { 241, 15 },
				種別 = "道（└）",
			},
			０４５２ = {
				マップ位置 = (list) { 242, 15 },
				種別 = "道（─）",
			},
			０４５３ = {
				マップ位置 = (list) { 243, 15 },
				種別 = "道（─）",
			},
			０４５４ = {
				マップ位置 = (list) { 244, 15 },
				種別 = "箱",
				番号 = 1600,
			},
			０４５５ = {
				マップ位置 = (list) { 245, 15 },
				種別 = "道（─）",
			},
			０４５６ = {
				マップ位置 = (list) { 246, 15 },
				種別 = "箱",
				番号 = 1610,
			},
			０４５７ = {
				マップ位置 = (list) { 247, 15 },
				種別 = "道（─）",
			},
			０４５８ = {
				マップ位置 = (list) { 248, 15 },
				種別 = "道（─）",
			},
			０４５９ = {
				マップ位置 = (list) { 249, 15 },
				種別 = "道（─）",
			},
			０４６０ = {
				マップ位置 = (list) { 250, 15 },
				種別 = "箱",
				番号 = 1620,
			},
			０４６１ = {
				マップ位置 = (list) { 251, 15 },
				種別 = "道（─）",
			},
			０４６２ = {
				マップ位置 = (list) { 252, 15 },
				種別 = "箱",
				番号 = 1630,
			},
			０４６３ = {
				マップ位置 = (list) { 253, 15 },
				種別 = "道（─）",
			},
			０４６４ = {
				マップ位置 = (list) { 254, 15 },
				種別 = "箱",
				番号 = 1640,
			},
			０４６５ = {
				マップ位置 = (list) { 255, 15 },
				種別 = "道（─）",
			},
			０４６６ = {
				マップ位置 = (list) { 256, 15 },
				種別 = "箱",
				番号 = 1645,
			},
			０４６７ = {
				マップ位置 = (list) { 257, 15 },
				種別 = "道（─）",
			},
			０４６８ = {
				マップ位置 = (list) { 258, 14 },
				種別 = "道（┌）",
			},
			０４６９ = {
				マップ位置 = (list) { 258, 15 },
				種別 = "箱",
				番号 = 1650,
			},
			０４７０ = {
				マップ位置 = (list) { 259, 13 },
				種別 = "道（┌）",
			},
			０４７１ = {
				マップ位置 = (list) { 259, 14 },
				種別 = "道（┘）",
			},
			０４７２ = {
				マップ位置 = (list) { 259, 15 },
				種別 = "道（─）",
			},
			０４７３ = {
				マップ位置 = (list) { 260, 13 },
				種別 = "箱",
				番号 = 1700,
			},
			０４７４ = {
				マップ位置 = (list) { 260, 15 },
				種別 = "箱",
				番号 = 1660,
			},
			０４７５ = {
				マップ位置 = (list) { 260, 16 },
				種別 = "道（└）",
			},
			０４７６ = {
				マップ位置 = (list) { 261, 13 },
				種別 = "道（─）",
			},
			０４７７ = {
				マップ位置 = (list) { 261, 15 },
				種別 = "道（─）",
			},
			０４７８ = {
				マップ位置 = (list) { 261, 16 },
				種別 = "道（┐）",
			},
			０４７９ = {
				マップ位置 = (list) { 261, 17 },
				種別 = "箱",
				番号 = 1900,
			},
			０４８０ = {
				マップ位置 = (list) { 262, 13 },
				種別 = "箱",
				番号 = 1705,
			},
			０４８１ = {
				マップ位置 = (list) { 262, 15 },
				種別 = "箱",
				番号 = 1670,
			},
			０４８２ = {
				マップ位置 = (list) { 262, 17 },
				種別 = "道（─）",
			},
			０４８３ = {
				マップ位置 = (list) { 263, 13 },
				種別 = "道（─）",
			},
			０４８４ = {
				マップ位置 = (list) { 263, 15 },
				種別 = "道（─）",
			},
			０４８５ = {
				マップ位置 = (list) { 263, 17 },
				種別 = "道（─）",
			},
			０４８６ = {
				マップ位置 = (list) { 264, 13 },
				種別 = "箱",
				番号 = 1710,
			},
			０４８７ = {
				マップ位置 = (list) { 264, 15 },
				種別 = "箱",
				番号 = 1800,
			},
			０４８８ = {
				マップ位置 = (list) { 264, 17 },
				種別 = "道（─）",
			},
			０４８９ = {
				マップ位置 = (list) { 265, 13 },
				種別 = "道（─）",
			},
			０４９０ = {
				マップ位置 = (list) { 265, 15 },
				種別 = "道（─）",
			},
			０４９１ = {
				マップ位置 = (list) { 265, 17 },
				種別 = "箱",
				番号 = 1905,
			},
			０４９２ = {
				マップ位置 = (list) { 266, 13 },
				種別 = "箱",
				番号 = 1720,
			},
			０４９３ = {
				マップ位置 = (list) { 266, 15 },
				種別 = "箱",
				番号 = 1810,
			},
			０４９４ = {
				マップ位置 = (list) { 266, 17 },
				種別 = "道（─）",
			},
			０４９５ = {
				マップ位置 = (list) { 267, 13 },
				種別 = "道（─）",
			},
			０４９６ = {
				マップ位置 = (list) { 267, 15 },
				種別 = "道（─）",
			},
			０４９７ = {
				マップ位置 = (list) { 267, 17 },
				種別 = "箱",
				番号 = 1910,
			},
			０４９８ = {
				マップ位置 = (list) { 268, 13 },
				種別 = "箱",
				番号 = 1730,
			},
			０４９９ = {
				マップ位置 = (list) { 268, 15 },
				種別 = "箱",
				番号 = 1820,
			},
			０５００ = {
				マップ位置 = (list) { 268, 17 },
				種別 = "道（─）",
			},
			０５０１ = {
				マップ位置 = (list) { 269, 13 },
				種別 = "道（─）",
			},
			０５０２ = {
				マップ位置 = (list) { 269, 15 },
				種別 = "道（─）",
			},
			０５０３ = {
				マップ位置 = (list) { 269, 17 },
				種別 = "箱",
				番号 = 1920,
			},
			０５０４ = {
				マップ位置 = (list) { 270, 13 },
				種別 = "箱",
				番号 = 1740,
			},
			０５０５ = {
				マップ位置 = (list) { 270, 15 },
				種別 = "箱",
				番号 = 1830,
			},
			０５０６ = {
				マップ位置 = (list) { 270, 17 },
				種別 = "道（─）",
			},
			０５０７ = {
				マップ位置 = (list) { 271, 17 },
				種別 = "箱",
				番号 = 1930,
			},
			０５０８ = {
				マップ位置 = (list) { 272, 17 },
				種別 = "道（─）",
			},
			０５０９ = {
				マップ位置 = (list) { 273, 17 },
				種別 = "道（─）",
				番号 = 1935,
			},
			０５１０ = {
				マップ位置 = (list) { 274, 17 },
				種別 = "道（─）",
				番号 = 1936,
			},
			０５１１ = {
				マップ位置 = (list) { 275, 17 },
				種別 = "道（─）",
			},
			０５１２ = {
				マップ位置 = (list) { 276, 17 },
				種別 = "道（─）",
				番号 = 1937,
			},
			０５１３ = {
				マップ位置 = (list) { 277, 17 },
				種別 = "道（─）",
			},
			０５１４ = {
				マップ位置 = (list) { 278, 17 },
				種別 = "箱",
				番号 = 1940,
			},
			０５１５ = {
				マップ位置 = (list) { 279, 17 },
				種別 = "道（─）",
			},
			０５１６ = {
				マップ位置 = (list) { 280, 17 },
				種別 = "箱",
				番号 = 1945,
			},
			０５１７ = {
				マップ位置 = (list) { 281, 17 },
				種別 = "道（─）",
			},
			０５１８ = {
				マップ位置 = (list) { 282, 17 },
				種別 = "箱",
				番号 = 1950,
			},
			０５１９ = {
				マップ位置 = (list) { 283, 17 },
				種別 = "道（─）",
			},
			０５２０ = {
				マップ位置 = (list) { 284, 17 },
				種別 = "箱",
				番号 = 1960,
			},
		},
	},
	リーザス３ = {
		サイズ = (list) { 134, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（┌）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（┘）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "箱",
				番号 = 5,
			},
			０００８ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "箱",
				番号 = 10,
			},
			００１１ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（┐）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（└）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 61,
			},
			００１７ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "箱",
				番号 = 20,
			},
			００１８ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（┐）",
			},
			００２０ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（┐）",
			},
			００２２ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "箱",
				番号 = 62,
			},
			００２５ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２６ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（┘）",
			},
			００２９ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "箱",
				番号 = 63,
			},
			００３２ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（┘）",
			},
			００３３ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "箱",
				番号 = 40,
			},
			００３４ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "箱",
				番号 = 64,
			},
			００３７ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "箱",
				番号 = 50,
			},
			００４０ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "箱",
				番号 = 65,
			},
			００４１ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００４６ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 29, 10 },
				種別 = "道（┌）",
			},
			００４８ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（┘）",
			},
			００４９ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "箱",
				番号 = 66,
			},
			００５０ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（┌）",
			},
			００５２ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（┘）",
			},
			００５３ = {
				マップ位置 = (list) { 31, 10 },
				種別 = "箱",
				番号 = 70,
			},
			００５４ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（│）",
			},
			００５５ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（┘）",
			},
			００５６ = {
				マップ位置 = (list) { 32, 10 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（┐）",
			},
			００５８ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（│）",
				番号 = 90,
			},
			００５９ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（└）",
			},
			００６０ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００６２ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（─）",
				番号 = 110,
			},
			００６５ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００６７ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "箱",
				番号 = 130,
			},
			００７０ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（┌）",
			},
			００７３ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "箱",
				番号 = 140,
			},
			００７４ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（└）",
			},
			００７５ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "道（─）",
				番号 = 151,
			},
			００７６ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 49, 10 },
				種別 = "道（┌）",
			},
			００８０ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "道（┘）",
				番号 = 152,
			},
			００８１ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "箱",
				番号 = 160,
			},
			００８２ = {
				マップ位置 = (list) { 50, 10 },
				種別 = "箱",
				番号 = 153,
			},
			００８３ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（┌）",
			},
			００８４ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（┘）",
			},
			００８５ = {
				マップ位置 = (list) { 51, 10 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "箱",
				番号 = 165,
			},
			００８７ = {
				マップ位置 = (list) { 52, 10 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 53, 10 },
				種別 = "箱",
				番号 = 154,
			},
			００９０ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 54, 10 },
				種別 = "道（┐）",
			},
			００９２ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "道（├）",
			},
			００９３ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（┘）",
			},
			００９４ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００９５ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（─）",
				番号 = 205,
			},
			００９７ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００９９ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "箱",
				番号 = 220,
			},
			０１０２ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "箱",
				番号 = 230,
			},
			０１０５ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "箱",
				番号 = 240,
			},
			０１０８ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（─）",
				番号 = 245,
			},
			０１１０ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "箱",
				番号 = 250,
			},
			０１１２ = {
				マップ位置 = (list) { 72, 12 },
				種別 = "道（│）",
			},
			０１１３ = {
				マップ位置 = (list) { 72, 13 },
				種別 = "道（└）",
			},
			０１１４ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "箱",
				番号 = 251,
			},
			０１１９ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "道（┐）",
			},
			０１２０ = {
				マップ位置 = (list) { 75, 14 },
				種別 = "道（└）",
			},
			０１２１ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "道（┌）",
			},
			０１２２ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "道（┘）",
			},
			０１２３ = {
				マップ位置 = (list) { 76, 14 },
				種別 = "箱",
				番号 = 1000,
			},
			０１２４ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "箱",
				番号 = 260,
			},
			０１２５ = {
				マップ位置 = (list) { 77, 14 },
				種別 = "道（┐）",
			},
			０１２６ = {
				マップ位置 = (list) { 77, 15 },
				種別 = "道（└）",
			},
			０１２７ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 78, 15 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 79, 9 },
				種別 = "道（┌）",
			},
			０１３０ = {
				マップ位置 = (list) { 79, 10 },
				種別 = "道（┘）",
			},
			０１３１ = {
				マップ位置 = (list) { 79, 15 },
				種別 = "箱",
				番号 = 1010,
			},
			０１３２ = {
				マップ位置 = (list) { 80, 9 },
				種別 = "箱",
				番号 = 270,
			},
			０１３３ = {
				マップ位置 = (list) { 80, 15 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 81, 9 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 81, 15 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 82, 9 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 82, 15 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 83, 9 },
				種別 = "箱",
				番号 = 280,
			},
			０１３９ = {
				マップ位置 = (list) { 83, 10 },
				種別 = "道（└）",
			},
			０１４０ = {
				マップ位置 = (list) { 83, 15 },
				種別 = "箱",
				番号 = 1020,
			},
			０１４１ = {
				マップ位置 = (list) { 84, 9 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 84, 10 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 84, 15 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 85, 9 },
				種別 = "箱",
				番号 = 288,
			},
			０１４５ = {
				マップ位置 = (list) { 85, 10 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 85, 15 },
				種別 = "箱",
				番号 = 1030,
			},
			０１４７ = {
				マップ位置 = (list) { 86, 9 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 86, 15 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 87, 9 },
				種別 = "道（─）",
				番号 = 289,
			},
			０１５１ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "箱",
				番号 = 1035,
			},
			０１５３ = {
				マップ位置 = (list) { 87, 16 },
				種別 = "道（└）",
			},
			０１５４ = {
				マップ位置 = (list) { 88, 9 },
				種別 = "道（┬）",
			},
			０１５５ = {
				マップ位置 = (list) { 88, 10 },
				種別 = "道（┘）",
			},
			０１５６ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 88, 16 },
				種別 = "道（┐）",
			},
			０１５８ = {
				マップ位置 = (list) { 88, 17 },
				種別 = "道（└）",
			},
			０１５９ = {
				マップ位置 = (list) { 89, 9 },
				種別 = "箱",
				番号 = 290,
			},
			０１６０ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "箱",
				番号 = 1040,
			},
			０１６１ = {
				マップ位置 = (list) { 89, 17 },
				種別 = "箱",
				番号 = 1050,
			},
			０１６２ = {
				マップ位置 = (list) { 90, 9 },
				種別 = "道（─）",
			},
			０１６３ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 90, 17 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 91, 9 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "箱",
				番号 = 1041,
			},
			０１６７ = {
				マップ位置 = (list) { 91, 17 },
				種別 = "箱",
				番号 = 1051,
			},
			０１６８ = {
				マップ位置 = (list) { 92, 9 },
				種別 = "箱",
				番号 = 300,
			},
			０１６９ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "道（└）",
			},
			０１７０ = {
				マップ位置 = (list) { 92, 15 },
				種別 = "道（─）",
			},
			０１７１ = {
				マップ位置 = (list) { 92, 17 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 93, 9 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 93, 10 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "箱",
				番号 = 1042,
			},
			０１７５ = {
				マップ位置 = (list) { 93, 16 },
				種別 = "道（│）",
			},
			０１７６ = {
				マップ位置 = (list) { 93, 17 },
				種別 = "道（┘）",
			},
			０１７７ = {
				マップ位置 = (list) { 94, 9 },
				種別 = "箱",
				番号 = 310,
			},
			０１７８ = {
				マップ位置 = (list) { 94, 10 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 95, 9 },
				種別 = "道（─）",
				番号 = 311,
			},
			０１８０ = {
				マップ位置 = (list) { 95, 10 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 96, 9 },
				種別 = "道（┬）",
			},
			０１８２ = {
				マップ位置 = (list) { 96, 10 },
				種別 = "道（┘）",
			},
			０１８３ = {
				マップ位置 = (list) { 97, 9 },
				種別 = "箱",
				番号 = 320,
			},
			０１８４ = {
				マップ位置 = (list) { 98, 9 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 99, 9 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 100, 9 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 101, 9 },
				種別 = "道（┐）",
			},
			０１８８ = {
				マップ位置 = (list) { 101, 10 },
				種別 = "道（└）",
			},
			０１８９ = {
				マップ位置 = (list) { 102, 10 },
				種別 = "箱",
				番号 = 350,
			},
			０１９０ = {
				マップ位置 = (list) { 103, 10 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 104, 10 },
				種別 = "箱",
				番号 = 351,
			},
			０１９２ = {
				マップ位置 = (list) { 105, 10 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 106, 10 },
				種別 = "箱",
				番号 = 352,
			},
			０１９４ = {
				マップ位置 = (list) { 107, 10 },
				種別 = "道（─）",
			},
			０１９５ = {
				マップ位置 = (list) { 108, 9 },
				種別 = "道（┌）",
			},
			０１９６ = {
				マップ位置 = (list) { 108, 10 },
				種別 = "箱",
				番号 = 360,
			},
			０１９７ = {
				マップ位置 = (list) { 108, 11 },
				種別 = "道（└）",
			},
			０１９８ = {
				マップ位置 = (list) { 109, 8 },
				種別 = "箱",
				番号 = 400,
			},
			０１９９ = {
				マップ位置 = (list) { 109, 9 },
				種別 = "道（┘）",
			},
			０２００ = {
				マップ位置 = (list) { 109, 11 },
				種別 = "箱",
				番号 = 500,
			},
			０２０１ = {
				マップ位置 = (list) { 109, 12 },
				種別 = "道（└）",
			},
			０２０２ = {
				マップ位置 = (list) { 110, 8 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 110, 11 },
				種別 = "道（─）",
			},
			０２０４ = {
				マップ位置 = (list) { 110, 12 },
				種別 = "道（─）",
			},
			０２０５ = {
				マップ位置 = (list) { 111, 8 },
				種別 = "箱",
				番号 = 410,
			},
			０２０６ = {
				マップ位置 = (list) { 111, 10 },
				種別 = "道（┌）",
			},
			０２０７ = {
				マップ位置 = (list) { 111, 11 },
				種別 = "箱",
				番号 = 550,
			},
			０２０８ = {
				マップ位置 = (list) { 111, 12 },
				種別 = "箱",
				番号 = 510,
			},
			０２０９ = {
				マップ位置 = (list) { 112, 8 },
				種別 = "道（─）",
			},
			０２１０ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "箱",
				番号 = 555,
			},
			０２１１ = {
				マップ位置 = (list) { 112, 12 },
				種別 = "道（─）",
			},
			０２１２ = {
				マップ位置 = (list) { 113, 8 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 113, 12 },
				種別 = "箱",
				番号 = 515,
			},
			０２１５ = {
				マップ位置 = (list) { 114, 8 },
				種別 = "道（─）",
			},
			０２１６ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "箱",
				番号 = 560,
			},
			０２１７ = {
				マップ位置 = (list) { 114, 12 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 115, 8 },
				種別 = "道（┬）",
			},
			０２１９ = {
				マップ位置 = (list) { 115, 9 },
				種別 = "道（│）",
			},
			０２２０ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "道（┘）",
			},
			０２２１ = {
				マップ位置 = (list) { 115, 12 },
				種別 = "箱",
				番号 = 520,
			},
			０２２２ = {
				マップ位置 = (list) { 116, 8 },
				種別 = "箱",
				番号 = 600,
			},
			０２２３ = {
				マップ位置 = (list) { 117, 8 },
				種別 = "道（─）",
			},
			０２２４ = {
				マップ位置 = (list) { 118, 8 },
				種別 = "箱",
				番号 = 610,
			},
			０２２５ = {
				マップ位置 = (list) { 119, 8 },
				種別 = "道（─）",
			},
			０２２６ = {
				マップ位置 = (list) { 120, 8 },
				種別 = "箱",
				番号 = 620,
			},
			０２２７ = {
				マップ位置 = (list) { 121, 8 },
				種別 = "道（─）",
			},
			０２２８ = {
				マップ位置 = (list) { 122, 8 },
				種別 = "箱",
				番号 = 630,
			},
			０２２９ = {
				マップ位置 = (list) { 123, 8 },
				種別 = "道（─）",
			},
			０２３０ = {
				マップ位置 = (list) { 124, 8 },
				種別 = "箱",
				番号 = 640,
			},
			０２３１ = {
				マップ位置 = (list) { 125, 8 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 126, 8 },
				種別 = "箱",
				番号 = 650,
			},
			０２３３ = {
				マップ位置 = (list) { 127, 8 },
				種別 = "道（─）",
			},
			０２３４ = {
				マップ位置 = (list) { 128, 8 },
				種別 = "箱",
				番号 = 660,
			},
			０２３５ = {
				マップ位置 = (list) { 129, 8 },
				種別 = "道（─）",
			},
			０２３６ = {
				マップ位置 = (list) { 130, 8 },
				種別 = "箱",
				番号 = 670,
			},
		},
	},
	リーザス４ = {
		サイズ = (list) { 42, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（┌）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（┘）",
			},
			０００８ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "箱",
				番号 = 50,
			},
			０００９ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００１３ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（┌）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００１６ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "箱",
				番号 = 80,
			},
			００２１ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（┐）",
			},
			００２４ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "箱",
				番号 = 90,
			},
			００２５ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（┘）",
			},
			００２６ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（┐）",
			},
			００２８ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（└）",
			},
			００２９ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "箱",
				番号 = 100,
			},
			００３２ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "箱",
				番号 = 110,
			},
			００３４ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "箱",
				番号 = 120,
			},
			００３６ = {
				マップ位置 = (list) { 29, 15 },
				種別 = "道（└）",
			},
			００３７ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 30, 15 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "箱",
				番号 = 300,
			},
			００４１ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "箱",
				番号 = 200,
			},
			００４２ = {
				マップ位置 = (list) { 32, 15 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "箱",
				番号 = 310,
			},
			００４４ = {
				マップ位置 = (list) { 34, 15 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "箱",
				番号 = 320,
			},
			００４６ = {
				マップ位置 = (list) { 36, 15 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 37, 15 },
				種別 = "箱",
				番号 = 330,
			},
			００４８ = {
				マップ位置 = (list) { 38, 15 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 39, 15 },
				種別 = "箱",
				番号 = 340,
			},
			００５０ = {
				マップ位置 = (list) { 40, 15 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 41, 15 },
				種別 = "箱",
				番号 = 350,
			},
		},
	},
	リーザス方面支援 = {
		サイズ = (list) { 42, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "箱",
				番号 = 5,
			},
			０００５ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（└）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
				番号 = 24,
			},
			００１３ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "箱",
				番号 = 25,
			},
			００１９ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "箱",
				番号 = 35,
			},
			００２０ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（─）",
				番号 = 26,
			},
			００２３ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（┐）",
			},
			００２５ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（├）",
			},
			００２６ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┘）",
			},
			００２７ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００２８ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
				番号 = 41,
			},
			００２９ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
				番号 = 45,
			},
			００３１ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "箱",
				番号 = 50,
			},
			００３２ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
				番号 = 55,
			},
			００３４ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００３６ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（└）",
			},
			００３７ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（┐）",
			},
			００３９ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（└）",
				番号 = 210,
			},
			００４０ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００４３ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "箱",
				番号 = 220,
			},
			００４４ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "箱",
				番号 = 250,
			},
			００４６ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（│）",
			},
			００４７ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "道（┘）",
				番号 = 230,
			},
		},
	},
	レーザス４ = {
		サイズ = (list) { 33, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "箱",
				番号 = 2,
			},
			０００３ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "箱",
				番号 = 3,
			},
			０００４ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "箱",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "箱",
				番号 = 50,
			},
			０００６ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "箱",
				番号 = 60,
			},
			０００７ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "箱",
				番号 = 70,
			},
			０００９ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（└）",
			},
			００１０ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 80,
			},
			００１１ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "箱",
				番号 = 90,
			},
			００１２ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 100,
			},
			００１３ = {
				マップ位置 = (list) { 30, 9 },
				種別 = "箱",
				番号 = 110,
			},
			００１４ = {
				マップ位置 = (list) { 32, 9 },
				種別 = "箱",
				番号 = 120,
			},
		},
	},
	ワーグ決戦 = {
		サイズ = (list) { 82, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 15 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 15 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 15 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 15 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 15 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 15 },
				種別 = "箱",
				番号 = 2,
			},
			０００７ = {
				マップ位置 = (list) { 12, 15 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 15 },
				種別 = "箱",
				番号 = 3,
			},
			０００９ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（┌）",
				番号 = 4,
			},
			００１１ = {
				マップ位置 = (list) { 15, 15 },
				種別 = "道（┘）",
			},
			００１２ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "箱",
				番号 = 5,
			},
			００１４ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（┐）",
				番号 = 6,
			},
			００１７ = {
				マップ位置 = (list) { 20, 15 },
				種別 = "道（└）",
			},
			００１８ = {
				マップ位置 = (list) { 21, 15 },
				種別 = "箱",
				番号 = 7,
			},
			００１９ = {
				マップ位置 = (list) { 22, 15 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（┌）",
			},
			００２１ = {
				マップ位置 = (list) { 23, 15 },
				種別 = "道（┘）",
			},
			００２２ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "箱",
				番号 = 10,
			},
			００２３ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００２６ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "箱",
				番号 = 50,
			},
			００３１ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "箱",
				番号 = 60,
			},
			００３３ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "箱",
				番号 = 65,
			},
			００３５ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（┌）",
			},
			００３７ = {
				マップ位置 = (list) { 38, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００３８ = {
				マップ位置 = (list) { 38, 15 },
				種別 = "道（└）",
			},
			００３９ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
				番号 = 95,
			},
			００４０ = {
				マップ位置 = (list) { 39, 15 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
				番号 = 96,
			},
			００４２ = {
				マップ位置 = (list) { 40, 15 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００４４ = {
				マップ位置 = (list) { 41, 15 },
				種別 = "箱",
				番号 = 200,
			},
			００４５ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 42, 15 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００４８ = {
				マップ位置 = (list) { 43, 15 },
				種別 = "箱",
				番号 = 210,
			},
			００４９ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 44, 15 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００５２ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "箱",
				番号 = 220,
			},
			００５３ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 46, 15 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（┐）",
			},
			００５６ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "道（├）",
			},
			００５７ = {
				マップ位置 = (list) { 47, 15 },
				種別 = "道（┘）",
			},
			００５８ = {
				マップ位置 = (list) { 48, 14 },
				種別 = "箱",
				番号 = 300,
			},
			００５９ = {
				マップ位置 = (list) { 49, 14 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 50, 14 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 51, 14 },
				種別 = "箱",
				番号 = 310,
			},
			００６２ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "箱",
				番号 = 400,
			},
			００６５ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "箱",
				番号 = 410,
			},
			００６７ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "箱",
				番号 = 415,
			},
			００６９ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "箱",
				番号 = 420,
			},
			００７１ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "箱",
				番号 = 430,
			},
			００７３ = {
				マップ位置 = (list) { 62, 15 },
				種別 = "道（└）",
			},
			００７４ = {
				マップ位置 = (list) { 63, 14 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 63, 15 },
				種別 = "道（┐）",
			},
			００７６ = {
				マップ位置 = (list) { 63, 16 },
				種別 = "道（└）",
			},
			００７７ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 64, 16 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "箱",
				番号 = 435,
			},
			００８０ = {
				マップ位置 = (list) { 65, 16 },
				種別 = "箱",
				番号 = 440,
			},
			００８１ = {
				マップ位置 = (list) { 65, 17 },
				種別 = "道（└）",
			},
			００８２ = {
				マップ位置 = (list) { 66, 16 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 66, 17 },
				種別 = "道（┐）",
			},
			００８４ = {
				マップ位置 = (list) { 66, 18 },
				種別 = "道（└）",
			},
			００８５ = {
				マップ位置 = (list) { 67, 16 },
				種別 = "箱",
				番号 = 445,
			},
			００８６ = {
				マップ位置 = (list) { 67, 18 },
				種別 = "箱",
				番号 = 450,
			},
			００８７ = {
				マップ位置 = (list) { 67, 19 },
				種別 = "道（└）",
			},
			００８８ = {
				マップ位置 = (list) { 68, 18 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 68, 19 },
				種別 = "道（┐）",
			},
			００９０ = {
				マップ位置 = (list) { 68, 20 },
				種別 = "道（└）",
			},
			００９１ = {
				マップ位置 = (list) { 69, 18 },
				種別 = "箱",
				番号 = 455,
			},
			００９２ = {
				マップ位置 = (list) { 69, 20 },
				種別 = "箱",
				番号 = 460,
			},
			００９３ = {
				マップ位置 = (list) { 69, 21 },
				種別 = "道（└）",
			},
			００９４ = {
				マップ位置 = (list) { 70, 20 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 70, 21 },
				種別 = "道（┐）",
			},
			００９６ = {
				マップ位置 = (list) { 70, 22 },
				種別 = "道（└）",
			},
			００９７ = {
				マップ位置 = (list) { 71, 20 },
				種別 = "箱",
				番号 = 465,
			},
			００９８ = {
				マップ位置 = (list) { 71, 22 },
				種別 = "箱",
				番号 = 470,
			},
			００９９ = {
				マップ位置 = (list) { 72, 22 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 73, 22 },
				種別 = "箱",
				番号 = 480,
			},
			０１０１ = {
				マップ位置 = (list) { 74, 22 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 75, 22 },
				種別 = "箱",
				番号 = 490,
			},
			０１０３ = {
				マップ位置 = (list) { 76, 22 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 77, 22 },
				種別 = "箱",
				番号 = 500,
			},
			０１０５ = {
				マップ位置 = (list) { 78, 22 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 79, 22 },
				種別 = "箱",
				番号 = 510,
			},
			０１０７ = {
				マップ位置 = (list) { 80, 22 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 81, 22 },
				種別 = "箱",
				番号 = 520,
			},
		},
	},
	異界特訓 = {
		サイズ = (list) { 44, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "箱",
				番号 = 100,
			},
			０００５ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "箱",
				番号 = 110,
			},
			０００８ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（┌）",
			},
			００１１ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００１２ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（┐）",
			},
			００１６ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
				番号 = 131,
			},
			００１８ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
				番号 = 132,
			},
			００１９ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（─）",
				番号 = 130,
			},
			００２０ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（─）",
				番号 = 133,
			},
			００２１ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（┐）",
			},
			００２２ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（┐）",
			},
			００２５ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "箱",
				番号 = 140,
			},
			００２６ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（┌）",
			},
			００２７ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（┘）",
			},
			００２８ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┌）",
			},
			００２９ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（┘）",
			},
			００３０ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（┌）",
			},
			００３１ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 150,
			},
			００３２ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（─）",
				番号 = 153,
			},
			００３５ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "箱",
				番号 = 151,
			},
			００３７ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（─）",
				番号 = 154,
			},
			００４０ = {
				マップ位置 = (list) { 28, 10 },
				種別 = "箱",
				番号 = 152,
			},
			００４１ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（│）",
			},
			００４２ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（├）",
			},
			００４３ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┘）",
			},
			００４４ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 160,
			},
			００４５ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "箱",
				番号 = 165,
			},
			００４７ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
				番号 = 167,
			},
			００４９ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "箱",
				番号 = 170,
			},
			００５０ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（┌）",
			},
			００５３ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "箱",
				番号 = 180,
			},
			００５４ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（└）",
			},
			００５５ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "箱",
				番号 = 191,
			},
			００５８ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（┐）",
			},
			００５９ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "道（└）",
			},
			００６０ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（┐）",
			},
			００６１ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "箱",
				番号 = 190,
			},
			００６２ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（┬）",
			},
			００６６ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（│）",
			},
			００６７ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "道（┘）",
			},
			００６８ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "箱",
				番号 = 200,
			},
		},
	},
	永久牢のカミーラ = {
		サイズ = (list) { 55, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（┐）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００１３ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（┌）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（┘）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
				番号 = 25,
			},
			００１６ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
				番号 = 26,
			},
			００１８ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（┌）",
			},
			００２０ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００２１ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（└）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（┌）",
			},
			００２５ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "箱",
				番号 = 35,
			},
			００２６ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（┌）",
			},
			００２７ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（┘）",
			},
			００２８ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "箱",
				番号 = 40,
			},
			００３１ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（┐）",
			},
			００３２ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "箱",
				番号 = 50,
			},
			００３３ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（┐）",
			},
			００３６ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（│）",
			},
			００３７ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（├）",
			},
			００３８ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（┘）",
			},
			００３９ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００４０ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
				番号 = 65,
			},
			００４２ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００４４ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００４８ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（┌）",
			},
			００５０ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（┘）",
			},
			００５１ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００５２ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００５４ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（┐）",
			},
			００５５ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（└）",
			},
			００５６ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００５７ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００６１ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "箱",
				番号 = 140,
			},
			００６３ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "箱",
				番号 = 150,
			},
		},
	},
	陥落ＣＩＴＹ確認 = {
		サイズ = (list) { 65, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "道（┐）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（└）",
				番号 = 5,
			},
			０００５ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
				番号 = 7,
			},
			０００９ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（┌）",
			},
			００１１ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１２ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（└）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（┐）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "道（│）",
			},
			００１６ = {
				マップ位置 = (list) { 14, 16 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "箱",
				番号 = 35,
			},
			００１８ = {
				マップ位置 = (list) { 15, 16 },
				種別 = "箱",
				番号 = 40,
			},
			００１９ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（┌）",
			},
			００２１ = {
				マップ位置 = (list) { 16, 15 },
				種別 = "道（│）",
			},
			００２２ = {
				マップ位置 = (list) { 16, 16 },
				種別 = "道（┘）",
			},
			００２３ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２４ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "箱",
				番号 = 50,
			},
			００２７ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（┬）",
			},
			００２８ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（│）",
			},
			００２９ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（┘）",
			},
			００３０ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "箱",
				番号 = 55,
			},
			００３１ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "道（┌）",
			},
			００３３ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（┘）",
				番号 = 57,
			},
			００３４ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００３６ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（└）",
			},
			００３８ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００４０ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
				番号 = 105,
			},
			００４２ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００４４ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "箱",
				番号 = 115,
			},
			００４７ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（┌）",
			},
			００４９ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００５０ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（└）",
			},
			００５１ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（─）",
				番号 = 133,
			},
			００５２ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "箱",
				番号 = 130,
			},
			００５４ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
				番号 = 131,
			},
			００５５ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（─）",
				番号 = 134,
			},
			００５６ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
				番号 = 132,
			},
			００５９ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "道（┐）",
			},
			００６０ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（├）",
			},
			００６１ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（┘）",
			},
			００６２ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "箱",
				番号 = 140,
			},
			００６３ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "道（┌）",
			},
			００６４ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "道（┘）",
			},
			００６５ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 45, 11 },
				種別 = "箱",
				番号 = 145,
			},
			００６７ = {
				マップ位置 = (list) { 46, 11 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 47, 11 },
				種別 = "箱",
				番号 = 150,
			},
			００６９ = {
				マップ位置 = (list) { 48, 11 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 49, 11 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "箱",
				番号 = 160,
			},
			００７４ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（└）",
			},
			００７５ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００７８ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "箱",
				番号 = 250,
			},
			００８１ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００８２ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（┬）",
			},
			００８４ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（┘）",
			},
			００８５ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "箱",
				番号 = 290,
			},
			００８６ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "箱",
				番号 = 295,
			},
			００８８ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "箱",
				番号 = 300,
			},
		},
	},
	空中防衛中 = {
		サイズ = (list) { 24, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "箱",
				番号 = 10,
			},
			０００４ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（┌）",
			},
			０００５ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（┘）",
			},
			０００６ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "箱",
				番号 = 20,
			},
			０００７ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（│）",
			},
			０００８ = {
				マップ位置 = (list) { 12, 15 },
				種別 = "道（└）",
			},
			０００９ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 15 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "箱",
				番号 = 30,
			},
			００１３ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００１４ = {
				マップ位置 = (list) { 15, 15 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（┐）",
			},
			００１６ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（├）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 15 },
				種別 = "道（┘）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "箱",
				番号 = 100,
			},
		},
	},
	坑道からモンスター／砦 = {
		サイズ = (list) { 35, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 8 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 8 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 8 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 8 },
				種別 = "箱",
				番号 = 20,
			},
			０００５ = {
				マップ位置 = (list) { 7, 8 },
				種別 = "道（┐）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 9 },
				種別 = "道（└）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 9 },
				種別 = "道（─）",
				番号 = 25,
			},
			０００８ = {
				マップ位置 = (list) { 9, 8 },
				種別 = "道（┌）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 9 },
				種別 = "道（┘）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 8 },
				種別 = "道（─）",
				番号 = 26,
			},
			００１１ = {
				マップ位置 = (list) { 11, 8 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 9 },
				種別 = "道（└）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 9 },
				種別 = "箱",
				番号 = 30,
			},
			００１４ = {
				マップ位置 = (list) { 13, 9 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 9 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 15, 9 },
				種別 = "道（┐）",
			},
			００１７ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（└）",
				番号 = 35,
			},
			００１８ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 17, 10 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 18, 10 },
				種別 = "箱",
				番号 = 40,
			},
			００２１ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（└）",
			},
			００２２ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（┐）",
			},
			００２４ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（└）",
			},
			００２５ = {
				マップ位置 = (list) { 20, 10 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "箱",
				番号 = 50,
			},
			００２８ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 51,
			},
			００２９ = {
				マップ位置 = (list) { 22, 10 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 23, 10 },
				種別 = "道（┐）",
			},
			００３２ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（├）",
				番号 = 60,
			},
			００３３ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┘）",
			},
			００３４ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 25, 9 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 25, 10 },
				種別 = "道（│）",
			},
			００３７ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（┘）",
				番号 = 65,
			},
			００３８ = {
				マップ位置 = (list) { 26, 9 },
				種別 = "箱",
				番号 = 70,
			},
			００３９ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 29, 9 },
				種別 = "箱",
				番号 = 80,
			},
		},
	},
	最終決戦 = {
		サイズ = (list) { 250, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 4, 15 },
				種別 = "道（└）",
			},
			０００５ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 5, 15 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 6, 15 },
				種別 = "箱",
				番号 = 3,
			},
			０００９ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 7, 15 },
				種別 = "道（┐）",
			},
			００１１ = {
				マップ位置 = (list) { 7, 16 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "箱",
				番号 = 10,
			},
			００１３ = {
				マップ位置 = (list) { 8, 16 },
				種別 = "箱",
				番号 = 4,
			},
			００１４ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 9, 16 },
				種別 = "道（┐）",
			},
			００１６ = {
				マップ位置 = (list) { 9, 17 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 10, 17 },
				種別 = "道（┐）",
			},
			００１９ = {
				マップ位置 = (list) { 10, 18 },
				種別 = "箱",
				番号 = 5,
			},
			００２０ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００２１ = {
				マップ位置 = (list) { 11, 15 },
				種別 = "道（└）",
			},
			００２２ = {
				マップ位置 = (list) { 11, 18 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（┬）",
			},
			００２４ = {
				マップ位置 = (list) { 12, 15 },
				種別 = "道（┘）",
			},
			００２５ = {
				マップ位置 = (list) { 12, 18 },
				種別 = "道（┐）",
			},
			００２６ = {
				マップ位置 = (list) { 12, 19 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（┘）",
			},
			００２９ = {
				マップ位置 = (list) { 13, 19 },
				種別 = "箱",
				番号 = 6,
			},
			００３０ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００３１ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（┐）",
			},
			００３２ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "箱",
				番号 = 40,
			},
			００３４ = {
				マップ位置 = (list) { 16, 15 },
				種別 = "道（└）",
			},
			００３５ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（┬）",
			},
			００３６ = {
				マップ位置 = (list) { 17, 15 },
				種別 = "道（┘）",
			},
			００３７ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "箱",
				番号 = 50,
			},
			００３９ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┌）",
			},
			００４０ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（┘）",
			},
			００４１ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００４２ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（└）",
			},
			００４３ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（┬）",
			},
			００４４ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（┐）",
			},
			００４７ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（└）",
			},
			００４８ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００４９ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "箱",
				番号 = 75,
			},
			００５１ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００５２ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（┘）",
			},
			００５３ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００５５ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（└）",
			},
			００５６ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "箱",
				番号 = 900,
			},
			００５９ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（┌）",
			},
			００６０ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（┘）",
			},
			００６１ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（┐）",
			},
			００６２ = {
				マップ位置 = (list) { 32, 15 },
				種別 = "道（└）",
			},
			００６３ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "箱",
				番号 = 901,
			},
			００６５ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "箱",
				番号 = 110,
			},
			００６６ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（┌）",
			},
			００６８ = {
				マップ位置 = (list) { 35, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００６９ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（└）",
			},
			００７０ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "箱",
				番号 = 130,
			},
			００７５ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "箱",
				番号 = 160,
			},
			００７６ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 40, 11 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 41, 11 },
				種別 = "箱",
				番号 = 140,
			},
			００８１ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "箱",
				番号 = 170,
			},
			００８２ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "箱",
				番号 = 150,
			},
			００８５ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "箱",
				番号 = 180,
			},
			００８６ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "道（┐）",
			},
			００８７ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（├）",
			},
			００８８ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（┘）",
			},
			００８９ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００９０ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 47, 10 },
				種別 = "箱",
				番号 = 902,
			},
			００９２ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "箱",
				番号 = 903,
			},
			００９４ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "箱",
				番号 = 210,
			},
			００９５ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "箱",
				番号 = 215,
			},
			００９７ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "箱",
				番号 = 904,
			},
			００９９ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "道（┐）",
			},
			０１００ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "道（└）",
			},
			０１０１ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "箱",
				番号 = 220,
			},
			０１０２ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（┌）",
			},
			０１０３ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（┘）",
			},
			０１０４ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（─）",
				番号 = 225,
			},
			０１０５ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（┌）",
			},
			０１０７ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "箱",
				番号 = 300,
			},
			０１０８ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（│）",
			},
			０１０９ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（└）",
			},
			０１１０ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "道（─）",
			},
			０１１１ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "箱",
				番号 = 304,
			},
			０１１３ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 59, 12 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "箱",
				番号 = 301,
			},
			０１１７ = {
				マップ位置 = (list) { 60, 12 },
				種別 = "道（┐）",
			},
			０１１８ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "箱",
				番号 = 303,
			},
			０１１９ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 61, 13 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "箱",
				番号 = 302,
			},
			０１２３ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "道（┬）",
			},
			０１２４ = {
				マップ位置 = (list) { 62, 12 },
				種別 = "道（│）",
			},
			０１２５ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "道（┤）",
			},
			０１２６ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "道（┘）",
			},
			０１２７ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "箱",
				番号 = 310,
			},
			０１２８ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 65, 9 },
				種別 = "箱",
				番号 = 906,
			},
			０１３０ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（─）",
				番号 = 312,
			},
			０１３１ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "箱",
				番号 = 905,
			},
			０１３２ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "箱",
				番号 = 315,
			},
			０１３４ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "箱",
				番号 = 320,
			},
			０１３７ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "道（─）",
				番号 = 325,
			},
			０１３９ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "道（┌）",
			},
			０１４０ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "箱",
				番号 = 330,
			},
			０１４１ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "道（─）",
			},
			０１４２ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 75, 9 },
				種別 = "道（┌）",
			},
			０１４４ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（┘）",
			},
			０１４５ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "道（─）",
				番号 = 333,
			},
			０１４６ = {
				マップ位置 = (list) { 76, 9 },
				種別 = "箱",
				番号 = 331,
			},
			０１４７ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（─）",
				番号 = 334,
			},
			０１５０ = {
				マップ位置 = (list) { 78, 9 },
				種別 = "道（┐）",
			},
			０１５１ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "箱",
				番号 = 332,
			},
			０１５２ = {
				マップ位置 = (list) { 78, 11 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 79, 10 },
				種別 = "道（┐）",
			},
			０１５４ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "道（┴）",
			},
			０１５５ = {
				マップ位置 = (list) { 80, 11 },
				種別 = "箱",
				番号 = 335,
			},
			０１５６ = {
				マップ位置 = (list) { 81, 11 },
				種別 = "道（┐）",
			},
			０１５７ = {
				マップ位置 = (list) { 81, 12 },
				種別 = "道（│）",
				番号 = 336,
			},
			０１５８ = {
				マップ位置 = (list) { 81, 13 },
				種別 = "道（└）",
			},
			０１５９ = {
				マップ位置 = (list) { 82, 13 },
				種別 = "箱",
				番号 = 340,
			},
			０１６０ = {
				マップ位置 = (list) { 83, 11 },
				種別 = "箱",
				番号 = 907,
			},
			０１６１ = {
				マップ位置 = (list) { 83, 13 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "道（┌）",
			},
			０１６３ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "箱",
				番号 = 350,
			},
			０１６４ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "道（└）",
			},
			０１６５ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 85, 14 },
				種別 = "道（┐）",
			},
			０１６８ = {
				マップ位置 = (list) { 85, 15 },
				種別 = "道（└）",
			},
			０１６９ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（┌）",
			},
			０１７０ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（┘）",
			},
			０１７１ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 86, 15 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "箱",
				番号 = 354,
			},
			０１７４ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "箱",
				番号 = 356,
			},
			０１７６ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（─）",
			},
			０１７７ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "箱",
				番号 = 355,
			},
			０１７８ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（┐）",
			},
			０１８２ = {
				マップ位置 = (list) { 89, 16 },
				種別 = "道（└）",
			},
			０１８３ = {
				マップ位置 = (list) { 90, 11 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 90, 13 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 90, 16 },
				種別 = "箱",
				番号 = 353,
			},
			０１８６ = {
				マップ位置 = (list) { 91, 11 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 92, 11 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "箱",
				番号 = 352,
			},
			０１９０ = {
				マップ位置 = (list) { 93, 11 },
				種別 = "箱",
				番号 = 351,
			},
			０１９１ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "箱",
				番号 = 360,
			},
			０１９２ = {
				マップ位置 = (list) { 96, 12 },
				種別 = "道（┌）",
			},
			０１９３ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（┘）",
			},
			０１９４ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（─）",
			},
			０１９５ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "道（┌）",
			},
			０１９６ = {
				マップ位置 = (list) { 98, 12 },
				種別 = "箱",
				番号 = 370,
			},
			０１９７ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "道（└）",
			},
			０１９８ = {
				マップ位置 = (list) { 98, 14 },
				種別 = "箱",
				番号 = 908,
			},
			０１９９ = {
				マップ位置 = (list) { 99, 10 },
				種別 = "道（┌）",
			},
			０２００ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（┘）",
			},
			０２０１ = {
				マップ位置 = (list) { 99, 12 },
				種別 = "道（─）",
			},
			０２０２ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "道（┐）",
			},
			０２０３ = {
				マップ位置 = (list) { 99, 14 },
				種別 = "道（└）",
			},
			０２０４ = {
				マップ位置 = (list) { 100, 10 },
				種別 = "箱",
				番号 = 374,
			},
			０２０５ = {
				マップ位置 = (list) { 100, 12 },
				種別 = "箱",
				番号 = 375,
			},
			０２０６ = {
				マップ位置 = (list) { 100, 14 },
				種別 = "道（─）",
			},
			０２０７ = {
				マップ位置 = (list) { 101, 10 },
				種別 = "道（─）",
			},
			０２０８ = {
				マップ位置 = (list) { 101, 12 },
				種別 = "道（─）",
			},
			０２０９ = {
				マップ位置 = (list) { 101, 14 },
				種別 = "箱",
				番号 = 376,
			},
			０２１０ = {
				マップ位置 = (list) { 102, 10 },
				種別 = "道（─）",
			},
			０２１１ = {
				マップ位置 = (list) { 102, 12 },
				種別 = "道（┐）",
			},
			０２１２ = {
				マップ位置 = (list) { 102, 13 },
				種別 = "道（└）",
			},
			０２１３ = {
				マップ位置 = (list) { 102, 14 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 103, 10 },
				種別 = "道（─）",
			},
			０２１５ = {
				マップ位置 = (list) { 103, 13 },
				種別 = "道（─）",
			},
			０２１６ = {
				マップ位置 = (list) { 103, 14 },
				種別 = "道（─）",
			},
			０２１７ = {
				マップ位置 = (list) { 104, 10 },
				種別 = "道（─）",
			},
			０２１８ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（─）",
			},
			０２１９ = {
				マップ位置 = (list) { 104, 14 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 105, 10 },
				種別 = "箱",
				番号 = 372,
			},
			０２２１ = {
				マップ位置 = (list) { 105, 12 },
				種別 = "道（┌）",
			},
			０２２２ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "道（┘）",
			},
			０２２３ = {
				マップ位置 = (list) { 105, 14 },
				種別 = "箱",
				番号 = 373,
			},
			０２２４ = {
				マップ位置 = (list) { 106, 12 },
				種別 = "箱",
				番号 = 371,
			},
			０２２５ = {
				マップ位置 = (list) { 108, 12 },
				種別 = "箱",
				番号 = 380,
			},
			０２２６ = {
				マップ位置 = (list) { 109, 10 },
				種別 = "箱",
				番号 = 909,
			},
			０２２７ = {
				マップ位置 = (list) { 109, 12 },
				種別 = "道（─）",
			},
			０２２８ = {
				マップ位置 = (list) { 110, 11 },
				種別 = "道（┌）",
			},
			０２２９ = {
				マップ位置 = (list) { 110, 12 },
				種別 = "箱",
				番号 = 390,
			},
			０２３０ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "道（└）",
			},
			０２３１ = {
				マップ位置 = (list) { 111, 11 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 111, 12 },
				種別 = "道（─）",
			},
			０２３３ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "道（─）",
			},
			０２３４ = {
				マップ位置 = (list) { 112, 11 },
				種別 = "道（─）",
			},
			０２３５ = {
				マップ位置 = (list) { 112, 12 },
				種別 = "道（─）",
			},
			０２３６ = {
				マップ位置 = (list) { 112, 13 },
				種別 = "道（─）",
			},
			０２３７ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "道（┌）",
			},
			０２３８ = {
				マップ位置 = (list) { 113, 11 },
				種別 = "道（┘）",
			},
			０２３９ = {
				マップ位置 = (list) { 113, 12 },
				種別 = "道（─）",
			},
			０２４０ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "道（┐）",
			},
			０２４１ = {
				マップ位置 = (list) { 113, 14 },
				種別 = "道（└）",
			},
			０２４２ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "箱",
				番号 = 394,
			},
			０２４３ = {
				マップ位置 = (list) { 114, 12 },
				種別 = "道（─）",
			},
			０２４４ = {
				マップ位置 = (list) { 114, 14 },
				種別 = "箱",
				番号 = 396,
			},
			０２４５ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "道（─）",
			},
			０２４６ = {
				マップ位置 = (list) { 115, 12 },
				種別 = "道（─）",
			},
			０２４７ = {
				マップ位置 = (list) { 115, 13 },
				種別 = "箱",
				番号 = 911,
			},
			０２４８ = {
				マップ位置 = (list) { 115, 14 },
				種別 = "道（─）",
			},
			０２４９ = {
				マップ位置 = (list) { 116, 10 },
				種別 = "道（─）",
			},
			０２５０ = {
				マップ位置 = (list) { 116, 12 },
				種別 = "箱",
				番号 = 395,
			},
			０２５１ = {
				マップ位置 = (list) { 116, 14 },
				種別 = "道（─）",
			},
			０２５２ = {
				マップ位置 = (list) { 117, 10 },
				種別 = "道（─）",
			},
			０２５３ = {
				マップ位置 = (list) { 117, 12 },
				種別 = "道（─）",
			},
			０２５４ = {
				マップ位置 = (list) { 117, 14 },
				種別 = "道（─）",
			},
			０２５５ = {
				マップ位置 = (list) { 118, 10 },
				種別 = "道（┐）",
			},
			０２５６ = {
				マップ位置 = (list) { 118, 11 },
				種別 = "箱",
				番号 = 391,
			},
			０２５７ = {
				マップ位置 = (list) { 118, 12 },
				種別 = "道（─）",
			},
			０２５８ = {
				マップ位置 = (list) { 118, 13 },
				種別 = "箱",
				番号 = 393,
			},
			０２５９ = {
				マップ位置 = (list) { 118, 14 },
				種別 = "道（┘）",
			},
			０２６０ = {
				マップ位置 = (list) { 119, 12 },
				種別 = "道（─）",
			},
			０２６１ = {
				マップ位置 = (list) { 120, 12 },
				種別 = "箱",
				番号 = 392,
			},
			０２６２ = {
				マップ位置 = (list) { 120, 14 },
				種別 = "箱",
				番号 = 397,
			},
			０２６３ = {
				マップ位置 = (list) { 121, 10 },
				種別 = "箱",
				番号 = 910,
			},
			０２６４ = {
				マップ位置 = (list) { 121, 13 },
				種別 = "道（┌）",
			},
			０２６５ = {
				マップ位置 = (list) { 121, 14 },
				種別 = "道（┘）",
			},
			０２６６ = {
				マップ位置 = (list) { 122, 11 },
				種別 = "道（┌）",
			},
			０２６７ = {
				マップ位置 = (list) { 122, 12 },
				種別 = "道（│）",
			},
			０２６８ = {
				マップ位置 = (list) { 122, 13 },
				種別 = "道（┘）",
			},
			０２６９ = {
				マップ位置 = (list) { 123, 9 },
				種別 = "箱",
				番号 = 912,
			},
			０２７０ = {
				マップ位置 = (list) { 123, 11 },
				種別 = "箱",
				番号 = 400,
			},
			０２７１ = {
				マップ位置 = (list) { 123, 13 },
				種別 = "箱",
				番号 = 913,
			},
			０２７２ = {
				マップ位置 = (list) { 124, 11 },
				種別 = "道（┐）",
			},
			０２７３ = {
				マップ位置 = (list) { 124, 12 },
				種別 = "道（│）",
			},
			０２７４ = {
				マップ位置 = (list) { 124, 13 },
				種別 = "道（└）",
			},
			０２７５ = {
				マップ位置 = (list) { 125, 13 },
				種別 = "箱",
				番号 = 410,
			},
			０２７６ = {
				マップ位置 = (list) { 126, 13 },
				種別 = "道（─）",
			},
			０２７７ = {
				マップ位置 = (list) { 127, 13 },
				種別 = "箱",
				番号 = 415,
			},
			０２７８ = {
				マップ位置 = (list) { 128, 13 },
				種別 = "道（─）",
			},
			０２７９ = {
				マップ位置 = (list) { 129, 13 },
				種別 = "道（─）",
			},
			０２８０ = {
				マップ位置 = (list) { 130, 12 },
				種別 = "道（┌）",
			},
			０２８１ = {
				マップ位置 = (list) { 130, 13 },
				種別 = "道（┘）",
				番号 = 435,
			},
			０２８２ = {
				マップ位置 = (list) { 131, 12 },
				種別 = "箱",
				番号 = 440,
			},
			０２８３ = {
				マップ位置 = (list) { 132, 12 },
				種別 = "道（─）",
			},
			０２８４ = {
				マップ位置 = (list) { 132, 14 },
				種別 = "箱",
				番号 = 914,
			},
			０２８５ = {
				マップ位置 = (list) { 133, 12 },
				種別 = "道（─）",
				番号 = 445,
			},
			０２８６ = {
				マップ位置 = (list) { 134, 12 },
				種別 = "道（─）",
			},
			０２８７ = {
				マップ位置 = (list) { 135, 12 },
				種別 = "箱",
				番号 = 450,
			},
			０２８８ = {
				マップ位置 = (list) { 135, 14 },
				種別 = "箱",
				番号 = 915,
			},
			０２８９ = {
				マップ位置 = (list) { 136, 12 },
				種別 = "道（─）",
			},
			０２９０ = {
				マップ位置 = (list) { 137, 12 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 138, 11 },
				種別 = "道（┌）",
			},
			０２９２ = {
				マップ位置 = (list) { 138, 12 },
				種別 = "箱",
				番号 = 460,
			},
			０２９３ = {
				マップ位置 = (list) { 138, 13 },
				種別 = "道（└）",
			},
			０２９４ = {
				マップ位置 = (list) { 139, 11 },
				種別 = "道（─）",
				番号 = 461,
			},
			０２９５ = {
				マップ位置 = (list) { 139, 13 },
				種別 = "道（─）",
				番号 = 463,
			},
			０２９６ = {
				マップ位置 = (list) { 140, 11 },
				種別 = "道（─）",
			},
			０２９７ = {
				マップ位置 = (list) { 140, 13 },
				種別 = "道（─）",
				番号 = 464,
			},
			０２９８ = {
				マップ位置 = (list) { 141, 11 },
				種別 = "道（─）",
				番号 = 462,
			},
			０２９９ = {
				マップ位置 = (list) { 141, 13 },
				種別 = "道（─）",
				番号 = 465,
			},
			０３００ = {
				マップ位置 = (list) { 142, 11 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 142, 13 },
				種別 = "道（─）",
				番号 = 466,
			},
			０３０２ = {
				マップ位置 = (list) { 143, 11 },
				種別 = "道（┐）",
			},
			０３０３ = {
				マップ位置 = (list) { 143, 12 },
				種別 = "道（│）",
			},
			０３０４ = {
				マップ位置 = (list) { 143, 13 },
				種別 = "道（┴）",
			},
			０３０５ = {
				マップ位置 = (list) { 144, 13 },
				種別 = "箱",
				番号 = 470,
			},
			０３０６ = {
				マップ位置 = (list) { 145, 13 },
				種別 = "道（─）",
			},
			０３０７ = {
				マップ位置 = (list) { 146, 13 },
				種別 = "道（─）",
			},
			０３０８ = {
				マップ位置 = (list) { 147, 13 },
				種別 = "箱",
				番号 = 480,
			},
			０３０９ = {
				マップ位置 = (list) { 148, 13 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 149, 13 },
				種別 = "道（─）",
			},
			０３１１ = {
				マップ位置 = (list) { 150, 13 },
				種別 = "箱",
				番号 = 481,
			},
			０３１２ = {
				マップ位置 = (list) { 150, 14 },
				種別 = "道（└）",
			},
			０３１３ = {
				マップ位置 = (list) { 151, 13 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 151, 14 },
				種別 = "道（─）",
			},
			０３１５ = {
				マップ位置 = (list) { 152, 13 },
				種別 = "道（─）",
			},
			０３１６ = {
				マップ位置 = (list) { 152, 14 },
				種別 = "道（┐）",
			},
			０３１７ = {
				マップ位置 = (list) { 152, 15 },
				種別 = "道（└）",
			},
			０３１８ = {
				マップ位置 = (list) { 153, 13 },
				種別 = "道（─）",
				番号 = 483,
			},
			０３１９ = {
				マップ位置 = (list) { 153, 15 },
				種別 = "道（─）",
			},
			０３２０ = {
				マップ位置 = (list) { 154, 13 },
				種別 = "道（─）",
			},
			０３２１ = {
				マップ位置 = (list) { 154, 15 },
				種別 = "箱",
				番号 = 485,
			},
			０３２２ = {
				マップ位置 = (list) { 155, 13 },
				種別 = "道（─）",
			},
			０３２３ = {
				マップ位置 = (list) { 155, 15 },
				種別 = "道（─）",
			},
			０３２４ = {
				マップ位置 = (list) { 156, 13 },
				種別 = "箱",
				番号 = 482,
			},
			０３２５ = {
				マップ位置 = (list) { 156, 15 },
				種別 = "道（─）",
				番号 = 486,
			},
			０３２６ = {
				マップ位置 = (list) { 157, 13 },
				種別 = "道（─）",
			},
			０３２７ = {
				マップ位置 = (list) { 157, 15 },
				種別 = "道（─）",
			},
			０３２８ = {
				マップ位置 = (list) { 158, 13 },
				種別 = "道（┐）",
				番号 = 484,
			},
			０３２９ = {
				マップ位置 = (list) { 158, 14 },
				種別 = "道（├）",
			},
			０３３０ = {
				マップ位置 = (list) { 158, 15 },
				種別 = "道（┘）",
			},
			０３３１ = {
				マップ位置 = (list) { 159, 14 },
				種別 = "箱",
				番号 = 490,
			},
			０３３２ = {
				マップ位置 = (list) { 159, 15 },
				種別 = "道（└）",
			},
			０３３３ = {
				マップ位置 = (list) { 160, 14 },
				種別 = "道（─）",
			},
			０３３４ = {
				マップ位置 = (list) { 160, 15 },
				種別 = "箱",
				番号 = 491,
			},
			０３３５ = {
				マップ位置 = (list) { 161, 14 },
				種別 = "箱",
				番号 = 492,
			},
			０３３６ = {
				マップ位置 = (list) { 161, 15 },
				種別 = "道（─）",
			},
			０３３７ = {
				マップ位置 = (list) { 162, 14 },
				種別 = "道（─）",
			},
			０３３８ = {
				マップ位置 = (list) { 162, 15 },
				種別 = "道（─）",
			},
			０３３９ = {
				マップ位置 = (list) { 163, 14 },
				種別 = "箱",
				番号 = 495,
			},
			０３４０ = {
				マップ位置 = (list) { 163, 15 },
				種別 = "道（┘）",
			},
			０３４１ = {
				マップ位置 = (list) { 164, 14 },
				種別 = "道（─）",
			},
			０３４２ = {
				マップ位置 = (list) { 165, 12 },
				種別 = "箱",
				番号 = 916,
			},
			０３４３ = {
				マップ位置 = (list) { 165, 13 },
				種別 = "道（┌）",
			},
			０３４４ = {
				マップ位置 = (list) { 165, 14 },
				種別 = "道（┘）",
			},
			０３４５ = {
				マップ位置 = (list) { 166, 13 },
				種別 = "箱",
				番号 = 500,
			},
			０３４６ = {
				マップ位置 = (list) { 166, 15 },
				種別 = "箱",
				番号 = 917,
			},
			０３４７ = {
				マップ位置 = (list) { 167, 13 },
				種別 = "道（─）",
			},
			０３４８ = {
				マップ位置 = (list) { 168, 13 },
				種別 = "道（─）",
				番号 = 505,
			},
			０３４９ = {
				マップ位置 = (list) { 169, 13 },
				種別 = "道（─）",
			},
			０３５０ = {
				マップ位置 = (list) { 170, 13 },
				種別 = "箱",
				番号 = 510,
			},
			０３５１ = {
				マップ位置 = (list) { 171, 12 },
				種別 = "道（┌）",
			},
			０３５２ = {
				マップ位置 = (list) { 171, 13 },
				種別 = "道（┘）",
			},
			０３５３ = {
				マップ位置 = (list) { 172, 12 },
				種別 = "箱",
				番号 = 520,
			},
			０３５４ = {
				マップ位置 = (list) { 173, 12 },
				種別 = "道（┐）",
			},
			０３５５ = {
				マップ位置 = (list) { 173, 13 },
				種別 = "道（└）",
			},
			０３５６ = {
				マップ位置 = (list) { 174, 13 },
				種別 = "道（─）",
				番号 = 530,
			},
			０３５７ = {
				マップ位置 = (list) { 175, 12 },
				種別 = "道（┌）",
			},
			０３５８ = {
				マップ位置 = (list) { 175, 13 },
				種別 = "道（┘）",
			},
			０３５９ = {
				マップ位置 = (list) { 176, 12 },
				種別 = "道（─）",
			},
			０３６０ = {
				マップ位置 = (list) { 177, 12 },
				種別 = "箱",
				番号 = 540,
			},
			０３６１ = {
				マップ位置 = (list) { 178, 12 },
				種別 = "道（─）",
			},
			０３６２ = {
				マップ位置 = (list) { 179, 12 },
				種別 = "道（─）",
			},
			０３６３ = {
				マップ位置 = (list) { 180, 12 },
				種別 = "道（─）",
			},
			０３６４ = {
				マップ位置 = (list) { 181, 12 },
				種別 = "道（─）",
			},
			０３６５ = {
				マップ位置 = (list) { 182, 12 },
				種別 = "箱",
				番号 = 600,
			},
			０３６６ = {
				マップ位置 = (list) { 183, 12 },
				種別 = "道（─）",
			},
			０３６７ = {
				マップ位置 = (list) { 184, 12 },
				種別 = "箱",
				番号 = 610,
			},
			０３６８ = {
				マップ位置 = (list) { 184, 13 },
				種別 = "道（└）",
			},
			０３６９ = {
				マップ位置 = (list) { 185, 12 },
				種別 = "道（─）",
			},
			０３７０ = {
				マップ位置 = (list) { 185, 13 },
				種別 = "道（┐）",
			},
			０３７１ = {
				マップ位置 = (list) { 185, 14 },
				種別 = "道（│）",
			},
			０３７２ = {
				マップ位置 = (list) { 185, 15 },
				種別 = "道（└）",
			},
			０３７３ = {
				マップ位置 = (list) { 186, 12 },
				種別 = "箱",
				番号 = 620,
			},
			０３７４ = {
				マップ位置 = (list) { 186, 15 },
				種別 = "箱",
				番号 = 870,
			},
			０３７５ = {
				マップ位置 = (list) { 187, 12 },
				種別 = "道（─）",
			},
			０３７６ = {
				マップ位置 = (list) { 187, 15 },
				種別 = "道（─）",
			},
			０３７７ = {
				マップ位置 = (list) { 188, 12 },
				種別 = "道（┐）",
			},
			０３７８ = {
				マップ位置 = (list) { 188, 13 },
				種別 = "道（└）",
			},
			０３７９ = {
				マップ位置 = (list) { 188, 15 },
				種別 = "箱",
				番号 = 880,
			},
			０３８０ = {
				マップ位置 = (list) { 189, 13 },
				種別 = "道（─）",
			},
			０３８１ = {
				マップ位置 = (list) { 190, 13 },
				種別 = "箱",
				番号 = 630,
			},
			０３８２ = {
				マップ位置 = (list) { 191, 11 },
				種別 = "箱",
				番号 = 918,
			},
			０３８３ = {
				マップ位置 = (list) { 191, 13 },
				種別 = "道（─）",
			},
			０３８４ = {
				マップ位置 = (list) { 192, 13 },
				種別 = "箱",
				番号 = 640,
			},
			０３８５ = {
				マップ位置 = (list) { 192, 14 },
				種別 = "道（└）",
			},
			０３８６ = {
				マップ位置 = (list) { 193, 13 },
				種別 = "道（─）",
			},
			０３８７ = {
				マップ位置 = (list) { 193, 14 },
				種別 = "道（─）",
			},
			０３８８ = {
				マップ位置 = (list) { 194, 11 },
				種別 = "箱",
				番号 = 919,
			},
			０３８９ = {
				マップ位置 = (list) { 194, 12 },
				種別 = "箱",
				番号 = 650,
			},
			０３９０ = {
				マップ位置 = (list) { 194, 13 },
				種別 = "道（┘）",
			},
			０３９１ = {
				マップ位置 = (list) { 194, 14 },
				種別 = "箱",
				番号 = 660,
			},
			０３９２ = {
				マップ位置 = (list) { 195, 12 },
				種別 = "道（─）",
			},
			０３９３ = {
				マップ位置 = (list) { 195, 14 },
				種別 = "道（─）",
			},
			０３９４ = {
				マップ位置 = (list) { 196, 12 },
				種別 = "箱",
				番号 = 651,
			},
			０３９５ = {
				マップ位置 = (list) { 196, 14 },
				種別 = "道（─）",
			},
			０３９６ = {
				マップ位置 = (list) { 197, 12 },
				種別 = "道（─）",
			},
			０３９７ = {
				マップ位置 = (list) { 197, 14 },
				種別 = "道（─）",
			},
			０３９８ = {
				マップ位置 = (list) { 198, 12 },
				種別 = "箱",
				番号 = 652,
			},
			０３９９ = {
				マップ位置 = (list) { 198, 14 },
				種別 = "箱",
				番号 = 670,
			},
			０４００ = {
				マップ位置 = (list) { 198, 15 },
				種別 = "道（└）",
			},
			０４０１ = {
				マップ位置 = (list) { 199, 12 },
				種別 = "道（─）",
			},
			０４０２ = {
				マップ位置 = (list) { 199, 14 },
				種別 = "道（─）",
			},
			０４０３ = {
				マップ位置 = (list) { 199, 15 },
				種別 = "道（─）",
			},
			０４０４ = {
				マップ位置 = (list) { 200, 12 },
				種別 = "箱",
				番号 = 653,
			},
			０４０５ = {
				マップ位置 = (list) { 200, 14 },
				種別 = "箱",
				番号 = 675,
			},
			０４０６ = {
				マップ位置 = (list) { 200, 15 },
				種別 = "道（─）",
			},
			０４０７ = {
				マップ位置 = (list) { 201, 12 },
				種別 = "道（─）",
			},
			０４０８ = {
				マップ位置 = (list) { 201, 14 },
				種別 = "道（─）",
			},
			０４０９ = {
				マップ位置 = (list) { 201, 15 },
				種別 = "道（─）",
			},
			０４１０ = {
				マップ位置 = (list) { 202, 12 },
				種別 = "箱",
				番号 = 655,
			},
			０４１１ = {
				マップ位置 = (list) { 202, 13 },
				種別 = "道（│）",
			},
			０４１２ = {
				マップ位置 = (list) { 202, 14 },
				種別 = "道（┤）",
			},
			０４１３ = {
				マップ位置 = (list) { 202, 15 },
				種別 = "道（┘）",
			},
			０４１４ = {
				マップ位置 = (list) { 203, 10 },
				種別 = "箱",
				番号 = 920,
			},
			０４１５ = {
				マップ位置 = (list) { 203, 12 },
				種別 = "道（─）",
			},
			０４１６ = {
				マップ位置 = (list) { 204, 12 },
				種別 = "道（─）",
			},
			０４１７ = {
				マップ位置 = (list) { 204, 14 },
				種別 = "箱",
				番号 = 921,
			},
			０４１８ = {
				マップ位置 = (list) { 205, 12 },
				種別 = "箱",
				番号 = 680,
			},
			０４１９ = {
				マップ位置 = (list) { 206, 12 },
				種別 = "道（─）",
			},
			０４２０ = {
				マップ位置 = (list) { 207, 12 },
				種別 = "箱",
				番号 = 685,
			},
			０４２１ = {
				マップ位置 = (list) { 208, 12 },
				種別 = "道（─）",
			},
			０４２２ = {
				マップ位置 = (list) { 209, 12 },
				種別 = "道（─）",
				番号 = 686,
			},
			０４２３ = {
				マップ位置 = (list) { 210, 12 },
				種別 = "道（─）",
			},
			０４２４ = {
				マップ位置 = (list) { 211, 12 },
				種別 = "道（─）",
				番号 = 687,
			},
			０４２５ = {
				マップ位置 = (list) { 212, 12 },
				種別 = "道（─）",
			},
			０４２６ = {
				マップ位置 = (list) { 213, 12 },
				種別 = "箱",
				番号 = 690,
			},
			０４２７ = {
				マップ位置 = (list) { 214, 11 },
				種別 = "道（┌）",
			},
			０４２８ = {
				マップ位置 = (list) { 214, 12 },
				種別 = "道（┘）",
			},
			０４２９ = {
				マップ位置 = (list) { 215, 11 },
				種別 = "道（─）",
				番号 = 695,
			},
			０４３０ = {
				マップ位置 = (list) { 216, 11 },
				種別 = "道（─）",
			},
			０４３１ = {
				マップ位置 = (list) { 217, 11 },
				種別 = "箱",
				番号 = 700,
			},
			０４３２ = {
				マップ位置 = (list) { 218, 11 },
				種別 = "道（─）",
			},
			０４３３ = {
				マップ位置 = (list) { 219, 11 },
				種別 = "道（─）",
			},
			０４３４ = {
				マップ位置 = (list) { 220, 11 },
				種別 = "道（─）",
			},
			０４３５ = {
				マップ位置 = (list) { 221, 11 },
				種別 = "箱",
				番号 = 710,
			},
			０４３６ = {
				マップ位置 = (list) { 222, 11 },
				種別 = "道（─）",
			},
			０４３７ = {
				マップ位置 = (list) { 223, 11 },
				種別 = "道（─）",
			},
			０４３８ = {
				マップ位置 = (list) { 224, 11 },
				種別 = "道（─）",
			},
			０４３９ = {
				マップ位置 = (list) { 225, 11 },
				種別 = "道（─）",
			},
			０４４０ = {
				マップ位置 = (list) { 226, 11 },
				種別 = "箱",
				番号 = 800,
			},
			０４４１ = {
				マップ位置 = (list) { 227, 10 },
				種別 = "道（┌）",
			},
			０４４２ = {
				マップ位置 = (list) { 227, 11 },
				種別 = "道（┘）",
			},
			０４４３ = {
				マップ位置 = (list) { 228, 10 },
				種別 = "箱",
				番号 = 810,
			},
			０４４４ = {
				マップ位置 = (list) { 229, 10 },
				種別 = "道（─）",
			},
			０４４５ = {
				マップ位置 = (list) { 230, 10 },
				種別 = "道（─）",
				番号 = 811,
			},
			０４４６ = {
				マップ位置 = (list) { 231, 10 },
				種別 = "道（─）",
			},
			０４４７ = {
				マップ位置 = (list) { 232, 10 },
				種別 = "箱",
				番号 = 815,
			},
			０４４８ = {
				マップ位置 = (list) { 233, 9 },
				種別 = "道（┌）",
			},
			０４４９ = {
				マップ位置 = (list) { 233, 10 },
				種別 = "道（┘）",
			},
			０４５０ = {
				マップ位置 = (list) { 234, 9 },
				種別 = "箱",
				番号 = 820,
			},
			０４５１ = {
				マップ位置 = (list) { 235, 9 },
				種別 = "道（─）",
			},
			０４５２ = {
				マップ位置 = (list) { 236, 9 },
				種別 = "道（─）",
			},
			０４５３ = {
				マップ位置 = (list) { 237, 9 },
				種別 = "箱",
				番号 = 830,
			},
			０４５４ = {
				マップ位置 = (list) { 238, 9 },
				種別 = "道（─）",
			},
			０４５５ = {
				マップ位置 = (list) { 239, 9 },
				種別 = "箱",
				番号 = 840,
			},
			０４５６ = {
				マップ位置 = (list) { 240, 9 },
				種別 = "道（─）",
			},
			０４５７ = {
				マップ位置 = (list) { 241, 9 },
				種別 = "箱",
				番号 = 850,
			},
			０４５８ = {
				マップ位置 = (list) { 242, 9 },
				種別 = "道（─）",
			},
			０４５９ = {
				マップ位置 = (list) { 243, 9 },
				種別 = "箱",
				番号 = 860,
			},
		},
	},
	最終決戦／飛行 = {
		サイズ = (list) { 244, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（┐）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 15 },
				種別 = "道（│）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 16 },
				種別 = "道（└）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 16 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 9, 16 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 15 },
				種別 = "道（┌）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 16 },
				種別 = "道（┘）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（┌）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 15 },
				種別 = "道（┘）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００１４ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（┐）",
			},
			００１６ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 15, 15 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 15, 16 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 16, 16 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 17, 16 },
				種別 = "箱",
				番号 = 30,
			},
			００２１ = {
				マップ位置 = (list) { 18, 16 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 19, 16 },
				種別 = "箱",
				番号 = 40,
			},
			００２３ = {
				マップ位置 = (list) { 20, 16 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 21, 16 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 22, 16 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 23, 16 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 24, 16 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 25, 16 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 26, 16 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 27, 16 },
				種別 = "箱",
				番号 = 100,
			},
			００３１ = {
				マップ位置 = (list) { 28, 16 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 29, 16 },
				種別 = "箱",
				番号 = 110,
			},
			００３３ = {
				マップ位置 = (list) { 30, 16 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 31, 16 },
				種別 = "箱",
				番号 = 120,
			},
			００３５ = {
				マップ位置 = (list) { 32, 16 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 33, 16 },
				種別 = "道（─）",
				番号 = 125,
			},
			００３７ = {
				マップ位置 = (list) { 34, 16 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 35, 16 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 36, 16 },
				種別 = "箱",
				番号 = 130,
			},
			００４０ = {
				マップ位置 = (list) { 37, 16 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 38, 16 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 39, 15 },
				種別 = "道（┌）",
			},
			００４３ = {
				マップ位置 = (list) { 39, 16 },
				種別 = "箱",
				番号 = 140,
			},
			００４４ = {
				マップ位置 = (list) { 39, 17 },
				種別 = "道（│）",
			},
			００４５ = {
				マップ位置 = (list) { 39, 18 },
				種別 = "道（└）",
			},
			００４６ = {
				マップ位置 = (list) { 40, 15 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 40, 16 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 40, 18 },
				種別 = "箱",
				番号 = 320,
			},
			００４９ = {
				マップ位置 = (list) { 41, 15 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 41, 16 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 41, 18 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 42, 15 },
				種別 = "箱",
				番号 = 310,
			},
			００５３ = {
				マップ位置 = (list) { 42, 16 },
				種別 = "道（┐）",
			},
			００５４ = {
				マップ位置 = (list) { 42, 17 },
				種別 = "箱",
				番号 = 330,
			},
			００５５ = {
				マップ位置 = (list) { 42, 18 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 43, 15 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 43, 17 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 43, 18 },
				種別 = "箱",
				番号 = 321,
			},
			００５９ = {
				マップ位置 = (list) { 44, 15 },
				種別 = "道（┬）",
			},
			００６０ = {
				マップ位置 = (list) { 44, 16 },
				種別 = "道（│）",
			},
			００６１ = {
				マップ位置 = (list) { 44, 17 },
				種別 = "道（┤）",
			},
			００６２ = {
				マップ位置 = (list) { 44, 18 },
				種別 = "道（┘）",
			},
			００６３ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "箱",
				番号 = 350,
			},
			００６４ = {
				マップ位置 = (list) { 46, 15 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 47, 15 },
				種別 = "道（─）",
				番号 = 355,
			},
			００６６ = {
				マップ位置 = (list) { 48, 15 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 49, 15 },
				種別 = "箱",
				番号 = 360,
			},
			００６８ = {
				マップ位置 = (list) { 50, 15 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 51, 15 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 52, 15 },
				種別 = "箱",
				番号 = 370,
			},
			００７１ = {
				マップ位置 = (list) { 53, 15 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 54, 15 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 55, 15 },
				種別 = "箱",
				番号 = 380,
			},
			００７４ = {
				マップ位置 = (list) { 56, 15 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 57, 15 },
				種別 = "道（┐）",
			},
			００７６ = {
				マップ位置 = (list) { 57, 16 },
				種別 = "道（└）",
				番号 = 385,
			},
			００７７ = {
				マップ位置 = (list) { 58, 16 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 59, 16 },
				種別 = "箱",
				番号 = 390,
			},
			００７９ = {
				マップ位置 = (list) { 60, 16 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 61, 16 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 62, 15 },
				種別 = "道（┌）",
			},
			００８２ = {
				マップ位置 = (list) { 62, 16 },
				種別 = "箱",
				番号 = 400,
			},
			００８３ = {
				マップ位置 = (list) { 63, 15 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 63, 16 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（┌）",
			},
			００８６ = {
				マップ位置 = (list) { 64, 15 },
				種別 = "道（┘）",
			},
			００８７ = {
				マップ位置 = (list) { 64, 16 },
				種別 = "道（─）",
				番号 = 420,
			},
			００８８ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "箱",
				番号 = 410,
			},
			００８９ = {
				マップ位置 = (list) { 65, 16 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 66, 14 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 66, 16 },
				種別 = "道（─）",
				番号 = 421,
			},
			００９２ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "道（┐）",
			},
			００９３ = {
				マップ位置 = (list) { 67, 15 },
				種別 = "箱",
				番号 = 411,
			},
			００９４ = {
				マップ位置 = (list) { 67, 16 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 68, 15 },
				種別 = "道（┐）",
			},
			００９６ = {
				マップ位置 = (list) { 68, 16 },
				種別 = "道（┴）",
			},
			００９７ = {
				マップ位置 = (list) { 69, 16 },
				種別 = "箱",
				番号 = 430,
			},
			００９８ = {
				マップ位置 = (list) { 70, 16 },
				種別 = "道（┐）",
			},
			００９９ = {
				マップ位置 = (list) { 70, 17 },
				種別 = "道（│）",
				番号 = 435,
			},
			０１００ = {
				マップ位置 = (list) { 70, 18 },
				種別 = "道（└）",
			},
			０１０１ = {
				マップ位置 = (list) { 71, 18 },
				種別 = "箱",
				番号 = 440,
			},
			０１０２ = {
				マップ位置 = (list) { 72, 18 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 73, 18 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 74, 17 },
				種別 = "道（┌）",
			},
			０１０５ = {
				マップ位置 = (list) { 74, 18 },
				種別 = "箱",
				番号 = 450,
			},
			０１０６ = {
				マップ位置 = (list) { 74, 19 },
				種別 = "道（└）",
			},
			０１０７ = {
				マップ位置 = (list) { 75, 17 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 75, 18 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 75, 19 },
				種別 = "道（┐）",
			},
			０１１０ = {
				マップ位置 = (list) { 75, 20 },
				種別 = "道（└）",
			},
			０１１１ = {
				マップ位置 = (list) { 76, 16 },
				種別 = "道（┌）",
			},
			０１１２ = {
				マップ位置 = (list) { 76, 17 },
				種別 = "道（┘）",
			},
			０１１３ = {
				マップ位置 = (list) { 76, 18 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 76, 20 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 77, 16 },
				種別 = "箱",
				番号 = 454,
			},
			０１１６ = {
				マップ位置 = (list) { 77, 18 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 77, 20 },
				種別 = "箱",
				番号 = 456,
			},
			０１１８ = {
				マップ位置 = (list) { 78, 16 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 78, 18 },
				種別 = "箱",
				番号 = 455,
			},
			０１２０ = {
				マップ位置 = (list) { 78, 20 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 79, 16 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 79, 18 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 79, 20 },
				種別 = "道（┐）",
			},
			０１２４ = {
				マップ位置 = (list) { 79, 21 },
				種別 = "道（└）",
			},
			０１２５ = {
				マップ位置 = (list) { 80, 16 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 80, 18 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 80, 21 },
				種別 = "箱",
				番号 = 453,
			},
			０１２８ = {
				マップ位置 = (list) { 81, 16 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 81, 18 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 82, 16 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 82, 18 },
				種別 = "箱",
				番号 = 452,
			},
			０１３２ = {
				マップ位置 = (list) { 83, 16 },
				種別 = "箱",
				番号 = 451,
			},
			０１３３ = {
				マップ位置 = (list) { 85, 18 },
				種別 = "箱",
				番号 = 460,
			},
			０１３４ = {
				マップ位置 = (list) { 86, 17 },
				種別 = "道（┌）",
			},
			０１３５ = {
				マップ位置 = (list) { 86, 18 },
				種別 = "道（┘）",
			},
			０１３６ = {
				マップ位置 = (list) { 87, 17 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 88, 16 },
				種別 = "道（┌）",
			},
			０１３８ = {
				マップ位置 = (list) { 88, 17 },
				種別 = "箱",
				番号 = 470,
			},
			０１３９ = {
				マップ位置 = (list) { 88, 18 },
				種別 = "道（└）",
			},
			０１４０ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（┌）",
			},
			０１４１ = {
				マップ位置 = (list) { 89, 16 },
				種別 = "道（┘）",
			},
			０１４２ = {
				マップ位置 = (list) { 89, 17 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 89, 18 },
				種別 = "道（┐）",
			},
			０１４４ = {
				マップ位置 = (list) { 89, 19 },
				種別 = "道（└）",
			},
			０１４５ = {
				マップ位置 = (list) { 90, 15 },
				種別 = "箱",
				番号 = 474,
			},
			０１４６ = {
				マップ位置 = (list) { 90, 17 },
				種別 = "箱",
				番号 = 475,
			},
			０１４７ = {
				マップ位置 = (list) { 90, 19 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 91, 15 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 91, 17 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 91, 19 },
				種別 = "箱",
				番号 = 476,
			},
			０１５１ = {
				マップ位置 = (list) { 92, 15 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 92, 17 },
				種別 = "道（┐）",
			},
			０１５３ = {
				マップ位置 = (list) { 92, 18 },
				種別 = "箱",
				番号 = 477,
			},
			０１５４ = {
				マップ位置 = (list) { 92, 19 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 93, 15 },
				種別 = "道（─）",
			},
			０１５６ = {
				マップ位置 = (list) { 93, 18 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 93, 19 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 94, 15 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 94, 18 },
				種別 = "箱",
				番号 = 478,
			},
			０１６０ = {
				マップ位置 = (list) { 94, 19 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 95, 15 },
				種別 = "箱",
				番号 = 472,
			},
			０１６２ = {
				マップ位置 = (list) { 95, 17 },
				種別 = "道（┌）",
			},
			０１６３ = {
				マップ位置 = (list) { 95, 18 },
				種別 = "道（┘）",
			},
			０１６４ = {
				マップ位置 = (list) { 95, 19 },
				種別 = "箱",
				番号 = 473,
			},
			０１６５ = {
				マップ位置 = (list) { 96, 17 },
				種別 = "箱",
				番号 = 471,
			},
			０１６６ = {
				マップ位置 = (list) { 98, 17 },
				種別 = "箱",
				番号 = 480,
			},
			０１６７ = {
				マップ位置 = (list) { 99, 17 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 100, 16 },
				種別 = "道（┌）",
			},
			０１６９ = {
				マップ位置 = (list) { 100, 17 },
				種別 = "箱",
				番号 = 490,
			},
			０１７０ = {
				マップ位置 = (list) { 100, 18 },
				種別 = "道（└）",
			},
			０１７１ = {
				マップ位置 = (list) { 101, 16 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 101, 17 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 101, 18 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 102, 16 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 102, 17 },
				種別 = "道（─）",
			},
			０１７６ = {
				マップ位置 = (list) { 102, 18 },
				種別 = "道（─）",
			},
			０１７７ = {
				マップ位置 = (list) { 103, 15 },
				種別 = "道（┌）",
			},
			０１７８ = {
				マップ位置 = (list) { 103, 16 },
				種別 = "道（┘）",
			},
			０１７９ = {
				マップ位置 = (list) { 103, 17 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 103, 18 },
				種別 = "道（┐）",
			},
			０１８１ = {
				マップ位置 = (list) { 103, 19 },
				種別 = "道（└）",
			},
			０１８２ = {
				マップ位置 = (list) { 104, 15 },
				種別 = "箱",
				番号 = 494,
			},
			０１８３ = {
				マップ位置 = (list) { 104, 17 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 104, 19 },
				種別 = "箱",
				番号 = 496,
			},
			０１８５ = {
				マップ位置 = (list) { 105, 15 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 105, 17 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 105, 19 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 106, 15 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 106, 17 },
				種別 = "箱",
				番号 = 495,
			},
			０１９０ = {
				マップ位置 = (list) { 106, 19 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 107, 15 },
				種別 = "道（─）",
			},
			０１９２ = {
				マップ位置 = (list) { 107, 17 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 107, 19 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 108, 15 },
				種別 = "道（┐）",
			},
			０１９５ = {
				マップ位置 = (list) { 108, 16 },
				種別 = "箱",
				番号 = 491,
			},
			０１９６ = {
				マップ位置 = (list) { 108, 17 },
				種別 = "道（─）",
			},
			０１９７ = {
				マップ位置 = (list) { 108, 18 },
				種別 = "箱",
				番号 = 493,
			},
			０１９８ = {
				マップ位置 = (list) { 108, 19 },
				種別 = "道（┘）",
			},
			０１９９ = {
				マップ位置 = (list) { 109, 17 },
				種別 = "道（─）",
			},
			０２００ = {
				マップ位置 = (list) { 110, 17 },
				種別 = "箱",
				番号 = 492,
			},
			０２０１ = {
				マップ位置 = (list) { 110, 19 },
				種別 = "箱",
				番号 = 497,
			},
			０２０２ = {
				マップ位置 = (list) { 111, 18 },
				種別 = "道（┌）",
			},
			０２０３ = {
				マップ位置 = (list) { 111, 19 },
				種別 = "道（┘）",
			},
			０２０４ = {
				マップ位置 = (list) { 112, 16 },
				種別 = "道（┌）",
			},
			０２０５ = {
				マップ位置 = (list) { 112, 17 },
				種別 = "道（│）",
			},
			０２０６ = {
				マップ位置 = (list) { 112, 18 },
				種別 = "道（┘）",
			},
			０２０７ = {
				マップ位置 = (list) { 113, 16 },
				種別 = "箱",
				番号 = 500,
			},
			０２０８ = {
				マップ位置 = (list) { 114, 16 },
				種別 = "道（┐）",
			},
			０２０９ = {
				マップ位置 = (list) { 114, 17 },
				種別 = "道（│）",
			},
			０２１０ = {
				マップ位置 = (list) { 114, 18 },
				種別 = "道（└）",
			},
			０２１１ = {
				マップ位置 = (list) { 115, 18 },
				種別 = "箱",
				番号 = 510,
			},
			０２１２ = {
				マップ位置 = (list) { 116, 18 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 117, 18 },
				種別 = "箱",
				番号 = 515,
			},
			０２１４ = {
				マップ位置 = (list) { 118, 18 },
				種別 = "道（─）",
			},
			０２１５ = {
				マップ位置 = (list) { 119, 18 },
				種別 = "道（─）",
			},
			０２１６ = {
				マップ位置 = (list) { 120, 17 },
				種別 = "道（┌）",
			},
			０２１７ = {
				マップ位置 = (list) { 120, 18 },
				種別 = "道（┘）",
				番号 = 535,
			},
			０２１８ = {
				マップ位置 = (list) { 121, 17 },
				種別 = "箱",
				番号 = 540,
			},
			０２１９ = {
				マップ位置 = (list) { 122, 17 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 123, 17 },
				種別 = "道（─）",
				番号 = 545,
			},
			０２２１ = {
				マップ位置 = (list) { 124, 17 },
				種別 = "道（─）",
			},
			０２２２ = {
				マップ位置 = (list) { 125, 17 },
				種別 = "箱",
				番号 = 550,
			},
			０２２３ = {
				マップ位置 = (list) { 126, 17 },
				種別 = "道（─）",
			},
			０２２４ = {
				マップ位置 = (list) { 127, 17 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 128, 16 },
				種別 = "道（┌）",
			},
			０２２６ = {
				マップ位置 = (list) { 128, 17 },
				種別 = "箱",
				番号 = 560,
			},
			０２２７ = {
				マップ位置 = (list) { 128, 18 },
				種別 = "道（└）",
			},
			０２２８ = {
				マップ位置 = (list) { 129, 16 },
				種別 = "道（─）",
			},
			０２２９ = {
				マップ位置 = (list) { 129, 18 },
				種別 = "道（─）",
				番号 = 563,
			},
			０２３０ = {
				マップ位置 = (list) { 130, 16 },
				種別 = "道（─）",
				番号 = 561,
			},
			０２３１ = {
				マップ位置 = (list) { 130, 18 },
				種別 = "道（─）",
				番号 = 564,
			},
			０２３２ = {
				マップ位置 = (list) { 131, 16 },
				種別 = "道（─）",
			},
			０２３３ = {
				マップ位置 = (list) { 131, 18 },
				種別 = "道（─）",
				番号 = 565,
			},
			０２３４ = {
				マップ位置 = (list) { 132, 16 },
				種別 = "道（─）",
				番号 = 562,
			},
			０２３５ = {
				マップ位置 = (list) { 132, 18 },
				種別 = "道（─）",
				番号 = 566,
			},
			０２３６ = {
				マップ位置 = (list) { 133, 16 },
				種別 = "道（┐）",
			},
			０２３７ = {
				マップ位置 = (list) { 133, 17 },
				種別 = "道（│）",
			},
			０２３８ = {
				マップ位置 = (list) { 133, 18 },
				種別 = "道（┴）",
			},
			０２３９ = {
				マップ位置 = (list) { 134, 18 },
				種別 = "箱",
				番号 = 570,
			},
			０２４０ = {
				マップ位置 = (list) { 135, 18 },
				種別 = "道（─）",
			},
			０２４１ = {
				マップ位置 = (list) { 136, 18 },
				種別 = "道（─）",
			},
			０２４２ = {
				マップ位置 = (list) { 137, 18 },
				種別 = "箱",
				番号 = 575,
			},
			０２４３ = {
				マップ位置 = (list) { 138, 18 },
				種別 = "道（─）",
			},
			０２４４ = {
				マップ位置 = (list) { 139, 18 },
				種別 = "箱",
				番号 = 580,
			},
			０２４５ = {
				マップ位置 = (list) { 140, 18 },
				種別 = "道（─）",
			},
			０２４６ = {
				マップ位置 = (list) { 141, 18 },
				種別 = "道（─）",
			},
			０２４７ = {
				マップ位置 = (list) { 142, 18 },
				種別 = "箱",
				番号 = 581,
			},
			０２４８ = {
				マップ位置 = (list) { 142, 19 },
				種別 = "道（└）",
			},
			０２４９ = {
				マップ位置 = (list) { 143, 18 },
				種別 = "道（─）",
			},
			０２５０ = {
				マップ位置 = (list) { 143, 19 },
				種別 = "道（┐）",
			},
			０２５１ = {
				マップ位置 = (list) { 143, 20 },
				種別 = "道（└）",
			},
			０２５２ = {
				マップ位置 = (list) { 144, 18 },
				種別 = "道（─）",
			},
			０２５３ = {
				マップ位置 = (list) { 144, 20 },
				種別 = "道（─）",
			},
			０２５４ = {
				マップ位置 = (list) { 145, 18 },
				種別 = "道（─）",
				番号 = 583,
			},
			０２５５ = {
				マップ位置 = (list) { 145, 20 },
				種別 = "箱",
				番号 = 585,
			},
			０２５６ = {
				マップ位置 = (list) { 146, 18 },
				種別 = "道（─）",
			},
			０２５７ = {
				マップ位置 = (list) { 146, 20 },
				種別 = "道（─）",
			},
			０２５８ = {
				マップ位置 = (list) { 147, 18 },
				種別 = "箱",
				番号 = 582,
			},
			０２５９ = {
				マップ位置 = (list) { 147, 20 },
				種別 = "道（─）",
				番号 = 586,
			},
			０２６０ = {
				マップ位置 = (list) { 148, 18 },
				種別 = "道（─）",
			},
			０２６１ = {
				マップ位置 = (list) { 148, 20 },
				種別 = "道（─）",
			},
			０２６２ = {
				マップ位置 = (list) { 149, 18 },
				種別 = "道（┐）",
				番号 = 584,
			},
			０２６３ = {
				マップ位置 = (list) { 149, 19 },
				種別 = "道（├）",
			},
			０２６４ = {
				マップ位置 = (list) { 149, 20 },
				種別 = "道（┘）",
			},
			０２６５ = {
				マップ位置 = (list) { 150, 19 },
				種別 = "箱",
				番号 = 590,
			},
			０２６６ = {
				マップ位置 = (list) { 150, 20 },
				種別 = "道（└）",
			},
			０２６７ = {
				マップ位置 = (list) { 151, 19 },
				種別 = "道（─）",
			},
			０２６８ = {
				マップ位置 = (list) { 151, 20 },
				種別 = "箱",
				番号 = 591,
			},
			０２６９ = {
				マップ位置 = (list) { 152, 19 },
				種別 = "箱",
				番号 = 592,
			},
			０２７０ = {
				マップ位置 = (list) { 152, 20 },
				種別 = "道（─）",
			},
			０２７１ = {
				マップ位置 = (list) { 153, 19 },
				種別 = "道（─）",
			},
			０２７２ = {
				マップ位置 = (list) { 153, 20 },
				種別 = "道（─）",
			},
			０２７３ = {
				マップ位置 = (list) { 154, 19 },
				種別 = "道（┬）",
			},
			０２７４ = {
				マップ位置 = (list) { 154, 20 },
				種別 = "道（┘）",
			},
			０２７５ = {
				マップ位置 = (list) { 155, 19 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 156, 18 },
				種別 = "道（┌）",
			},
			０２７７ = {
				マップ位置 = (list) { 156, 19 },
				種別 = "道（┘）",
			},
			０２７８ = {
				マップ位置 = (list) { 157, 18 },
				種別 = "箱",
				番号 = 600,
			},
			０２７９ = {
				マップ位置 = (list) { 158, 18 },
				種別 = "道（─）",
			},
			０２８０ = {
				マップ位置 = (list) { 159, 18 },
				種別 = "道（─）",
				番号 = 605,
			},
			０２８１ = {
				マップ位置 = (list) { 160, 18 },
				種別 = "道（─）",
			},
			０２８２ = {
				マップ位置 = (list) { 161, 18 },
				種別 = "箱",
				番号 = 610,
			},
			０２８３ = {
				マップ位置 = (list) { 162, 18 },
				種別 = "道（─）",
			},
			０２８４ = {
				マップ位置 = (list) { 163, 18 },
				種別 = "道（─）",
				番号 = 615,
			},
			０２８５ = {
				マップ位置 = (list) { 164, 18 },
				種別 = "道（─）",
			},
			０２８６ = {
				マップ位置 = (list) { 165, 18 },
				種別 = "箱",
				番号 = 620,
			},
			０２８７ = {
				マップ位置 = (list) { 166, 18 },
				種別 = "道（─）",
			},
			０２８８ = {
				マップ位置 = (list) { 167, 18 },
				種別 = "道（┐）",
			},
			０２８９ = {
				マップ位置 = (list) { 167, 19 },
				種別 = "道（└）",
				番号 = 630,
			},
			０２９０ = {
				マップ位置 = (list) { 168, 19 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 169, 19 },
				種別 = "箱",
				番号 = 640,
			},
			０２９２ = {
				マップ位置 = (list) { 170, 19 },
				種別 = "道（─）",
			},
			０２９３ = {
				マップ位置 = (list) { 171, 19 },
				種別 = "道（─）",
			},
			０２９４ = {
				マップ位置 = (list) { 172, 19 },
				種別 = "道（─）",
			},
			０２９５ = {
				マップ位置 = (list) { 173, 19 },
				種別 = "道（─）",
			},
			０２９６ = {
				マップ位置 = (list) { 174, 19 },
				種別 = "道（─）",
			},
			０２９７ = {
				マップ位置 = (list) { 175, 19 },
				種別 = "箱",
				番号 = 700,
			},
			０２９８ = {
				マップ位置 = (list) { 176, 19 },
				種別 = "道（─）",
			},
			０２９９ = {
				マップ位置 = (list) { 177, 19 },
				種別 = "箱",
				番号 = 710,
			},
			０３００ = {
				マップ位置 = (list) { 177, 20 },
				種別 = "道（└）",
			},
			０３０１ = {
				マップ位置 = (list) { 178, 19 },
				種別 = "道（─）",
			},
			０３０２ = {
				マップ位置 = (list) { 178, 20 },
				種別 = "道（┐）",
			},
			０３０３ = {
				マップ位置 = (list) { 178, 21 },
				種別 = "道（│）",
			},
			０３０４ = {
				マップ位置 = (list) { 178, 22 },
				種別 = "道（└）",
			},
			０３０５ = {
				マップ位置 = (list) { 179, 19 },
				種別 = "箱",
				番号 = 720,
			},
			０３０６ = {
				マップ位置 = (list) { 179, 22 },
				種別 = "箱",
				番号 = 980,
			},
			０３０７ = {
				マップ位置 = (list) { 180, 19 },
				種別 = "道（─）",
			},
			０３０８ = {
				マップ位置 = (list) { 180, 22 },
				種別 = "道（─）",
			},
			０３０９ = {
				マップ位置 = (list) { 181, 19 },
				種別 = "道（┐）",
			},
			０３１０ = {
				マップ位置 = (list) { 181, 20 },
				種別 = "道（└）",
			},
			０３１１ = {
				マップ位置 = (list) { 181, 22 },
				種別 = "箱",
				番号 = 990,
			},
			０３１２ = {
				マップ位置 = (list) { 182, 20 },
				種別 = "道（┐）",
			},
			０３１３ = {
				マップ位置 = (list) { 182, 21 },
				種別 = "道（└）",
			},
			０３１４ = {
				マップ位置 = (list) { 183, 21 },
				種別 = "道（─）",
			},
			０３１５ = {
				マップ位置 = (list) { 184, 21 },
				種別 = "箱",
				番号 = 730,
			},
			０３１６ = {
				マップ位置 = (list) { 185, 21 },
				種別 = "道（─）",
			},
			０３１７ = {
				マップ位置 = (list) { 186, 21 },
				種別 = "箱",
				番号 = 740,
			},
			０３１８ = {
				マップ位置 = (list) { 186, 22 },
				種別 = "道（└）",
			},
			０３１９ = {
				マップ位置 = (list) { 187, 21 },
				種別 = "道（─）",
			},
			０３２０ = {
				マップ位置 = (list) { 187, 22 },
				種別 = "道（─）",
			},
			０３２１ = {
				マップ位置 = (list) { 188, 20 },
				種別 = "道（┌）",
			},
			０３２２ = {
				マップ位置 = (list) { 188, 21 },
				種別 = "道（┘）",
			},
			０３２３ = {
				マップ位置 = (list) { 188, 22 },
				種別 = "箱",
				番号 = 760,
			},
			０３２４ = {
				マップ位置 = (list) { 189, 20 },
				種別 = "箱",
				番号 = 750,
			},
			０３２５ = {
				マップ位置 = (list) { 189, 22 },
				種別 = "道（─）",
			},
			０３２６ = {
				マップ位置 = (list) { 190, 20 },
				種別 = "道（─）",
			},
			０３２７ = {
				マップ位置 = (list) { 190, 22 },
				種別 = "道（─）",
			},
			０３２８ = {
				マップ位置 = (list) { 191, 20 },
				種別 = "箱",
				番号 = 751,
			},
			０３２９ = {
				マップ位置 = (list) { 191, 22 },
				種別 = "道（─）",
			},
			０３３０ = {
				マップ位置 = (list) { 192, 20 },
				種別 = "道（─）",
			},
			０３３１ = {
				マップ位置 = (list) { 192, 22 },
				種別 = "箱",
				番号 = 770,
			},
			０３３２ = {
				マップ位置 = (list) { 192, 23 },
				種別 = "道（└）",
			},
			０３３３ = {
				マップ位置 = (list) { 193, 20 },
				種別 = "箱",
				番号 = 752,
			},
			０３３４ = {
				マップ位置 = (list) { 193, 22 },
				種別 = "道（─）",
			},
			０３３５ = {
				マップ位置 = (list) { 193, 23 },
				種別 = "道（─）",
			},
			０３３６ = {
				マップ位置 = (list) { 194, 20 },
				種別 = "道（─）",
			},
			０３３７ = {
				マップ位置 = (list) { 194, 22 },
				種別 = "箱",
				番号 = 775,
			},
			０３３８ = {
				マップ位置 = (list) { 194, 23 },
				種別 = "道（─）",
			},
			０３３９ = {
				マップ位置 = (list) { 195, 20 },
				種別 = "箱",
				番号 = 753,
			},
			０３４０ = {
				マップ位置 = (list) { 195, 22 },
				種別 = "道（─）",
			},
			０３４１ = {
				マップ位置 = (list) { 195, 23 },
				種別 = "道（─）",
			},
			０３４２ = {
				マップ位置 = (list) { 196, 20 },
				種別 = "道（─）",
			},
			０３４３ = {
				マップ位置 = (list) { 196, 21 },
				種別 = "道（┌）",
			},
			０３４４ = {
				マップ位置 = (list) { 196, 22 },
				種別 = "道（┤）",
			},
			０３４５ = {
				マップ位置 = (list) { 196, 23 },
				種別 = "道（┘）",
			},
			０３４６ = {
				マップ位置 = (list) { 197, 20 },
				種別 = "箱",
				番号 = 755,
			},
			０３４７ = {
				マップ位置 = (list) { 197, 21 },
				種別 = "道（┘）",
			},
			０３４８ = {
				マップ位置 = (list) { 198, 20 },
				種別 = "道（─）",
			},
			０３４９ = {
				マップ位置 = (list) { 199, 20 },
				種別 = "道（─）",
			},
			０３５０ = {
				マップ位置 = (list) { 200, 20 },
				種別 = "箱",
				番号 = 780,
			},
			０３５１ = {
				マップ位置 = (list) { 201, 20 },
				種別 = "道（─）",
			},
			０３５２ = {
				マップ位置 = (list) { 202, 20 },
				種別 = "道（─）",
			},
			０３５３ = {
				マップ位置 = (list) { 203, 20 },
				種別 = "道（─）",
				番号 = 786,
			},
			０３５４ = {
				マップ位置 = (list) { 204, 20 },
				種別 = "道（─）",
			},
			０３５５ = {
				マップ位置 = (list) { 205, 20 },
				種別 = "道（─）",
				番号 = 787,
			},
			０３５６ = {
				マップ位置 = (list) { 206, 20 },
				種別 = "道（─）",
			},
			０３５７ = {
				マップ位置 = (list) { 207, 20 },
				種別 = "箱",
				番号 = 790,
			},
			０３５８ = {
				マップ位置 = (list) { 208, 19 },
				種別 = "道（┌）",
				番号 = 795,
			},
			０３５９ = {
				マップ位置 = (list) { 208, 20 },
				種別 = "道（┘）",
			},
			０３６０ = {
				マップ位置 = (list) { 209, 19 },
				種別 = "道（─）",
			},
			０３６１ = {
				マップ位置 = (list) { 210, 19 },
				種別 = "箱",
				番号 = 800,
			},
			０３６２ = {
				マップ位置 = (list) { 211, 19 },
				種別 = "道（─）",
			},
			０３６３ = {
				マップ位置 = (list) { 212, 19 },
				種別 = "道（─）",
			},
			０３６４ = {
				マップ位置 = (list) { 213, 19 },
				種別 = "道（─）",
			},
			０３６５ = {
				マップ位置 = (list) { 214, 19 },
				種別 = "箱",
				番号 = 810,
			},
			０３６６ = {
				マップ位置 = (list) { 215, 19 },
				種別 = "道（─）",
			},
			０３６７ = {
				マップ位置 = (list) { 216, 19 },
				種別 = "道（─）",
			},
			０３６８ = {
				マップ位置 = (list) { 217, 19 },
				種別 = "道（─）",
			},
			０３６９ = {
				マップ位置 = (list) { 218, 19 },
				種別 = "道（─）",
			},
			０３７０ = {
				マップ位置 = (list) { 219, 19 },
				種別 = "箱",
				番号 = 900,
			},
			０３７１ = {
				マップ位置 = (list) { 220, 18 },
				種別 = "道（┌）",
			},
			０３７２ = {
				マップ位置 = (list) { 220, 19 },
				種別 = "道（┘）",
			},
			０３７３ = {
				マップ位置 = (list) { 221, 18 },
				種別 = "箱",
				番号 = 910,
			},
			０３７４ = {
				マップ位置 = (list) { 222, 18 },
				種別 = "道（─）",
			},
			０３７５ = {
				マップ位置 = (list) { 223, 18 },
				種別 = "道（─）",
				番号 = 911,
			},
			０３７６ = {
				マップ位置 = (list) { 224, 18 },
				種別 = "道（─）",
			},
			０３７７ = {
				マップ位置 = (list) { 225, 18 },
				種別 = "箱",
				番号 = 915,
			},
			０３７８ = {
				マップ位置 = (list) { 226, 17 },
				種別 = "道（┌）",
			},
			０３７９ = {
				マップ位置 = (list) { 226, 18 },
				種別 = "道（┘）",
			},
			０３８０ = {
				マップ位置 = (list) { 227, 17 },
				種別 = "道（─）",
			},
			０３８１ = {
				マップ位置 = (list) { 228, 17 },
				種別 = "箱",
				番号 = 920,
			},
			０３８２ = {
				マップ位置 = (list) { 229, 17 },
				種別 = "道（─）",
			},
			０３８３ = {
				マップ位置 = (list) { 230, 17 },
				種別 = "道（─）",
			},
			０３８４ = {
				マップ位置 = (list) { 231, 17 },
				種別 = "箱",
				番号 = 930,
			},
			０３８５ = {
				マップ位置 = (list) { 232, 17 },
				種別 = "道（─）",
			},
			０３８６ = {
				マップ位置 = (list) { 233, 17 },
				種別 = "箱",
				番号 = 940,
			},
			０３８７ = {
				マップ位置 = (list) { 234, 17 },
				種別 = "道（─）",
			},
			０３８８ = {
				マップ位置 = (list) { 235, 17 },
				種別 = "箱",
				番号 = 950,
			},
			０３８９ = {
				マップ位置 = (list) { 236, 17 },
				種別 = "道（─）",
			},
			０３９０ = {
				マップ位置 = (list) { 237, 17 },
				種別 = "箱",
				番号 = 960,
			},
		},
	},
	最初の戦い = {
		サイズ = (list) { 41, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "箱",
				番号 = 5,
			},
			０００４ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（┐）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 15 },
				種別 = "道（└）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 15 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（┌）",
			},
			０００９ = {
				マップ位置 = (list) { 13, 15 },
				種別 = "箱",
				番号 = 10,
			},
			００１０ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 16 },
				種別 = "道（│）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 17 },
				種別 = "道（└）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（┌）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "箱",
				番号 = 201,
			},
			００１６ = {
				マップ位置 = (list) { 15, 17 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 16, 17 },
				種別 = "箱",
				番号 = 100,
			},
			００１９ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 17, 17 },
				種別 = "道（┐）",
			},
			００２１ = {
				マップ位置 = (list) { 17, 18 },
				種別 = "道（└）",
			},
			００２２ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "箱",
				番号 = 200,
			},
			００２３ = {
				マップ位置 = (list) { 18, 18 },
				種別 = "箱",
				番号 = 102,
			},
			００２４ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 19, 18 },
				種別 = "道（┐）",
			},
			００２６ = {
				マップ位置 = (list) { 19, 19 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┐）",
			},
			００２８ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（└）",
			},
			００２９ = {
				マップ位置 = (list) { 20, 18 },
				種別 = "道（┌）",
			},
			００３０ = {
				マップ位置 = (list) { 20, 19 },
				種別 = "箱",
				番号 = 110,
			},
			００３１ = {
				マップ位置 = (list) { 20, 20 },
				種別 = "道（└）",
			},
			００３２ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 21, 18 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 21, 20 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "箱",
				番号 = 210,
			},
			００３７ = {
				マップ位置 = (list) { 22, 18 },
				種別 = "道（─）",
				番号 = 117,
			},
			００３８ = {
				マップ位置 = (list) { 22, 20 },
				種別 = "箱",
				番号 = 115,
			},
			００３９ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 23, 18 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 23, 20 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "箱",
				番号 = 211,
			},
			００４４ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 24, 18 },
				種別 = "箱",
				番号 = 120,
			},
			００４６ = {
				マップ位置 = (list) { 24, 19 },
				種別 = "道（│）",
			},
			００４７ = {
				マップ位置 = (list) { 24, 20 },
				種別 = "道（┘）",
			},
			００４８ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（─）",
			},
			００４９ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "箱",
				番号 = 215,
			},
			００５０ = {
				マップ位置 = (list) { 25, 18 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 26, 18 },
				種別 = "箱",
				番号 = 125,
			},
			００５４ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 220,
			},
			００５５ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（┘）",
			},
			００５６ = {
				マップ位置 = (list) { 27, 17 },
				種別 = "箱",
				番号 = 130,
			},
			００５７ = {
				マップ位置 = (list) { 27, 18 },
				種別 = "道（┘）",
			},
			００５８ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┐）",
			},
			００５９ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（├）",
			},
			００６０ = {
				マップ位置 = (list) { 28, 15 },
				種別 = "道（│）",
			},
			００６１ = {
				マップ位置 = (list) { 28, 16 },
				種別 = "道（│）",
			},
			００６２ = {
				マップ位置 = (list) { 28, 17 },
				種別 = "道（┘）",
			},
			００６３ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "箱",
				番号 = 300,
			},
			００６５ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "箱",
				番号 = 305,
			},
			００６７ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "箱",
				番号 = 310,
			},
			００６９ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "道（┘）",
			},
			００７０ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "箱",
				番号 = 320,
			},
		},
	},
	材料探し／砦 = {
		サイズ = (list) { 37, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 7 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 7 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 7 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 7 },
				種別 = "箱",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 7, 7 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 7 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 7 },
				種別 = "箱",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 10, 7 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 11, 7 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 12, 7 },
				種別 = "箱",
				番号 = 30,
			},
			００１１ = {
				マップ位置 = (list) { 13, 7 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 7 },
				種別 = "箱",
				番号 = 40,
			},
			００１３ = {
				マップ位置 = (list) { 15, 7 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 7 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 7 },
				種別 = "箱",
				番号 = 50,
			},
			００１６ = {
				マップ位置 = (list) { 18, 7 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 7 },
				種別 = "箱",
				番号 = 60,
			},
			００１８ = {
				マップ位置 = (list) { 20, 7 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 7 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 22, 7 },
				種別 = "箱",
				番号 = 70,
			},
			００２１ = {
				マップ位置 = (list) { 23, 7 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 24, 7 },
				種別 = "箱",
				番号 = 80,
			},
			００２３ = {
				マップ位置 = (list) { 25, 7 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 26, 7 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 27, 7 },
				種別 = "箱",
				番号 = 90,
			},
			００２６ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 28, 7 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（┐）",
			},
			００２９ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 91,
			},
			００３０ = {
				マップ位置 = (list) { 29, 7 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 29, 9 },
				種別 = "道（┐）",
			},
			００３２ = {
				マップ位置 = (list) { 29, 10 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 30, 7 },
				種別 = "箱",
				番号 = 100,
			},
			００３４ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "箱",
				番号 = 92,
			},
		},
	},
	残党狩り／ゼス = {
		サイズ = (list) { 29, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１４ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 40,
			},
		},
	},
	残党狩り／ヘルマン = {
		サイズ = (list) { 28, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１４ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 40,
			},
		},
	},
	残党狩り／リーザス = {
		サイズ = (list) { 29, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１４ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 40,
			},
		},
	},
	残党狩り／自由都市 = {
		サイズ = (list) { 29, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１４ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "箱",
				番号 = 40,
			},
		},
	},
	自由都市１ = {
		サイズ = (list) { 361, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "箱",
				番号 = 5,
			},
			０００６ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（─）",
				番号 = 15,
			},
			００１１ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００１３ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（┌）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "箱",
				番号 = 30,
			},
			００１７ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（┐）",
			},
			００１９ = {
				マップ位置 = (list) { 19, 15 },
				種別 = "箱",
				番号 = 45,
			},
			００２０ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００２１ = {
				マップ位置 = (list) { 20, 15 },
				種別 = "道（┐）",
			},
			００２２ = {
				マップ位置 = (list) { 20, 16 },
				種別 = "道（└）",
			},
			００２３ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 21, 16 },
				種別 = "箱",
				番号 = 46,
			},
			００２５ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（┐）",
				番号 = 41,
			},
			００２６ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（│）",
				番号 = 42,
			},
			００２７ = {
				マップ位置 = (list) { 22, 15 },
				種別 = "道（├）",
			},
			００２８ = {
				マップ位置 = (list) { 22, 16 },
				種別 = "道（┘）",
			},
			００２９ = {
				マップ位置 = (list) { 23, 15 },
				種別 = "箱",
				番号 = 50,
			},
			００３０ = {
				マップ位置 = (list) { 24, 15 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（┌）",
			},
			００３２ = {
				マップ位置 = (list) { 25, 15 },
				種別 = "道（┘）",
				番号 = 55,
			},
			００３３ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "箱",
				番号 = 60,
			},
			００３４ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００３７ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "箱",
				番号 = 80,
			},
			００４１ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 36, 12 },
				種別 = "道（┌）",
			},
			００４４ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（│）",
			},
			００４５ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "道（┘）",
			},
			００４６ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "箱",
				番号 = 90,
			},
			００４７ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００４９ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（┐）",
			},
			００５１ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（└）",
			},
			００５２ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００５３ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（┐）",
			},
			００５４ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "道（└）",
			},
			００５５ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（┌）",
			},
			００５６ = {
				マップ位置 = (list) { 44, 14 },
				種別 = "箱",
				番号 = 120,
			},
			００５７ = {
				マップ位置 = (list) { 44, 15 },
				種別 = "道（└）",
			},
			００５８ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（┐）",
			},
			００６１ = {
				マップ位置 = (list) { 46, 14 },
				種別 = "箱",
				番号 = 130,
			},
			００６２ = {
				マップ位置 = (list) { 46, 15 },
				種別 = "道（┘）",
			},
			００６３ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 48, 14 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 49, 14 },
				種別 = "道（─）",
				番号 = 140,
			},
			００６６ = {
				マップ位置 = (list) { 50, 14 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（┌）",
			},
			００６８ = {
				マップ位置 = (list) { 51, 14 },
				種別 = "道（┘）",
			},
			００６９ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "箱",
				番号 = 150,
			},
			００７０ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "道（┐）",
			},
			００７１ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "道（└）",
			},
			００７２ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "箱",
				番号 = 160,
			},
			００７３ = {
				マップ位置 = (list) { 54, 15 },
				種別 = "道（└）",
			},
			００７４ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 55, 15 },
				種別 = "道（─）",
				番号 = 175,
			},
			００７６ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 56, 15 },
				種別 = "箱",
				番号 = 176,
			},
			００７８ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "箱",
				番号 = 170,
			},
			００７９ = {
				マップ位置 = (list) { 57, 15 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 58, 15 },
				種別 = "道（─）",
				番号 = 177,
			},
			００８２ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "道（┬）",
			},
			００８３ = {
				マップ位置 = (list) { 59, 15 },
				種別 = "道（┘）",
			},
			００８４ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "箱",
				番号 = 180,
			},
			００８５ = {
				マップ位置 = (list) { 61, 12 },
				種別 = "道（┌）",
			},
			００８６ = {
				マップ位置 = (list) { 61, 13 },
				種別 = "道（│）",
			},
			００８７ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "道（┘）",
			},
			００８８ = {
				マップ位置 = (list) { 62, 12 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 63, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００９０ = {
				マップ位置 = (list) { 64, 12 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "道（┐）",
			},
			００９２ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "道（└）",
			},
			００９３ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（┌）",
			},
			００９４ = {
				マップ位置 = (list) { 66, 13 },
				種別 = "箱",
				番号 = 210,
			},
			００９５ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "道（┌）",
			},
			００９６ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "道（┘）",
			},
			００９７ = {
				マップ位置 = (list) { 67, 13 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "箱",
				番号 = 220,
			},
			０１０２ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "道（┐）",
			},
			０１０５ = {
				マップ位置 = (list) { 71, 12 },
				種別 = "道（├）",
			},
			０１０６ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "道（┘）",
			},
			０１０７ = {
				マップ位置 = (list) { 72, 12 },
				種別 = "箱",
				番号 = 230,
			},
			０１０８ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（┐）",
			},
			０１０９ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "道（│）",
			},
			０１１０ = {
				マップ位置 = (list) { 73, 14 },
				種別 = "道（└）",
			},
			０１１１ = {
				マップ位置 = (list) { 74, 14 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 75, 14 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 76, 14 },
				種別 = "箱",
				番号 = 300,
			},
			０１１４ = {
				マップ位置 = (list) { 77, 14 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "箱",
				番号 = 310,
			},
			０１１６ = {
				マップ位置 = (list) { 79, 14 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 80, 14 },
				種別 = "箱",
				番号 = 320,
			},
			０１１８ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 82, 14 },
				種別 = "箱",
				番号 = 330,
			},
			０１２０ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 84, 13 },
				種別 = "道（┌）",
			},
			０１２２ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "箱",
				番号 = 340,
			},
			０１２３ = {
				マップ位置 = (list) { 84, 15 },
				種別 = "道（└）",
			},
			０１２４ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 85, 15 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "道（─）",
				番号 = 399,
			},
			０１２７ = {
				マップ位置 = (list) { 86, 15 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "箱",
				番号 = 400,
			},
			０１３１ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "道（─）",
				番号 = 600,
			},
			０１３２ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "道（┌）",
			},
			０１３３ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（┘）",
			},
			０１３４ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "道（┐）",
			},
			０１３５ = {
				マップ位置 = (list) { 89, 16 },
				種別 = "道（└）",
			},
			０１３６ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 90, 16 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 91, 11 },
				種別 = "道（┌）",
			},
			０１３９ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "箱",
				番号 = 410,
			},
			０１４０ = {
				マップ位置 = (list) { 91, 16 },
				種別 = "箱",
				番号 = 610,
			},
			０１４１ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "箱",
				番号 = 421,
			},
			０１４２ = {
				マップ位置 = (list) { 92, 11 },
				種別 = "道（┘）",
			},
			０１４３ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 92, 16 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 93, 10 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "箱",
				番号 = 425,
			},
			０１４７ = {
				マップ位置 = (list) { 93, 16 },
				種別 = "道（─）",
				番号 = 615,
			},
			０１４８ = {
				マップ位置 = (list) { 94, 10 },
				種別 = "道（┐）",
			},
			０１４９ = {
				マップ位置 = (list) { 94, 11 },
				種別 = "道（└）",
			},
			０１５０ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "道（┐）",
			},
			０１５１ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（└）",
			},
			０１５２ = {
				マップ位置 = (list) { 94, 16 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 95, 11 },
				種別 = "箱",
				番号 = 422,
			},
			０１５４ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "箱",
				番号 = 426,
			},
			０１５５ = {
				マップ位置 = (list) { 95, 16 },
				種別 = "箱",
				番号 = 620,
			},
			０１５６ = {
				マップ位置 = (list) { 96, 11 },
				種別 = "道（┐）",
			},
			０１５７ = {
				マップ位置 = (list) { 96, 12 },
				種別 = "道（├）",
			},
			０１５８ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（┘）",
			},
			０１５９ = {
				マップ位置 = (list) { 96, 16 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 97, 16 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 98, 12 },
				種別 = "箱",
				番号 = 430,
			},
			０１６３ = {
				マップ位置 = (list) { 98, 16 },
				種別 = "箱",
				番号 = 630,
			},
			０１６４ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（┌）",
			},
			０１６５ = {
				マップ位置 = (list) { 99, 12 },
				種別 = "道（┘）",
			},
			０１６６ = {
				マップ位置 = (list) { 99, 16 },
				種別 = "道（┐）",
			},
			０１６７ = {
				マップ位置 = (list) { 99, 17 },
				種別 = "道（└）",
			},
			０１６８ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "箱",
				番号 = 435,
			},
			０１６９ = {
				マップ位置 = (list) { 100, 17 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 101, 11 },
				種別 = "道（─）",
			},
			０１７１ = {
				マップ位置 = (list) { 101, 17 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 102, 11 },
				種別 = "箱",
				番号 = 440,
			},
			０１７３ = {
				マップ位置 = (list) { 102, 17 },
				種別 = "箱",
				番号 = 640,
			},
			０１７４ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 103, 16 },
				種別 = "道（┌）",
			},
			０１７６ = {
				マップ位置 = (list) { 103, 17 },
				種別 = "道（┘）",
			},
			０１７７ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "箱",
				番号 = 450,
			},
			０１７８ = {
				マップ位置 = (list) { 104, 16 },
				種別 = "道（─）",
				番号 = 650,
			},
			０１７９ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 105, 16 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 106, 16 },
				種別 = "箱",
				番号 = 660,
			},
			０１８３ = {
				マップ位置 = (list) { 107, 9 },
				種別 = "道（┌）",
			},
			０１８４ = {
				マップ位置 = (list) { 107, 10 },
				種別 = "道（│）",
			},
			０１８５ = {
				マップ位置 = (list) { 107, 11 },
				種別 = "道（┘）",
			},
			０１８６ = {
				マップ位置 = (list) { 107, 16 },
				種別 = "道（┐）",
			},
			０１８７ = {
				マップ位置 = (list) { 107, 17 },
				種別 = "道（└）",
			},
			０１８８ = {
				マップ位置 = (list) { 108, 9 },
				種別 = "箱",
				番号 = 500,
			},
			０１８９ = {
				マップ位置 = (list) { 108, 17 },
				種別 = "箱",
				番号 = 670,
			},
			０１９０ = {
				マップ位置 = (list) { 109, 9 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 109, 16 },
				種別 = "道（┌）",
			},
			０１９２ = {
				マップ位置 = (list) { 109, 17 },
				種別 = "道（┘）",
			},
			０１９３ = {
				マップ位置 = (list) { 110, 9 },
				種別 = "道（─）",
				番号 = 505,
			},
			０１９４ = {
				マップ位置 = (list) { 110, 16 },
				種別 = "箱",
				番号 = 680,
			},
			０１９５ = {
				マップ位置 = (list) { 111, 9 },
				種別 = "道（─）",
			},
			０１９６ = {
				マップ位置 = (list) { 111, 16 },
				種別 = "道（┐）",
			},
			０１９７ = {
				マップ位置 = (list) { 111, 17 },
				種別 = "道（└）",
			},
			０１９８ = {
				マップ位置 = (list) { 112, 9 },
				種別 = "箱",
				番号 = 510,
			},
			０１９９ = {
				マップ位置 = (list) { 112, 17 },
				種別 = "箱",
				番号 = 690,
			},
			０２００ = {
				マップ位置 = (list) { 113, 9 },
				種別 = "道（─）",
			},
			０２０１ = {
				マップ位置 = (list) { 113, 16 },
				種別 = "道（┌）",
			},
			０２０２ = {
				マップ位置 = (list) { 113, 17 },
				種別 = "道（┘）",
			},
			０２０３ = {
				マップ位置 = (list) { 114, 8 },
				種別 = "道（┌）",
			},
			０２０４ = {
				マップ位置 = (list) { 114, 9 },
				種別 = "道（┘）",
				番号 = 515,
			},
			０２０５ = {
				マップ位置 = (list) { 114, 16 },
				種別 = "道（─）",
				番号 = 700,
			},
			０２０６ = {
				マップ位置 = (list) { 115, 8 },
				種別 = "箱",
				番号 = 520,
			},
			０２０７ = {
				マップ位置 = (list) { 115, 16 },
				種別 = "道（─）",
			},
			０２０８ = {
				マップ位置 = (list) { 116, 8 },
				種別 = "道（─）",
			},
			０２０９ = {
				マップ位置 = (list) { 116, 16 },
				種別 = "道（─）",
			},
			０２１０ = {
				マップ位置 = (list) { 117, 8 },
				種別 = "道（─）",
			},
			０２１１ = {
				マップ位置 = (list) { 117, 16 },
				種別 = "箱",
				番号 = 710,
			},
			０２１２ = {
				マップ位置 = (list) { 118, 8 },
				種別 = "箱",
				番号 = 530,
			},
			０２１３ = {
				マップ位置 = (list) { 118, 16 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 119, 8 },
				種別 = "道（─）",
			},
			０２１５ = {
				マップ位置 = (list) { 119, 16 },
				種別 = "道（─）",
			},
			０２１６ = {
				マップ位置 = (list) { 120, 8 },
				種別 = "道（┐）",
			},
			０２１７ = {
				マップ位置 = (list) { 120, 9 },
				種別 = "道（└）",
			},
			０２１８ = {
				マップ位置 = (list) { 120, 16 },
				種別 = "箱",
				番号 = 720,
			},
			０２１９ = {
				マップ位置 = (list) { 121, 9 },
				種別 = "箱",
				番号 = 540,
			},
			０２２０ = {
				マップ位置 = (list) { 121, 16 },
				種別 = "道（─）",
			},
			０２２１ = {
				マップ位置 = (list) { 122, 9 },
				種別 = "道（┐）",
			},
			０２２２ = {
				マップ位置 = (list) { 122, 10 },
				種別 = "道（└）",
				番号 = 545,
			},
			０２２３ = {
				マップ位置 = (list) { 122, 16 },
				種別 = "道（─）",
			},
			０２２４ = {
				マップ位置 = (list) { 123, 10 },
				種別 = "箱",
				番号 = 550,
			},
			０２２５ = {
				マップ位置 = (list) { 123, 16 },
				種別 = "道（─）",
				番号 = 730,
			},
			０２２６ = {
				マップ位置 = (list) { 124, 10 },
				種別 = "道（┐）",
			},
			０２２７ = {
				マップ位置 = (list) { 124, 11 },
				種別 = "道（│）",
			},
			０２２８ = {
				マップ位置 = (list) { 124, 12 },
				種別 = "道（└）",
			},
			０２２９ = {
				マップ位置 = (list) { 124, 16 },
				種別 = "道（─）",
			},
			０２３０ = {
				マップ位置 = (list) { 125, 12 },
				種別 = "箱",
				番号 = 560,
			},
			０２３１ = {
				マップ位置 = (list) { 125, 16 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 126, 12 },
				種別 = "道（─）",
			},
			０２３３ = {
				マップ位置 = (list) { 126, 16 },
				種別 = "道（─）",
			},
			０２３４ = {
				マップ位置 = (list) { 127, 12 },
				種別 = "箱",
				番号 = 570,
			},
			０２３５ = {
				マップ位置 = (list) { 127, 16 },
				種別 = "箱",
				番号 = 740,
			},
			０２３６ = {
				マップ位置 = (list) { 128, 12 },
				種別 = "道（┐）",
			},
			０２３７ = {
				マップ位置 = (list) { 128, 13 },
				種別 = "道（└）",
			},
			０２３８ = {
				マップ位置 = (list) { 128, 16 },
				種別 = "道（─）",
			},
			０２３９ = {
				マップ位置 = (list) { 129, 13 },
				種別 = "箱",
				番号 = 580,
			},
			０２４０ = {
				マップ位置 = (list) { 129, 16 },
				種別 = "箱",
				番号 = 750,
			},
			０２４１ = {
				マップ位置 = (list) { 130, 13 },
				種別 = "道（┐）",
			},
			０２４２ = {
				マップ位置 = (list) { 130, 14 },
				種別 = "道（├）",
			},
			０２４３ = {
				マップ位置 = (list) { 130, 15 },
				種別 = "道（│）",
			},
			０２４４ = {
				マップ位置 = (list) { 130, 16 },
				種別 = "道（┘）",
			},
			０２４５ = {
				マップ位置 = (list) { 131, 14 },
				種別 = "箱",
				番号 = 800,
			},
			０２４６ = {
				マップ位置 = (list) { 132, 14 },
				種別 = "道（─）",
			},
			０２４７ = {
				マップ位置 = (list) { 133, 14 },
				種別 = "道（─）",
			},
			０２４８ = {
				マップ位置 = (list) { 134, 14 },
				種別 = "道（─）",
			},
			０２４９ = {
				マップ位置 = (list) { 135, 14 },
				種別 = "箱",
				番号 = 801,
			},
			０２５０ = {
				マップ位置 = (list) { 136, 14 },
				種別 = "道（─）",
			},
			０２５１ = {
				マップ位置 = (list) { 137, 13 },
				種別 = "道（┌）",
			},
			０２５２ = {
				マップ位置 = (list) { 137, 14 },
				種別 = "道（┘）",
			},
			０２５３ = {
				マップ位置 = (list) { 138, 12 },
				種別 = "道（┌）",
			},
			０２５４ = {
				マップ位置 = (list) { 138, 13 },
				種別 = "道（┘）",
			},
			０２５５ = {
				マップ位置 = (list) { 139, 12 },
				種別 = "箱",
				番号 = 810,
			},
			０２５６ = {
				マップ位置 = (list) { 140, 12 },
				種別 = "道（─）",
			},
			０２５７ = {
				マップ位置 = (list) { 141, 12 },
				種別 = "箱",
				番号 = 811,
			},
			０２５８ = {
				マップ位置 = (list) { 142, 12 },
				種別 = "道（─）",
			},
			０２５９ = {
				マップ位置 = (list) { 143, 12 },
				種別 = "箱",
				番号 = 812,
			},
			０２６０ = {
				マップ位置 = (list) { 144, 12 },
				種別 = "道（┐）",
			},
			０２６１ = {
				マップ位置 = (list) { 144, 13 },
				種別 = "道（│）",
			},
			０２６２ = {
				マップ位置 = (list) { 144, 14 },
				種別 = "道（└）",
			},
			０２６３ = {
				マップ位置 = (list) { 145, 14 },
				種別 = "道（─）",
				番号 = 820,
			},
			０２６４ = {
				マップ位置 = (list) { 146, 14 },
				種別 = "道（┐）",
			},
			０２６５ = {
				マップ位置 = (list) { 146, 15 },
				種別 = "道（└）",
			},
			０２６６ = {
				マップ位置 = (list) { 147, 15 },
				種別 = "箱",
				番号 = 830,
			},
			０２６７ = {
				マップ位置 = (list) { 148, 15 },
				種別 = "道（─）",
			},
			０２６８ = {
				マップ位置 = (list) { 149, 15 },
				種別 = "道（─）",
			},
			０２６９ = {
				マップ位置 = (list) { 150, 15 },
				種別 = "箱",
				番号 = 840,
			},
			０２７０ = {
				マップ位置 = (list) { 151, 15 },
				種別 = "道（─）",
			},
			０２７１ = {
				マップ位置 = (list) { 152, 14 },
				種別 = "道（┌）",
			},
			０２７２ = {
				マップ位置 = (list) { 152, 15 },
				種別 = "道（┘）",
			},
			０２７３ = {
				マップ位置 = (list) { 153, 14 },
				種別 = "箱",
				番号 = 850,
			},
			０２７４ = {
				マップ位置 = (list) { 154, 14 },
				種別 = "道（─）",
			},
			０２７５ = {
				マップ位置 = (list) { 155, 14 },
				種別 = "道（─）",
			},
			０２７６ = {
				マップ位置 = (list) { 156, 13 },
				種別 = "道（┌）",
			},
			０２７７ = {
				マップ位置 = (list) { 156, 14 },
				種別 = "箱",
				番号 = 860,
			},
			０２７８ = {
				マップ位置 = (list) { 156, 15 },
				種別 = "道（└）",
			},
			０２７９ = {
				マップ位置 = (list) { 157, 12 },
				種別 = "道（┌）",
			},
			０２８０ = {
				マップ位置 = (list) { 157, 13 },
				種別 = "道（┘）",
			},
			０２８１ = {
				マップ位置 = (list) { 157, 14 },
				種別 = "道（─）",
			},
			０２８２ = {
				マップ位置 = (list) { 157, 15 },
				種別 = "道（─）",
			},
			０２８３ = {
				マップ位置 = (list) { 158, 12 },
				種別 = "箱",
				番号 = 870,
			},
			０２８４ = {
				マップ位置 = (list) { 158, 14 },
				種別 = "道（─）",
			},
			０２８５ = {
				マップ位置 = (list) { 158, 15 },
				種別 = "道（─）",
			},
			０２８６ = {
				マップ位置 = (list) { 159, 12 },
				種別 = "道（─）",
			},
			０２８７ = {
				マップ位置 = (list) { 159, 14 },
				種別 = "箱",
				番号 = 890,
			},
			０２８８ = {
				マップ位置 = (list) { 159, 15 },
				種別 = "道（─）",
			},
			０２８９ = {
				マップ位置 = (list) { 159, 18 },
				種別 = "箱",
				番号 = 910,
			},
			０２９０ = {
				マップ位置 = (list) { 160, 12 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 160, 14 },
				種別 = "道（─）",
			},
			０２９２ = {
				マップ位置 = (list) { 160, 15 },
				種別 = "箱",
				番号 = 900,
			},
			０２９３ = {
				マップ位置 = (list) { 160, 18 },
				種別 = "道（─）",
			},
			０２９４ = {
				マップ位置 = (list) { 161, 12 },
				種別 = "道（┐）",
			},
			０２９５ = {
				マップ位置 = (list) { 161, 13 },
				種別 = "箱",
				番号 = 880,
			},
			０２９６ = {
				マップ位置 = (list) { 161, 14 },
				種別 = "道（┘）",
			},
			０２９７ = {
				マップ位置 = (list) { 161, 15 },
				種別 = "道（─）",
			},
			０２９８ = {
				マップ位置 = (list) { 161, 17 },
				種別 = "道（┌）",
			},
			０２９９ = {
				マップ位置 = (list) { 161, 18 },
				種別 = "道（┘）",
			},
			０３００ = {
				マップ位置 = (list) { 162, 13 },
				種別 = "道（┐）",
			},
			０３０１ = {
				マップ位置 = (list) { 162, 14 },
				種別 = "道（├）",
			},
			０３０２ = {
				マップ位置 = (list) { 162, 15 },
				種別 = "道（┘）",
			},
			０３０３ = {
				マップ位置 = (list) { 162, 16 },
				種別 = "箱",
				番号 = 920,
			},
			０３０４ = {
				マップ位置 = (list) { 162, 17 },
				種別 = "道（┘）",
			},
			０３０５ = {
				マップ位置 = (list) { 163, 14 },
				種別 = "箱",
				番号 = 930,
			},
			０３０６ = {
				マップ位置 = (list) { 163, 15 },
				種別 = "道（│）",
			},
			０３０７ = {
				マップ位置 = (list) { 163, 16 },
				種別 = "道（┘）",
			},
			０３０８ = {
				マップ位置 = (list) { 164, 14 },
				種別 = "道（─）",
			},
			０３０９ = {
				マップ位置 = (list) { 165, 14 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 166, 14 },
				種別 = "道（─）",
			},
			０３１１ = {
				マップ位置 = (list) { 167, 13 },
				種別 = "道（┌）",
			},
			０３１２ = {
				マップ位置 = (list) { 167, 14 },
				種別 = "箱",
				番号 = 940,
			},
			０３１３ = {
				マップ位置 = (list) { 168, 13 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 168, 14 },
				種別 = "道（─）",
			},
			０３１５ = {
				マップ位置 = (list) { 169, 12 },
				種別 = "道（┌）",
			},
			０３１６ = {
				マップ位置 = (list) { 169, 13 },
				種別 = "道（┘）",
			},
			０３１７ = {
				マップ位置 = (list) { 169, 14 },
				種別 = "道（─）",
			},
			０３１８ = {
				マップ位置 = (list) { 169, 16 },
				種別 = "箱",
				番号 = 970,
			},
			０３１９ = {
				マップ位置 = (list) { 170, 12 },
				種別 = "箱",
				番号 = 950,
			},
			０３２０ = {
				マップ位置 = (list) { 170, 14 },
				種別 = "箱",
				番号 = 960,
			},
			０３２１ = {
				マップ位置 = (list) { 170, 16 },
				種別 = "道（─）",
			},
			０３２２ = {
				マップ位置 = (list) { 171, 12 },
				種別 = "道（─）",
			},
			０３２３ = {
				マップ位置 = (list) { 171, 14 },
				種別 = "道（─）",
			},
			０３２４ = {
				マップ位置 = (list) { 171, 15 },
				種別 = "道（┌）",
			},
			０３２５ = {
				マップ位置 = (list) { 171, 16 },
				種別 = "道（┘）",
			},
			０３２６ = {
				マップ位置 = (list) { 172, 12 },
				種別 = "道（┐）",
			},
			０３２７ = {
				マップ位置 = (list) { 172, 13 },
				種別 = "道（│）",
			},
			０３２８ = {
				マップ位置 = (list) { 172, 14 },
				種別 = "道（┴）",
			},
			０３２９ = {
				マップ位置 = (list) { 172, 15 },
				種別 = "箱",
				番号 = 980,
			},
			０３３０ = {
				マップ位置 = (list) { 173, 14 },
				種別 = "道（┬）",
			},
			０３３１ = {
				マップ位置 = (list) { 173, 15 },
				種別 = "道（┘）",
			},
			０３３２ = {
				マップ位置 = (list) { 174, 14 },
				種別 = "箱",
				番号 = 990,
			},
			０３３３ = {
				マップ位置 = (list) { 175, 14 },
				種別 = "道（─）",
			},
			０３３４ = {
				マップ位置 = (list) { 176, 14 },
				種別 = "道（─）",
			},
			０３３５ = {
				マップ位置 = (list) { 177, 14 },
				種別 = "道（─）",
			},
			０３３６ = {
				マップ位置 = (list) { 178, 14 },
				種別 = "箱",
				番号 = 1000,
			},
			０３３７ = {
				マップ位置 = (list) { 179, 14 },
				種別 = "道（─）",
			},
			０３３８ = {
				マップ位置 = (list) { 180, 13 },
				種別 = "箱",
				番号 = 2500,
			},
			０３３９ = {
				マップ位置 = (list) { 180, 14 },
				種別 = "道（─）",
			},
			０３４０ = {
				マップ位置 = (list) { 180, 15 },
				種別 = "箱",
				番号 = 2501,
			},
			０３４１ = {
				マップ位置 = (list) { 181, 14 },
				種別 = "箱",
				番号 = 1010,
			},
			０３４２ = {
				マップ位置 = (list) { 181, 15 },
				種別 = "道（└）",
			},
			０３４３ = {
				マップ位置 = (list) { 182, 14 },
				種別 = "道（─）",
			},
			０３４４ = {
				マップ位置 = (list) { 182, 15 },
				種別 = "道（┐）",
			},
			０３４５ = {
				マップ位置 = (list) { 182, 16 },
				種別 = "道（└）",
			},
			０３４６ = {
				マップ位置 = (list) { 183, 14 },
				種別 = "箱",
				番号 = 1020,
			},
			０３４７ = {
				マップ位置 = (list) { 183, 16 },
				種別 = "道（─）",
			},
			０３４８ = {
				マップ位置 = (list) { 184, 14 },
				種別 = "道（─）",
			},
			０３４９ = {
				マップ位置 = (list) { 184, 16 },
				種別 = "箱",
				番号 = 2200,
			},
			０３５０ = {
				マップ位置 = (list) { 185, 13 },
				種別 = "道（┌）",
			},
			０３５１ = {
				マップ位置 = (list) { 185, 14 },
				種別 = "道（┘）",
			},
			０３５２ = {
				マップ位置 = (list) { 185, 16 },
				種別 = "道（─）",
			},
			０３５３ = {
				マップ位置 = (list) { 186, 13 },
				種別 = "箱",
				番号 = 1100,
			},
			０３５４ = {
				マップ位置 = (list) { 186, 16 },
				種別 = "箱",
				番号 = 2210,
			},
			０３５５ = {
				マップ位置 = (list) { 187, 13 },
				種別 = "道（─）",
			},
			０３５６ = {
				マップ位置 = (list) { 187, 16 },
				種別 = "道（─）",
			},
			０３５７ = {
				マップ位置 = (list) { 188, 13 },
				種別 = "箱",
				番号 = 1110,
			},
			０３５８ = {
				マップ位置 = (list) { 188, 16 },
				種別 = "箱",
				番号 = 2220,
			},
			０３５９ = {
				マップ位置 = (list) { 189, 13 },
				種別 = "道（─）",
			},
			０３６０ = {
				マップ位置 = (list) { 189, 16 },
				種別 = "道（─）",
			},
			０３６１ = {
				マップ位置 = (list) { 190, 13 },
				種別 = "箱",
				番号 = 1120,
			},
			０３６２ = {
				マップ位置 = (list) { 190, 16 },
				種別 = "箱",
				番号 = 2230,
			},
			０３６３ = {
				マップ位置 = (list) { 191, 13 },
				種別 = "道（─）",
			},
			０３６４ = {
				マップ位置 = (list) { 191, 16 },
				種別 = "道（─）",
			},
			０３６５ = {
				マップ位置 = (list) { 192, 12 },
				種別 = "道（┌）",
			},
			０３６６ = {
				マップ位置 = (list) { 192, 13 },
				種別 = "道（┘）",
			},
			０３６７ = {
				マップ位置 = (list) { 192, 16 },
				種別 = "道（─）",
			},
			０３６８ = {
				マップ位置 = (list) { 193, 11 },
				種別 = "道（┌）",
			},
			０３６９ = {
				マップ位置 = (list) { 193, 12 },
				種別 = "箱",
				番号 = 1130,
			},
			０３７０ = {
				マップ位置 = (list) { 193, 16 },
				種別 = "箱",
				番号 = 2240,
			},
			０３７１ = {
				マップ位置 = (list) { 193, 17 },
				種別 = "道（└）",
			},
			０３７２ = {
				マップ位置 = (list) { 194, 10 },
				種別 = "道（┌）",
				番号 = 1131,
			},
			０３７３ = {
				マップ位置 = (list) { 194, 11 },
				種別 = "道（┘）",
			},
			０３７４ = {
				マップ位置 = (list) { 194, 12 },
				種別 = "道（┐）",
			},
			０３７５ = {
				マップ位置 = (list) { 194, 13 },
				種別 = "道（└）",
				番号 = 1133,
			},
			０３７６ = {
				マップ位置 = (list) { 194, 16 },
				種別 = "道（─）",
			},
			０３７７ = {
				マップ位置 = (list) { 194, 17 },
				種別 = "道（┐）",
			},
			０３７８ = {
				マップ位置 = (list) { 194, 18 },
				種別 = "道（└）",
			},
			０３７９ = {
				マップ位置 = (list) { 195, 10 },
				種別 = "道（─）",
			},
			０３８０ = {
				マップ位置 = (list) { 195, 13 },
				種別 = "道（─）",
				番号 = 1134,
			},
			０３８１ = {
				マップ位置 = (list) { 195, 16 },
				種別 = "道（─）",
			},
			０３８２ = {
				マップ位置 = (list) { 195, 18 },
				種別 = "道（─）",
			},
			０３８３ = {
				マップ位置 = (list) { 196, 10 },
				種別 = "道（─）",
			},
			０３８４ = {
				マップ位置 = (list) { 196, 13 },
				種別 = "道（─）",
				番号 = 1135,
			},
			０３８５ = {
				マップ位置 = (list) { 196, 16 },
				種別 = "箱",
				番号 = 2250,
			},
			０３８６ = {
				マップ位置 = (list) { 196, 18 },
				種別 = "道（─）",
			},
			０３８７ = {
				マップ位置 = (list) { 197, 10 },
				種別 = "箱",
				番号 = 1132,
			},
			０３８８ = {
				マップ位置 = (list) { 197, 13 },
				種別 = "箱",
				番号 = 1136,
			},
			０３８９ = {
				マップ位置 = (list) { 197, 16 },
				種別 = "道（─）",
			},
			０３９０ = {
				マップ位置 = (list) { 197, 18 },
				種別 = "箱",
				番号 = 2300,
			},
			０３９１ = {
				マップ位置 = (list) { 198, 10 },
				種別 = "道（┐）",
			},
			０３９２ = {
				マップ位置 = (list) { 198, 11 },
				種別 = "道（├）",
			},
			０３９３ = {
				マップ位置 = (list) { 198, 12 },
				種別 = "道（│）",
			},
			０３９４ = {
				マップ位置 = (list) { 198, 13 },
				種別 = "道（┘）",
			},
			０３９５ = {
				マップ位置 = (list) { 198, 16 },
				種別 = "箱",
				番号 = 2251,
			},
			０３９６ = {
				マップ位置 = (list) { 198, 18 },
				種別 = "道（┐）",
			},
			０３９７ = {
				マップ位置 = (list) { 198, 19 },
				種別 = "道（│）",
			},
			０３９８ = {
				マップ位置 = (list) { 198, 20 },
				種別 = "道（└）",
			},
			０３９９ = {
				マップ位置 = (list) { 199, 11 },
				種別 = "箱",
				番号 = 1140,
			},
			０４００ = {
				マップ位置 = (list) { 199, 16 },
				種別 = "道（─）",
			},
			０４０１ = {
				マップ位置 = (list) { 199, 20 },
				種別 = "道（─）",
			},
			０４０２ = {
				マップ位置 = (list) { 200, 11 },
				種別 = "道（─）",
			},
			０４０３ = {
				マップ位置 = (list) { 200, 16 },
				種別 = "箱",
				番号 = 2252,
			},
			０４０４ = {
				マップ位置 = (list) { 200, 20 },
				種別 = "箱",
				番号 = 2301,
			},
			０４０５ = {
				マップ位置 = (list) { 201, 11 },
				種別 = "箱",
				番号 = 1145,
			},
			０４０６ = {
				マップ位置 = (list) { 201, 20 },
				種別 = "道（─）",
			},
			０４０７ = {
				マップ位置 = (list) { 202, 11 },
				種別 = "道（─）",
			},
			０４０８ = {
				マップ位置 = (list) { 202, 20 },
				種別 = "道（─）",
			},
			０４０９ = {
				マップ位置 = (list) { 203, 11 },
				種別 = "箱",
				番号 = 1150,
			},
			０４１０ = {
				マップ位置 = (list) { 203, 20 },
				種別 = "道（─）",
				番号 = 2302,
			},
			０４１１ = {
				マップ位置 = (list) { 204, 11 },
				種別 = "道（┐）",
			},
			０４１２ = {
				マップ位置 = (list) { 204, 12 },
				種別 = "道（│）",
			},
			０４１３ = {
				マップ位置 = (list) { 204, 13 },
				種別 = "道（└）",
			},
			０４１４ = {
				マップ位置 = (list) { 204, 20 },
				種別 = "道（┐）",
			},
			０４１５ = {
				マップ位置 = (list) { 204, 21 },
				種別 = "道（└）",
			},
			０４１６ = {
				マップ位置 = (list) { 205, 13 },
				種別 = "道（─）",
			},
			０４１７ = {
				マップ位置 = (list) { 205, 21 },
				種別 = "道（┐）",
			},
			０４１８ = {
				マップ位置 = (list) { 205, 22 },
				種別 = "道（└）",
				番号 = 2303,
			},
			０４１９ = {
				マップ位置 = (list) { 206, 13 },
				種別 = "箱",
				番号 = 1200,
			},
			０４２０ = {
				マップ位置 = (list) { 206, 22 },
				種別 = "道（─）",
			},
			０４２１ = {
				マップ位置 = (list) { 207, 13 },
				種別 = "道（─）",
			},
			０４２２ = {
				マップ位置 = (list) { 207, 22 },
				種別 = "箱",
				番号 = 2304,
			},
			０４２３ = {
				マップ位置 = (list) { 208, 13 },
				種別 = "道（─）",
			},
			０４２４ = {
				マップ位置 = (list) { 208, 20 },
				種別 = "道（┌）",
			},
			０４２５ = {
				マップ位置 = (list) { 208, 21 },
				種別 = "道（│）",
			},
			０４２６ = {
				マップ位置 = (list) { 208, 22 },
				種別 = "道（┘）",
			},
			０４２７ = {
				マップ位置 = (list) { 209, 13 },
				種別 = "道（─）",
			},
			０４２８ = {
				マップ位置 = (list) { 209, 20 },
				種別 = "箱",
				番号 = 2310,
			},
			０４２９ = {
				マップ位置 = (list) { 210, 12 },
				種別 = "道（┌）",
			},
			０４３０ = {
				マップ位置 = (list) { 210, 13 },
				種別 = "道（┘）",
			},
			０４３１ = {
				マップ位置 = (list) { 210, 20 },
				種別 = "道（─）",
			},
			０４３２ = {
				マップ位置 = (list) { 211, 12 },
				種別 = "箱",
				番号 = 1210,
			},
			０４３３ = {
				マップ位置 = (list) { 211, 20 },
				種別 = "道（─）",
				番号 = 2314,
			},
			０４３４ = {
				マップ位置 = (list) { 212, 12 },
				種別 = "道（─）",
			},
			０４３５ = {
				マップ位置 = (list) { 212, 20 },
				種別 = "箱",
				番号 = 2315,
			},
			０４３６ = {
				マップ位置 = (list) { 213, 12 },
				種別 = "箱",
				番号 = 1220,
			},
			０４３７ = {
				マップ位置 = (list) { 213, 13 },
				種別 = "道（└）",
			},
			０４３８ = {
				マップ位置 = (list) { 213, 20 },
				種別 = "道（─）",
			},
			０４３９ = {
				マップ位置 = (list) { 214, 12 },
				種別 = "道（─）",
			},
			０４４０ = {
				マップ位置 = (list) { 214, 13 },
				種別 = "道（┐）",
			},
			０４４１ = {
				マップ位置 = (list) { 214, 14 },
				種別 = "道（└）",
			},
			０４４２ = {
				マップ位置 = (list) { 214, 20 },
				種別 = "道（─）",
			},
			０４４３ = {
				マップ位置 = (list) { 215, 12 },
				種別 = "箱",
				番号 = 1230,
			},
			０４４４ = {
				マップ位置 = (list) { 215, 14 },
				種別 = "箱",
				番号 = 2400,
			},
			０４４５ = {
				マップ位置 = (list) { 215, 20 },
				種別 = "箱",
				番号 = 2320,
			},
			０４４６ = {
				マップ位置 = (list) { 216, 12 },
				種別 = "道（─）",
			},
			０４４７ = {
				マップ位置 = (list) { 216, 14 },
				種別 = "道（─）",
			},
			０４４８ = {
				マップ位置 = (list) { 216, 20 },
				種別 = "道（─）",
			},
			０４４９ = {
				マップ位置 = (list) { 217, 12 },
				種別 = "箱",
				番号 = 1240,
			},
			０４５０ = {
				マップ位置 = (list) { 217, 14 },
				種別 = "箱",
				番号 = 2410,
			},
			０４５１ = {
				マップ位置 = (list) { 217, 20 },
				種別 = "箱",
				番号 = 2330,
			},
			０４５２ = {
				マップ位置 = (list) { 218, 10 },
				種別 = "道（┌）",
			},
			０４５３ = {
				マップ位置 = (list) { 218, 11 },
				種別 = "道（│）",
			},
			０４５４ = {
				マップ位置 = (list) { 218, 12 },
				種別 = "道（┘）",
			},
			０４５５ = {
				マップ位置 = (list) { 218, 14 },
				種別 = "道（─）",
			},
			０４５６ = {
				マップ位置 = (list) { 218, 20 },
				種別 = "道（─）",
			},
			０４５７ = {
				マップ位置 = (list) { 219, 10 },
				種別 = "箱",
				番号 = 1300,
			},
			０４５８ = {
				マップ位置 = (list) { 219, 14 },
				種別 = "箱",
				番号 = 2420,
			},
			０４５９ = {
				マップ位置 = (list) { 219, 20 },
				種別 = "箱",
				番号 = 2340,
			},
			０４６０ = {
				マップ位置 = (list) { 220, 10 },
				種別 = "道（─）",
			},
			０４６１ = {
				マップ位置 = (list) { 220, 14 },
				種別 = "道（─）",
			},
			０４６２ = {
				マップ位置 = (list) { 221, 10 },
				種別 = "箱",
				番号 = 1310,
			},
			０４６３ = {
				マップ位置 = (list) { 221, 14 },
				種別 = "箱",
				番号 = 2430,
			},
			０４６４ = {
				マップ位置 = (list) { 222, 10 },
				種別 = "道（─）",
			},
			０４６５ = {
				マップ位置 = (list) { 222, 14 },
				種別 = "道（┐）",
			},
			０４６６ = {
				マップ位置 = (list) { 222, 15 },
				種別 = "道（└）",
			},
			０４６７ = {
				マップ位置 = (list) { 223, 9 },
				種別 = "道（┌）",
			},
			０４６８ = {
				マップ位置 = (list) { 223, 10 },
				種別 = "箱",
				番号 = 1320,
			},
			０４６９ = {
				マップ位置 = (list) { 223, 11 },
				種別 = "道（└）",
			},
			０４７０ = {
				マップ位置 = (list) { 223, 15 },
				種別 = "箱",
				番号 = 2440,
			},
			０４７１ = {
				マップ位置 = (list) { 223, 16 },
				種別 = "道（└）",
			},
			０４７２ = {
				マップ位置 = (list) { 224, 9 },
				種別 = "道（─）",
			},
			０４７３ = {
				マップ位置 = (list) { 224, 11 },
				種別 = "道（─）",
			},
			０４７４ = {
				マップ位置 = (list) { 224, 15 },
				種別 = "道（─）",
			},
			０４７５ = {
				マップ位置 = (list) { 224, 16 },
				種別 = "箱",
				番号 = 2460,
			},
			０４７６ = {
				マップ位置 = (list) { 225, 9 },
				種別 = "箱",
				番号 = 1330,
			},
			０４７７ = {
				マップ位置 = (list) { 225, 11 },
				種別 = "箱",
				番号 = 1340,
			},
			０４７８ = {
				マップ位置 = (list) { 225, 15 },
				種別 = "箱",
				番号 = 2450,
			},
			０４７９ = {
				マップ位置 = (list) { 226, 9 },
				種別 = "道（─）",
			},
			０４８０ = {
				マップ位置 = (list) { 226, 11 },
				種別 = "道（─）",
			},
			０４８１ = {
				マップ位置 = (list) { 227, 9 },
				種別 = "箱",
				番号 = 1331,
			},
			０４８２ = {
				マップ位置 = (list) { 227, 11 },
				種別 = "箱",
				番号 = 1341,
			},
			０４８３ = {
				マップ位置 = (list) { 228, 9 },
				種別 = "道（┐）",
			},
			０４８４ = {
				マップ位置 = (list) { 228, 10 },
				種別 = "道（├）",
			},
			０４８５ = {
				マップ位置 = (list) { 228, 11 },
				種別 = "道（┘）",
			},
			０４８６ = {
				マップ位置 = (list) { 229, 10 },
				種別 = "箱",
				番号 = 1400,
			},
			０４８７ = {
				マップ位置 = (list) { 230, 10 },
				種別 = "道（─）",
			},
			０４８８ = {
				マップ位置 = (list) { 231, 10 },
				種別 = "道（┐）",
			},
			０４８９ = {
				マップ位置 = (list) { 231, 11 },
				種別 = "道（└）",
			},
			０４９０ = {
				マップ位置 = (list) { 232, 11 },
				種別 = "道（┐）",
			},
			０４９１ = {
				マップ位置 = (list) { 232, 12 },
				種別 = "道（└）",
			},
			０４９２ = {
				マップ位置 = (list) { 233, 12 },
				種別 = "道（─）",
			},
			０４９３ = {
				マップ位置 = (list) { 234, 12 },
				種別 = "箱",
				番号 = 1410,
			},
			０４９４ = {
				マップ位置 = (list) { 235, 12 },
				種別 = "道（─）",
			},
			０４９５ = {
				マップ位置 = (list) { 236, 11 },
				種別 = "道（┌）",
			},
			０４９６ = {
				マップ位置 = (list) { 236, 12 },
				種別 = "箱",
				番号 = 1420,
			},
			０４９７ = {
				マップ位置 = (list) { 236, 13 },
				種別 = "道（└）",
			},
			０４９８ = {
				マップ位置 = (list) { 237, 11 },
				種別 = "道（─）",
			},
			０４９９ = {
				マップ位置 = (list) { 237, 12 },
				種別 = "道（─）",
			},
			０５００ = {
				マップ位置 = (list) { 237, 13 },
				種別 = "道（─）",
			},
			０５０１ = {
				マップ位置 = (list) { 238, 11 },
				種別 = "箱",
				番号 = 1421,
			},
			０５０２ = {
				マップ位置 = (list) { 238, 12 },
				種別 = "箱",
				番号 = 1422,
			},
			０５０３ = {
				マップ位置 = (list) { 238, 13 },
				種別 = "箱",
				番号 = 1423,
			},
			０５０４ = {
				マップ位置 = (list) { 239, 11 },
				種別 = "道（┐）",
			},
			０５０５ = {
				マップ位置 = (list) { 239, 12 },
				種別 = "道（┼）",
			},
			０５０６ = {
				マップ位置 = (list) { 239, 13 },
				種別 = "道（┘）",
			},
			０５０７ = {
				マップ位置 = (list) { 240, 11 },
				種別 = "道（┌）",
			},
			０５０８ = {
				マップ位置 = (list) { 240, 12 },
				種別 = "箱",
				番号 = 1430,
			},
			０５０９ = {
				マップ位置 = (list) { 240, 13 },
				種別 = "道（└）",
			},
			０５１０ = {
				マップ位置 = (list) { 241, 11 },
				種別 = "道（─）",
			},
			０５１１ = {
				マップ位置 = (list) { 241, 12 },
				種別 = "道（─）",
			},
			０５１２ = {
				マップ位置 = (list) { 241, 13 },
				種別 = "道（─）",
			},
			０５１３ = {
				マップ位置 = (list) { 242, 11 },
				種別 = "箱",
				番号 = 1431,
			},
			０５１４ = {
				マップ位置 = (list) { 242, 12 },
				種別 = "箱",
				番号 = 1432,
			},
			０５１５ = {
				マップ位置 = (list) { 242, 13 },
				種別 = "箱",
				番号 = 1433,
			},
			０５１６ = {
				マップ位置 = (list) { 243, 11 },
				種別 = "道（┐）",
			},
			０５１７ = {
				マップ位置 = (list) { 243, 12 },
				種別 = "道（┼）",
			},
			０５１８ = {
				マップ位置 = (list) { 243, 13 },
				種別 = "道（┘）",
			},
			０５１９ = {
				マップ位置 = (list) { 244, 11 },
				種別 = "道（┌）",
			},
			０５２０ = {
				マップ位置 = (list) { 244, 12 },
				種別 = "箱",
				番号 = 1440,
			},
			０５２１ = {
				マップ位置 = (list) { 244, 13 },
				種別 = "道（└）",
			},
			０５２２ = {
				マップ位置 = (list) { 245, 11 },
				種別 = "道（─）",
			},
			０５２３ = {
				マップ位置 = (list) { 245, 12 },
				種別 = "道（─）",
			},
			０５２４ = {
				マップ位置 = (list) { 245, 13 },
				種別 = "道（─）",
			},
			０５２５ = {
				マップ位置 = (list) { 246, 11 },
				種別 = "箱",
				番号 = 1441,
			},
			０５２６ = {
				マップ位置 = (list) { 246, 12 },
				種別 = "箱",
				番号 = 1442,
			},
			０５２７ = {
				マップ位置 = (list) { 246, 13 },
				種別 = "箱",
				番号 = 1443,
			},
			０５２８ = {
				マップ位置 = (list) { 247, 11 },
				種別 = "道（┐）",
			},
			０５２９ = {
				マップ位置 = (list) { 247, 12 },
				種別 = "道（┼）",
			},
			０５３０ = {
				マップ位置 = (list) { 247, 13 },
				種別 = "道（┘）",
			},
			０５３１ = {
				マップ位置 = (list) { 248, 12 },
				種別 = "道（─）",
			},
			０５３２ = {
				マップ位置 = (list) { 249, 11 },
				種別 = "道（┌）",
			},
			０５３３ = {
				マップ位置 = (list) { 249, 12 },
				種別 = "箱",
				番号 = 1450,
			},
			０５３４ = {
				マップ位置 = (list) { 249, 13 },
				種別 = "道（└）",
			},
			０５３５ = {
				マップ位置 = (list) { 250, 11 },
				種別 = "道（─）",
			},
			０５３６ = {
				マップ位置 = (list) { 250, 12 },
				種別 = "道（─）",
			},
			０５３７ = {
				マップ位置 = (list) { 250, 13 },
				種別 = "道（─）",
			},
			０５３８ = {
				マップ位置 = (list) { 251, 11 },
				種別 = "箱",
				番号 = 1460,
			},
			０５３９ = {
				マップ位置 = (list) { 251, 12 },
				種別 = "箱",
				番号 = 1451,
			},
			０５４０ = {
				マップ位置 = (list) { 251, 13 },
				種別 = "箱",
				番号 = 1470,
			},
			０５４１ = {
				マップ位置 = (list) { 252, 11 },
				種別 = "道（─）",
			},
			０５４２ = {
				マップ位置 = (list) { 252, 13 },
				種別 = "道（─）",
			},
			０５４３ = {
				マップ位置 = (list) { 253, 11 },
				種別 = "道（┐）",
			},
			０５４４ = {
				マップ位置 = (list) { 253, 12 },
				種別 = "道（├）",
			},
			０５４５ = {
				マップ位置 = (list) { 253, 13 },
				種別 = "道（┘）",
			},
			０５４６ = {
				マップ位置 = (list) { 254, 12 },
				種別 = "箱",
				番号 = 1480,
			},
			０５４７ = {
				マップ位置 = (list) { 255, 12 },
				種別 = "道（─）",
			},
			０５４８ = {
				マップ位置 = (list) { 256, 12 },
				種別 = "道（┐）",
			},
			０５４９ = {
				マップ位置 = (list) { 256, 13 },
				種別 = "道（└）",
			},
			０５５０ = {
				マップ位置 = (list) { 257, 13 },
				種別 = "道（─）",
			},
			０５５１ = {
				マップ位置 = (list) { 258, 13 },
				種別 = "道（─）",
			},
			０５５２ = {
				マップ位置 = (list) { 259, 13 },
				種別 = "道（─）",
			},
			０５５３ = {
				マップ位置 = (list) { 260, 12 },
				種別 = "道（┌）",
			},
			０５５４ = {
				マップ位置 = (list) { 260, 13 },
				種別 = "道（┘）",
			},
			０５５５ = {
				マップ位置 = (list) { 261, 12 },
				種別 = "道（─）",
			},
			０５５６ = {
				マップ位置 = (list) { 262, 11 },
				種別 = "道（┌）",
			},
			０５５７ = {
				マップ位置 = (list) { 262, 12 },
				種別 = "道（┘）",
			},
			０５５８ = {
				マップ位置 = (list) { 263, 11 },
				種別 = "箱",
				番号 = 1500,
			},
			０５５９ = {
				マップ位置 = (list) { 264, 11 },
				種別 = "道（─）",
			},
			０５６０ = {
				マップ位置 = (list) { 265, 9 },
				種別 = "箱",
				番号 = 1900,
			},
			０５６１ = {
				マップ位置 = (list) { 265, 11 },
				種別 = "道（─）",
				番号 = 1501,
			},
			０５６２ = {
				マップ位置 = (list) { 266, 11 },
				種別 = "道（─）",
			},
			０５６３ = {
				マップ位置 = (list) { 267, 11 },
				種別 = "道（─）",
				番号 = 1502,
			},
			０５６４ = {
				マップ位置 = (list) { 268, 11 },
				種別 = "道（─）",
			},
			０５６５ = {
				マップ位置 = (list) { 269, 11 },
				種別 = "箱",
				番号 = 1505,
			},
			０５６６ = {
				マップ位置 = (list) { 270, 11 },
				種別 = "道（─）",
			},
			０５６７ = {
				マップ位置 = (list) { 271, 11 },
				種別 = "道（─）",
			},
			０５６８ = {
				マップ位置 = (list) { 272, 11 },
				種別 = "箱",
				番号 = 1510,
			},
			０５６９ = {
				マップ位置 = (list) { 273, 11 },
				種別 = "道（─）",
			},
			０５７０ = {
				マップ位置 = (list) { 273, 13 },
				種別 = "箱",
				番号 = 1901,
			},
			０５７１ = {
				マップ位置 = (list) { 274, 11 },
				種別 = "道（─）",
				番号 = 1515,
			},
			０５７２ = {
				マップ位置 = (list) { 275, 11 },
				種別 = "道（─）",
			},
			０５７３ = {
				マップ位置 = (list) { 276, 11 },
				種別 = "箱",
				番号 = 1520,
			},
			０５７４ = {
				マップ位置 = (list) { 276, 12 },
				種別 = "道（└）",
			},
			０５７５ = {
				マップ位置 = (list) { 277, 9 },
				種別 = "箱",
				番号 = 1902,
			},
			０５７６ = {
				マップ位置 = (list) { 277, 11 },
				種別 = "道（─）",
			},
			０５７７ = {
				マップ位置 = (list) { 277, 12 },
				種別 = "道（─）",
			},
			０５７８ = {
				マップ位置 = (list) { 278, 11 },
				種別 = "道（─）",
			},
			０５７９ = {
				マップ位置 = (list) { 278, 12 },
				種別 = "箱",
				番号 = 1530,
			},
			０５８０ = {
				マップ位置 = (list) { 279, 10 },
				種別 = "道（┌）",
			},
			０５８１ = {
				マップ位置 = (list) { 279, 11 },
				種別 = "道（┘）",
				番号 = 1535,
			},
			０５８２ = {
				マップ位置 = (list) { 279, 12 },
				種別 = "道（─）",
			},
			０５８３ = {
				マップ位置 = (list) { 280, 10 },
				種別 = "箱",
				番号 = 1536,
			},
			０５８４ = {
				マップ位置 = (list) { 280, 12 },
				種別 = "箱",
				番号 = 1531,
			},
			０５８５ = {
				マップ位置 = (list) { 281, 10 },
				種別 = "道（─）",
			},
			０５８６ = {
				マップ位置 = (list) { 281, 12 },
				種別 = "道（─）",
			},
			０５８７ = {
				マップ位置 = (list) { 282, 10 },
				種別 = "道（─）",
			},
			０５８８ = {
				マップ位置 = (list) { 282, 12 },
				種別 = "道（─）",
			},
			０５８９ = {
				マップ位置 = (list) { 283, 10 },
				種別 = "道（┐）",
			},
			０５９０ = {
				マップ位置 = (list) { 283, 11 },
				種別 = "道（│）",
			},
			０５９１ = {
				マップ位置 = (list) { 283, 12 },
				種別 = "箱",
				番号 = 1540,
			},
			０５９２ = {
				マップ位置 = (list) { 284, 11 },
				種別 = "道（┌）",
			},
			０５９３ = {
				マップ位置 = (list) { 284, 12 },
				種別 = "道（┘）",
			},
			０５９４ = {
				マップ位置 = (list) { 285, 11 },
				種別 = "箱",
				番号 = 1550,
			},
			０５９５ = {
				マップ位置 = (list) { 285, 14 },
				種別 = "箱",
				番号 = 1903,
			},
			０５９６ = {
				マップ位置 = (list) { 286, 11 },
				種別 = "道（─）",
			},
			０５９７ = {
				マップ位置 = (list) { 287, 11 },
				種別 = "道（─）",
				番号 = 1555,
			},
			０５９８ = {
				マップ位置 = (list) { 288, 11 },
				種別 = "道（─）",
			},
			０５９９ = {
				マップ位置 = (list) { 289, 9 },
				種別 = "箱",
				番号 = 1904,
			},
			０６００ = {
				マップ位置 = (list) { 289, 11 },
				種別 = "箱",
				番号 = 1560,
			},
			０６０１ = {
				マップ位置 = (list) { 290, 11 },
				種別 = "道（─）",
			},
			０６０２ = {
				マップ位置 = (list) { 291, 11 },
				種別 = "道（─）",
				番号 = 1565,
			},
			０６０３ = {
				マップ位置 = (list) { 292, 11 },
				種別 = "道（─）",
				番号 = 1566,
			},
			０６０４ = {
				マップ位置 = (list) { 293, 11 },
				種別 = "道（─）",
			},
			０６０５ = {
				マップ位置 = (list) { 294, 11 },
				種別 = "箱",
				番号 = 1570,
			},
			０６０６ = {
				マップ位置 = (list) { 294, 14 },
				種別 = "箱",
				番号 = 1905,
			},
			０６０７ = {
				マップ位置 = (list) { 295, 11 },
				種別 = "道（─）",
			},
			０６０８ = {
				マップ位置 = (list) { 296, 11 },
				種別 = "道（─）",
			},
			０６０９ = {
				マップ位置 = (list) { 296, 13 },
				種別 = "箱",
				番号 = 1906,
			},
			０６１０ = {
				マップ位置 = (list) { 297, 11 },
				種別 = "箱",
				番号 = 1580,
			},
			０６１１ = {
				マップ位置 = (list) { 298, 9 },
				種別 = "箱",
				番号 = 1907,
			},
			０６１２ = {
				マップ位置 = (list) { 298, 11 },
				種別 = "道（─）",
			},
			０６１３ = {
				マップ位置 = (list) { 299, 11 },
				種別 = "箱",
				番号 = 1590,
			},
			０６１４ = {
				マップ位置 = (list) { 300, 11 },
				種別 = "道（─）",
			},
			０６１５ = {
				マップ位置 = (list) { 300, 13 },
				種別 = "箱",
				番号 = 1908,
			},
			０６１６ = {
				マップ位置 = (list) { 301, 11 },
				種別 = "道（─）",
			},
			０６１７ = {
				マップ位置 = (list) { 302, 11 },
				種別 = "箱",
				番号 = 1600,
			},
			０６１８ = {
				マップ位置 = (list) { 303, 9 },
				種別 = "箱",
				番号 = 1910,
			},
			０６１９ = {
				マップ位置 = (list) { 303, 11 },
				種別 = "道（─）",
			},
			０６２０ = {
				マップ位置 = (list) { 304, 11 },
				種別 = "道（─）",
			},
			０６２１ = {
				マップ位置 = (list) { 304, 12 },
				種別 = "箱",
				番号 = 1911,
			},
			０６２２ = {
				マップ位置 = (list) { 305, 10 },
				種別 = "道（┌）",
			},
			０６２３ = {
				マップ位置 = (list) { 305, 11 },
				種別 = "箱",
				番号 = 1610,
			},
			０６２４ = {
				マップ位置 = (list) { 305, 12 },
				種別 = "道（└）",
			},
			０６２５ = {
				マップ位置 = (list) { 306, 10 },
				種別 = "道（─）",
			},
			０６２６ = {
				マップ位置 = (list) { 306, 12 },
				種別 = "道（─）",
			},
			０６２７ = {
				マップ位置 = (list) { 307, 10 },
				種別 = "箱",
				番号 = 1620,
			},
			０６２８ = {
				マップ位置 = (list) { 307, 12 },
				種別 = "道（─）",
				番号 = 1635,
			},
			０６２９ = {
				マップ位置 = (list) { 308, 10 },
				種別 = "道（─）",
			},
			０６３０ = {
				マップ位置 = (list) { 308, 12 },
				種別 = "道（─）",
			},
			０６３１ = {
				マップ位置 = (list) { 308, 13 },
				種別 = "箱",
				番号 = 1912,
			},
			０６３２ = {
				マップ位置 = (list) { 309, 10 },
				種別 = "道（─）",
			},
			０６３３ = {
				マップ位置 = (list) { 309, 11 },
				種別 = "道（┌）",
				番号 = 1630,
			},
			０６３４ = {
				マップ位置 = (list) { 309, 12 },
				種別 = "道（┘）",
			},
			０６３５ = {
				マップ位置 = (list) { 310, 10 },
				種別 = "道（┐）",
			},
			０６３６ = {
				マップ位置 = (list) { 310, 11 },
				種別 = "道（┴）",
			},
			０６３７ = {
				マップ位置 = (list) { 311, 11 },
				種別 = "道（─）",
			},
			０６３８ = {
				マップ位置 = (list) { 312, 11 },
				種別 = "箱",
				番号 = 1640,
			},
			０６３９ = {
				マップ位置 = (list) { 312, 12 },
				種別 = "道（└）",
			},
			０６４０ = {
				マップ位置 = (list) { 313, 11 },
				種別 = "道（─）",
			},
			０６４１ = {
				マップ位置 = (list) { 313, 12 },
				種別 = "道（─）",
			},
			０６４２ = {
				マップ位置 = (list) { 314, 11 },
				種別 = "箱",
				番号 = 1650,
			},
			０６４３ = {
				マップ位置 = (list) { 314, 12 },
				種別 = "道（┐）",
			},
			０６４４ = {
				マップ位置 = (list) { 314, 13 },
				種別 = "道（└）",
			},
			０６４５ = {
				マップ位置 = (list) { 315, 11 },
				種別 = "道（─）",
			},
			０６４６ = {
				マップ位置 = (list) { 315, 13 },
				種別 = "箱",
				番号 = 2100,
			},
			０６４７ = {
				マップ位置 = (list) { 316, 11 },
				種別 = "箱",
				番号 = 1660,
			},
			０６４８ = {
				マップ位置 = (list) { 316, 13 },
				種別 = "道（─）",
			},
			０６４９ = {
				マップ位置 = (list) { 317, 11 },
				種別 = "道（─）",
			},
			０６５０ = {
				マップ位置 = (list) { 317, 13 },
				種別 = "道（┐）",
			},
			０６５１ = {
				マップ位置 = (list) { 317, 14 },
				種別 = "道（└）",
			},
			０６５２ = {
				マップ位置 = (list) { 318, 11 },
				種別 = "道（─）",
			},
			０６５３ = {
				マップ位置 = (list) { 318, 14 },
				種別 = "箱",
				番号 = 2110,
			},
			０６５４ = {
				マップ位置 = (list) { 319, 11 },
				種別 = "箱",
				番号 = 1670,
			},
			０６５５ = {
				マップ位置 = (list) { 319, 14 },
				種別 = "道（─）",
			},
			０６５６ = {
				マップ位置 = (list) { 320, 11 },
				種別 = "道（─）",
			},
			０６５７ = {
				マップ位置 = (list) { 320, 14 },
				種別 = "道（─）",
			},
			０６５８ = {
				マップ位置 = (list) { 321, 10 },
				種別 = "道（┌）",
			},
			０６５９ = {
				マップ位置 = (list) { 321, 11 },
				種別 = "箱",
				番号 = 1680,
			},
			０６６０ = {
				マップ位置 = (list) { 321, 14 },
				種別 = "箱",
				番号 = 2112,
			},
			０６６１ = {
				マップ位置 = (list) { 322, 9 },
				種別 = "道（┌）",
			},
			０６６２ = {
				マップ位置 = (list) { 322, 10 },
				種別 = "道（┘）",
			},
			０６６３ = {
				マップ位置 = (list) { 322, 11 },
				種別 = "道（─）",
			},
			０６６４ = {
				マップ位置 = (list) { 322, 14 },
				種別 = "道（─）",
			},
			０６６５ = {
				マップ位置 = (list) { 323, 9 },
				種別 = "箱",
				番号 = 1681,
			},
			０６６６ = {
				マップ位置 = (list) { 323, 11 },
				種別 = "箱",
				番号 = 1690,
			},
			０６６７ = {
				マップ位置 = (list) { 323, 14 },
				種別 = "箱",
				番号 = 2120,
			},
			０６６８ = {
				マップ位置 = (list) { 324, 9 },
				種別 = "道（─）",
			},
			０６６９ = {
				マップ位置 = (list) { 324, 11 },
				種別 = "道（─）",
			},
			０６７０ = {
				マップ位置 = (list) { 325, 9 },
				種別 = "箱",
				番号 = 1682,
			},
			０６７１ = {
				マップ位置 = (list) { 325, 11 },
				種別 = "道（─）",
			},
			０６７２ = {
				マップ位置 = (list) { 326, 9 },
				種別 = "道（─）",
			},
			０６７３ = {
				マップ位置 = (list) { 326, 11 },
				種別 = "道（─）",
			},
			０６７４ = {
				マップ位置 = (list) { 327, 9 },
				種別 = "箱",
				番号 = 1683,
			},
			０６７５ = {
				マップ位置 = (list) { 327, 11 },
				種別 = "道（─）",
			},
			０６７６ = {
				マップ位置 = (list) { 328, 9 },
				種別 = "道（┐）",
			},
			０６７７ = {
				マップ位置 = (list) { 328, 10 },
				種別 = "道（│）",
			},
			０６７８ = {
				マップ位置 = (list) { 328, 11 },
				種別 = "道（┤）",
			},
			０６７９ = {
				マップ位置 = (list) { 328, 12 },
				種別 = "道（└）",
			},
			０６８０ = {
				マップ位置 = (list) { 329, 12 },
				種別 = "箱",
				番号 = 1710,
			},
			０６８１ = {
				マップ位置 = (list) { 330, 12 },
				種別 = "道（─）",
			},
			０６８２ = {
				マップ位置 = (list) { 331, 12 },
				種別 = "箱",
				番号 = 1720,
			},
			０６８３ = {
				マップ位置 = (list) { 332, 12 },
				種別 = "道（─）",
			},
			０６８４ = {
				マップ位置 = (list) { 333, 12 },
				種別 = "道（─）",
			},
			０６８５ = {
				マップ位置 = (list) { 334, 12 },
				種別 = "箱",
				番号 = 1730,
			},
			０６８６ = {
				マップ位置 = (list) { 335, 12 },
				種別 = "道（─）",
			},
			０６８７ = {
				マップ位置 = (list) { 336, 11 },
				種別 = "道（┌）",
			},
			０６８８ = {
				マップ位置 = (list) { 336, 12 },
				種別 = "箱",
				番号 = 1735,
			},
			０６８９ = {
				マップ位置 = (list) { 336, 13 },
				種別 = "道（└）",
			},
			０６９０ = {
				マップ位置 = (list) { 337, 11 },
				種別 = "箱",
				番号 = 1736,
			},
			０６９１ = {
				マップ位置 = (list) { 337, 13 },
				種別 = "道（─）",
			},
			０６９２ = {
				マップ位置 = (list) { 338, 11 },
				種別 = "道（┐）",
			},
			０６９３ = {
				マップ位置 = (list) { 338, 12 },
				種別 = "道（├）",
			},
			０６９４ = {
				マップ位置 = (list) { 338, 13 },
				種別 = "道（┘）",
			},
			０６９５ = {
				マップ位置 = (list) { 339, 12 },
				種別 = "道（─）",
			},
			０６９６ = {
				マップ位置 = (list) { 340, 12 },
				種別 = "箱",
				番号 = 1740,
			},
			０６９７ = {
				マップ位置 = (list) { 341, 12 },
				種別 = "道（─）",
			},
			０６９８ = {
				マップ位置 = (list) { 342, 11 },
				種別 = "道（┌）",
			},
			０６９９ = {
				マップ位置 = (list) { 342, 12 },
				種別 = "箱",
				番号 = 1750,
			},
			０７００ = {
				マップ位置 = (list) { 343, 10 },
				種別 = "道（┌）",
			},
			０７０１ = {
				マップ位置 = (list) { 343, 11 },
				種別 = "道（┘）",
			},
			０７０２ = {
				マップ位置 = (list) { 343, 12 },
				種別 = "道（─）",
			},
			０７０３ = {
				マップ位置 = (list) { 344, 10 },
				種別 = "箱",
				番号 = 2000,
			},
			０７０４ = {
				マップ位置 = (list) { 344, 12 },
				種別 = "箱",
				番号 = 1760,
			},
			０７０５ = {
				マップ位置 = (list) { 345, 10 },
				種別 = "道（─）",
			},
			０７０６ = {
				マップ位置 = (list) { 345, 12 },
				種別 = "道（─）",
			},
			０７０７ = {
				マップ位置 = (list) { 346, 10 },
				種別 = "箱",
				番号 = 2010,
			},
			０７０８ = {
				マップ位置 = (list) { 346, 12 },
				種別 = "箱",
				番号 = 1770,
			},
			０７０９ = {
				マップ位置 = (list) { 347, 10 },
				種別 = "道（─）",
			},
			０７１０ = {
				マップ位置 = (list) { 347, 12 },
				種別 = "道（─）",
			},
			０７１１ = {
				マップ位置 = (list) { 348, 10 },
				種別 = "箱",
				番号 = 2020,
			},
			０７１２ = {
				マップ位置 = (list) { 348, 12 },
				種別 = "箱",
				番号 = 1780,
			},
			０７１３ = {
				マップ位置 = (list) { 349, 10 },
				種別 = "道（─）",
			},
			０７１４ = {
				マップ位置 = (list) { 349, 12 },
				種別 = "道（─）",
			},
			０７１５ = {
				マップ位置 = (list) { 350, 10 },
				種別 = "箱",
				番号 = 2030,
			},
			０７１６ = {
				マップ位置 = (list) { 350, 12 },
				種別 = "箱",
				番号 = 1790,
			},
			０７１７ = {
				マップ位置 = (list) { 351, 10 },
				種別 = "道（─）",
			},
			０７１８ = {
				マップ位置 = (list) { 351, 12 },
				種別 = "道（─）",
			},
			０７１９ = {
				マップ位置 = (list) { 352, 10 },
				種別 = "箱",
				番号 = 2040,
			},
			０７２０ = {
				マップ位置 = (list) { 352, 12 },
				種別 = "箱",
				番号 = 1800,
			},
			０７２１ = {
				マップ位置 = (list) { 353, 10 },
				種別 = "道（─）",
			},
			０７２２ = {
				マップ位置 = (list) { 353, 12 },
				種別 = "道（─）",
			},
			０７２３ = {
				マップ位置 = (list) { 354, 10 },
				種別 = "箱",
				番号 = 2045,
			},
			０７２４ = {
				マップ位置 = (list) { 354, 12 },
				種別 = "道（─）",
			},
			０７２５ = {
				マップ位置 = (list) { 355, 10 },
				種別 = "道（─）",
			},
			０７２６ = {
				マップ位置 = (list) { 355, 12 },
				種別 = "箱",
				番号 = 1810,
			},
			０７２７ = {
				マップ位置 = (list) { 356, 10 },
				種別 = "箱",
				番号 = 2046,
			},
			０７２８ = {
				マップ位置 = (list) { 357, 10 },
				種別 = "道（─）",
			},
			０７２９ = {
				マップ位置 = (list) { 358, 10 },
				種別 = "箱",
				番号 = 2047,
			},
			０７３０ = {
				マップ位置 = (list) { 359, 10 },
				種別 = "道（─）",
			},
			０７３１ = {
				マップ位置 = (list) { 360, 10 },
				種別 = "箱",
				番号 = 2050,
			},
		},
	},
	自由都市２ = {
		サイズ = (list) { 365, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１２ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（┌）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（┘）",
				番号 = 22,
			},
			００１５ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "箱",
				番号 = 25,
			},
			００１６ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００２０ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（┌）",
				番号 = 31,
			},
			００２２ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（┘）",
			},
			００２３ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
				番号 = 32,
			},
			００２５ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "箱",
				番号 = 35,
			},
			００２６ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（┘）",
			},
			００２９ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００３０ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（┘）",
			},
			００３１ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（┐）",
			},
			００３２ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（└）",
			},
			００３３ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 50,
			},
			００３５ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（└）",
			},
			００３８ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "箱",
				番号 = 55,
			},
			００３９ = {
				マップ位置 = (list) { 30, 15 },
				種別 = "道（└）",
			},
			００４０ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（┌）",
			},
			００４１ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（┘）",
			},
			００４２ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "道（┐）",
			},
			００４３ = {
				マップ位置 = (list) { 31, 16 },
				種別 = "道（│）",
			},
			００４４ = {
				マップ位置 = (list) { 31, 17 },
				種別 = "道（└）",
			},
			００４５ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 32, 17 },
				種別 = "箱",
				番号 = 56,
			},
			００４７ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 33, 16 },
				種別 = "道（┌）",
			},
			００４９ = {
				マップ位置 = (list) { 33, 17 },
				種別 = "道（┘）",
			},
			００５０ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 34, 16 },
				種別 = "箱",
				番号 = 57,
			},
			００５２ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００５３ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（│）",
			},
			００５４ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "道（│）",
			},
			００５５ = {
				マップ位置 = (list) { 35, 16 },
				種別 = "道（┘）",
			},
			００５６ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００６０ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（┌）",
			},
			００６１ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（┘）",
			},
			００６２ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００６６ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "箱",
				番号 = 105,
			},
			００６８ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "箱",
				番号 = 110,
			},
			００７０ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "箱",
				番号 = 120,
			},
			００７２ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "箱",
				番号 = 125,
			},
			００７４ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "箱",
				番号 = 130,
			},
			００７６ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（┌）",
			},
			００７８ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（┘）",
			},
			００７９ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "道（┌）",
			},
			００８０ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（┘）",
			},
			００８１ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "箱",
				番号 = 150,
			},
			００８２ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "道（─）",
				番号 = 155,
			},
			００８４ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "箱",
				番号 = 160,
			},
			００８６ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "道（┐）",
			},
			００８７ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "道（└）",
			},
			００８８ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（┐）",
			},
			００８９ = {
				マップ位置 = (list) { 64, 12 },
				種別 = "道（└）",
			},
			００９０ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００９１ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "箱",
				番号 = 210,
			},
			００９３ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（┌）",
			},
			００９４ = {
				マップ位置 = (list) { 68, 12 },
				種別 = "道（┘）",
			},
			００９５ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（┌）",
			},
			００９６ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "箱",
				番号 = 220,
			},
			００９７ = {
				マップ位置 = (list) { 69, 12 },
				種別 = "道（└）",
			},
			００９８ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 70, 12 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "箱",
				番号 = 221,
			},
			０１０１ = {
				マップ位置 = (list) { 71, 12 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "道（┐）",
			},
			０１０３ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "道（└）",
			},
			０１０４ = {
				マップ位置 = (list) { 72, 12 },
				種別 = "箱",
				番号 = 230,
			},
			０１０５ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "道（┬）",
			},
			０１０６ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（┘）",
			},
			０１０７ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "道（┌）",
			},
			０１０８ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "箱",
				番号 = 240,
			},
			０１０９ = {
				マップ位置 = (list) { 75, 9 },
				種別 = "道（┌）",
			},
			０１１０ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（┘）",
			},
			０１１１ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 76, 9 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "箱",
				番号 = 260,
			},
			０１１４ = {
				マップ位置 = (list) { 77, 9 },
				種別 = "箱",
				番号 = 250,
			},
			０１１５ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（─）",
			},
			０１１６ = {
				マップ位置 = (list) { 78, 9 },
				種別 = "道（┐）",
			},
			０１１７ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "道（│）",
			},
			０１１８ = {
				マップ位置 = (list) { 78, 11 },
				種別 = "道（┴）",
			},
			０１１９ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "箱",
				番号 = 265,
			},
			０１２０ = {
				マップ位置 = (list) { 80, 11 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 81, 11 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "箱",
				番号 = 270,
			},
			０１２３ = {
				マップ位置 = (list) { 83, 10 },
				種別 = "道（┌）",
			},
			０１２４ = {
				マップ位置 = (list) { 83, 11 },
				種別 = "道（┘）",
			},
			０１２５ = {
				マップ位置 = (list) { 84, 10 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 85, 10 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "箱",
				番号 = 300,
			},
			０１２８ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 88, 10 },
				種別 = "箱",
				番号 = 310,
			},
			０１３０ = {
				マップ位置 = (list) { 89, 10 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 90, 10 },
				種別 = "箱",
				番号 = 320,
			},
			０１３２ = {
				マップ位置 = (list) { 91, 10 },
				種別 = "道（─）",
			},
			０１３３ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "箱",
				番号 = 330,
			},
			０１３４ = {
				マップ位置 = (list) { 93, 10 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 94, 9 },
				種別 = "道（┌）",
			},
			０１３６ = {
				マップ位置 = (list) { 94, 10 },
				種別 = "箱",
				番号 = 340,
			},
			０１３７ = {
				マップ位置 = (list) { 94, 11 },
				種別 = "道（└）",
			},
			０１３８ = {
				マップ位置 = (list) { 95, 9 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 95, 11 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 96, 9 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 96, 11 },
				種別 = "箱",
				番号 = 365,
			},
			０１４２ = {
				マップ位置 = (list) { 97, 9 },
				種別 = "箱",
				番号 = 360,
			},
			０１４３ = {
				マップ位置 = (list) { 97, 11 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 98, 9 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 99, 9 },
				種別 = "道（┐）",
			},
			０１４７ = {
				マップ位置 = (list) { 99, 10 },
				種別 = "箱",
				番号 = 350,
			},
			０１４８ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（┘）",
			},
			０１４９ = {
				マップ位置 = (list) { 100, 10 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 101, 10 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 102, 10 },
				種別 = "箱",
				番号 = 370,
			},
			０１５２ = {
				マップ位置 = (list) { 103, 10 },
				種別 = "道（┐）",
			},
			０１５３ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（│）",
			},
			０１５４ = {
				マップ位置 = (list) { 103, 12 },
				種別 = "道（│）",
			},
			０１５５ = {
				マップ位置 = (list) { 103, 13 },
				種別 = "道（└）",
			},
			０１５６ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "箱",
				番号 = 380,
			},
			０１５８ = {
				マップ位置 = (list) { 105, 12 },
				種別 = "道（│）",
			},
			０１５９ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "道（┘）",
			},
			０１６０ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 107, 11 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 108, 11 },
				種別 = "箱",
				番号 = 390,
			},
			０１６３ = {
				マップ位置 = (list) { 109, 11 },
				種別 = "道（┐）",
			},
			０１６４ = {
				マップ位置 = (list) { 109, 12 },
				種別 = "道（└）",
			},
			０１６５ = {
				マップ位置 = (list) { 110, 10 },
				種別 = "道（┌）",
			},
			０１６６ = {
				マップ位置 = (list) { 110, 11 },
				種別 = "道（│）",
			},
			０１６７ = {
				マップ位置 = (list) { 110, 12 },
				種別 = "道（┘）",
			},
			０１６８ = {
				マップ位置 = (list) { 111, 10 },
				種別 = "箱",
				番号 = 400,
			},
			０１６９ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 113, 10 },
				種別 = "箱",
				番号 = 410,
			},
			０１７１ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "箱",
				番号 = 420,
			},
			０１７３ = {
				マップ位置 = (list) { 116, 10 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 117, 10 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 118, 8 },
				種別 = "道（┌）",
			},
			０１７６ = {
				マップ位置 = (list) { 118, 9 },
				種別 = "道（│）",
			},
			０１７７ = {
				マップ位置 = (list) { 118, 10 },
				種別 = "道（┘）",
			},
			０１７８ = {
				マップ位置 = (list) { 119, 8 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 120, 7 },
				種別 = "道（┌）",
			},
			０１８０ = {
				マップ位置 = (list) { 120, 8 },
				種別 = "箱",
				番号 = 500,
			},
			０１８１ = {
				マップ位置 = (list) { 120, 9 },
				種別 = "道（└）",
			},
			０１８２ = {
				マップ位置 = (list) { 121, 7 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 121, 8 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 121, 9 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 122, 6 },
				種別 = "道（┌）",
			},
			０１８６ = {
				マップ位置 = (list) { 122, 7 },
				種別 = "箱",
				番号 = 510,
			},
			０１８７ = {
				マップ位置 = (list) { 122, 8 },
				種別 = "道（─）",
			},
			０１８８ = {
				マップ位置 = (list) { 122, 9 },
				種別 = "箱",
				番号 = 520,
			},
			０１８９ = {
				マップ位置 = (list) { 123, 6 },
				種別 = "道（─）",
			},
			０１９０ = {
				マップ位置 = (list) { 123, 7 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 123, 8 },
				種別 = "道（┐）",
			},
			０１９２ = {
				マップ位置 = (list) { 123, 9 },
				種別 = "道（┴）",
			},
			０１９３ = {
				マップ位置 = (list) { 124, 6 },
				種別 = "箱",
				番号 = 511,
			},
			０１９４ = {
				マップ位置 = (list) { 124, 7 },
				種別 = "箱",
				番号 = 512,
			},
			０１９５ = {
				マップ位置 = (list) { 124, 9 },
				種別 = "箱",
				番号 = 525,
			},
			０１９６ = {
				マップ位置 = (list) { 125, 6 },
				種別 = "道（┐）",
			},
			０１９７ = {
				マップ位置 = (list) { 125, 7 },
				種別 = "道（┴）",
			},
			０１９８ = {
				マップ位置 = (list) { 125, 9 },
				種別 = "道（─）",
			},
			０１９９ = {
				マップ位置 = (list) { 126, 7 },
				種別 = "道（┐）",
			},
			０２００ = {
				マップ位置 = (list) { 126, 8 },
				種別 = "道（├）",
			},
			０２０１ = {
				マップ位置 = (list) { 126, 9 },
				種別 = "道（┘）",
			},
			０２０２ = {
				マップ位置 = (list) { 127, 8 },
				種別 = "箱",
				番号 = 530,
			},
			０２０３ = {
				マップ位置 = (list) { 128, 8 },
				種別 = "道（─）",
			},
			０２０４ = {
				マップ位置 = (list) { 129, 8 },
				種別 = "道（─）",
			},
			０２０５ = {
				マップ位置 = (list) { 130, 8 },
				種別 = "道（─）",
			},
			０２０６ = {
				マップ位置 = (list) { 131, 8 },
				種別 = "箱",
				番号 = 540,
			},
			０２０７ = {
				マップ位置 = (list) { 132, 8 },
				種別 = "道（─）",
			},
			０２０８ = {
				マップ位置 = (list) { 133, 8 },
				種別 = "道（─）",
				番号 = 545,
			},
			０２０９ = {
				マップ位置 = (list) { 134, 8 },
				種別 = "道（─）",
			},
			０２１０ = {
				マップ位置 = (list) { 135, 8 },
				種別 = "箱",
				番号 = 550,
			},
			０２１１ = {
				マップ位置 = (list) { 136, 8 },
				種別 = "道（─）",
			},
			０２１２ = {
				マップ位置 = (list) { 137, 8 },
				種別 = "箱",
				番号 = 560,
			},
			０２１３ = {
				マップ位置 = (list) { 138, 8 },
				種別 = "道（┐）",
			},
			０２１４ = {
				マップ位置 = (list) { 138, 9 },
				種別 = "道（│）",
			},
			０２１５ = {
				マップ位置 = (list) { 138, 10 },
				種別 = "道（└）",
			},
			０２１６ = {
				マップ位置 = (list) { 139, 9 },
				種別 = "道（┌）",
			},
			０２１７ = {
				マップ位置 = (list) { 139, 10 },
				種別 = "箱",
				番号 = 570,
			},
			０２１８ = {
				マップ位置 = (list) { 139, 11 },
				種別 = "道（└）",
			},
			０２１９ = {
				マップ位置 = (list) { 140, 9 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 140, 11 },
				種別 = "道（─）",
			},
			０２２１ = {
				マップ位置 = (list) { 141, 9 },
				種別 = "道（─）",
			},
			０２２２ = {
				マップ位置 = (list) { 141, 11 },
				種別 = "道（─）",
			},
			０２２３ = {
				マップ位置 = (list) { 142, 9 },
				種別 = "箱",
				番号 = 580,
			},
			０２２４ = {
				マップ位置 = (list) { 142, 11 },
				種別 = "箱",
				番号 = 590,
			},
			０２２５ = {
				マップ位置 = (list) { 143, 9 },
				種別 = "道（─）",
			},
			０２２６ = {
				マップ位置 = (list) { 143, 11 },
				種別 = "道（─）",
			},
			０２２７ = {
				マップ位置 = (list) { 144, 9 },
				種別 = "道（┐）",
			},
			０２２８ = {
				マップ位置 = (list) { 144, 10 },
				種別 = "道（├）",
			},
			０２２９ = {
				マップ位置 = (list) { 144, 11 },
				種別 = "道（┘）",
			},
			０２３０ = {
				マップ位置 = (list) { 145, 10 },
				種別 = "箱",
				番号 = 600,
			},
			０２３１ = {
				マップ位置 = (list) { 146, 10 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 147, 9 },
				種別 = "道（┌）",
			},
			０２３３ = {
				マップ位置 = (list) { 147, 10 },
				種別 = "道（┘）",
			},
			０２３４ = {
				マップ位置 = (list) { 148, 8 },
				種別 = "道（┌）",
			},
			０２３５ = {
				マップ位置 = (list) { 148, 9 },
				種別 = "箱",
				番号 = 610,
			},
			０２３６ = {
				マップ位置 = (list) { 148, 10 },
				種別 = "道（└）",
			},
			０２３７ = {
				マップ位置 = (list) { 149, 8 },
				種別 = "道（─）",
			},
			０２３８ = {
				マップ位置 = (list) { 149, 10 },
				種別 = "道（─）",
			},
			０２３９ = {
				マップ位置 = (list) { 150, 8 },
				種別 = "箱",
				番号 = 620,
			},
			０２４０ = {
				マップ位置 = (list) { 150, 10 },
				種別 = "道（─）",
			},
			０２４１ = {
				マップ位置 = (list) { 151, 8 },
				種別 = "道（─）",
			},
			０２４２ = {
				マップ位置 = (list) { 151, 10 },
				種別 = "道（─）",
			},
			０２４３ = {
				マップ位置 = (list) { 152, 8 },
				種別 = "道（─）",
			},
			０２４４ = {
				マップ位置 = (list) { 152, 10 },
				種別 = "箱",
				番号 = 640,
			},
			０２４５ = {
				マップ位置 = (list) { 153, 8 },
				種別 = "箱",
				番号 = 630,
			},
			０２４６ = {
				マップ位置 = (list) { 153, 10 },
				種別 = "道（─）",
			},
			０２４７ = {
				マップ位置 = (list) { 154, 8 },
				種別 = "道（┐）",
			},
			０２４８ = {
				マップ位置 = (list) { 154, 9 },
				種別 = "道（├）",
			},
			０２４９ = {
				マップ位置 = (list) { 154, 10 },
				種別 = "道（┘）",
			},
			０２５０ = {
				マップ位置 = (list) { 155, 9 },
				種別 = "道（─）",
			},
			０２５１ = {
				マップ位置 = (list) { 156, 9 },
				種別 = "道（─）",
			},
			０２５２ = {
				マップ位置 = (list) { 157, 9 },
				種別 = "箱",
				番号 = 700,
			},
			０２５３ = {
				マップ位置 = (list) { 158, 9 },
				種別 = "道（─）",
			},
			０２５４ = {
				マップ位置 = (list) { 159, 9 },
				種別 = "箱",
				番号 = 710,
			},
			０２５５ = {
				マップ位置 = (list) { 160, 9 },
				種別 = "道（─）",
			},
			０２５６ = {
				マップ位置 = (list) { 161, 9 },
				種別 = "箱",
				番号 = 720,
			},
			０２５７ = {
				マップ位置 = (list) { 162, 9 },
				種別 = "道（─）",
			},
			０２５８ = {
				マップ位置 = (list) { 163, 9 },
				種別 = "箱",
				番号 = 730,
			},
			０２５９ = {
				マップ位置 = (list) { 164, 9 },
				種別 = "道（─）",
			},
			０２６０ = {
				マップ位置 = (list) { 165, 9 },
				種別 = "道（─）",
			},
			０２６１ = {
				マップ位置 = (list) { 166, 9 },
				種別 = "道（┐）",
			},
			０２６２ = {
				マップ位置 = (list) { 166, 10 },
				種別 = "道（└）",
			},
			０２６３ = {
				マップ位置 = (list) { 167, 10 },
				種別 = "箱",
				番号 = 750,
			},
			０２６４ = {
				マップ位置 = (list) { 168, 10 },
				種別 = "道（─）",
			},
			０２６５ = {
				マップ位置 = (list) { 169, 10 },
				種別 = "道（─）",
			},
			０２６６ = {
				マップ位置 = (list) { 170, 10 },
				種別 = "箱",
				番号 = 800,
			},
			０２６７ = {
				マップ位置 = (list) { 171, 10 },
				種別 = "道（─）",
			},
			０２６８ = {
				マップ位置 = (list) { 172, 9 },
				種別 = "道（┌）",
			},
			０２６９ = {
				マップ位置 = (list) { 172, 10 },
				種別 = "道（┘）",
			},
			０２７０ = {
				マップ位置 = (list) { 173, 8 },
				種別 = "道（┌）",
			},
			０２７１ = {
				マップ位置 = (list) { 173, 9 },
				種別 = "箱",
				番号 = 810,
			},
			０２７２ = {
				マップ位置 = (list) { 174, 8 },
				種別 = "道（─）",
			},
			０２７３ = {
				マップ位置 = (list) { 174, 9 },
				種別 = "道（─）",
			},
			０２７４ = {
				マップ位置 = (list) { 175, 7 },
				種別 = "道（┌）",
			},
			０２７５ = {
				マップ位置 = (list) { 175, 8 },
				種別 = "道（┘）",
				番号 = 811,
			},
			０２７６ = {
				マップ位置 = (list) { 175, 9 },
				種別 = "道（┐）",
			},
			０２７７ = {
				マップ位置 = (list) { 175, 10 },
				種別 = "道（└）",
			},
			０２７８ = {
				マップ位置 = (list) { 176, 7 },
				種別 = "箱",
				番号 = 813,
			},
			０２７９ = {
				マップ位置 = (list) { 176, 10 },
				種別 = "箱",
				番号 = 820,
			},
			０２８０ = {
				マップ位置 = (list) { 177, 7 },
				種別 = "道（┐）",
			},
			０２８１ = {
				マップ位置 = (list) { 177, 8 },
				種別 = "道（└）",
				番号 = 812,
			},
			０２８２ = {
				マップ位置 = (list) { 177, 9 },
				種別 = "道（┌）",
			},
			０２８３ = {
				マップ位置 = (list) { 177, 10 },
				種別 = "道（┘）",
			},
			０２８４ = {
				マップ位置 = (list) { 178, 8 },
				種別 = "道（┐）",
			},
			０２８５ = {
				マップ位置 = (list) { 178, 9 },
				種別 = "箱",
				番号 = 830,
			},
			０２８６ = {
				マップ位置 = (list) { 179, 9 },
				種別 = "道（─）",
			},
			０２８７ = {
				マップ位置 = (list) { 180, 9 },
				種別 = "道（─）",
			},
			０２８８ = {
				マップ位置 = (list) { 181, 9 },
				種別 = "箱",
				番号 = 835,
			},
			０２８９ = {
				マップ位置 = (list) { 182, 9 },
				種別 = "道（┐）",
			},
			０２９０ = {
				マップ位置 = (list) { 182, 10 },
				種別 = "道（└）",
			},
			０２９１ = {
				マップ位置 = (list) { 183, 10 },
				種別 = "箱",
				番号 = 840,
			},
			０２９２ = {
				マップ位置 = (list) { 184, 9 },
				種別 = "道（┌）",
			},
			０２９３ = {
				マップ位置 = (list) { 184, 10 },
				種別 = "道（┘）",
			},
			０２９４ = {
				マップ位置 = (list) { 185, 9 },
				種別 = "道（┐）",
			},
			０２９５ = {
				マップ位置 = (list) { 185, 10 },
				種別 = "道（└）",
			},
			０２９６ = {
				マップ位置 = (list) { 186, 10 },
				種別 = "箱",
				番号 = 860,
			},
			０２９７ = {
				マップ位置 = (list) { 187, 10 },
				種別 = "道（─）",
			},
			０２９８ = {
				マップ位置 = (list) { 188, 10 },
				種別 = "箱",
				番号 = 870,
			},
			０２９９ = {
				マップ位置 = (list) { 189, 10 },
				種別 = "道（─）",
			},
			０３００ = {
				マップ位置 = (list) { 190, 9 },
				種別 = "道（┌）",
			},
			０３０１ = {
				マップ位置 = (list) { 190, 10 },
				種別 = "道（┘）",
			},
			０３０２ = {
				マップ位置 = (list) { 191, 9 },
				種別 = "箱",
				番号 = 880,
			},
			０３０３ = {
				マップ位置 = (list) { 192, 9 },
				種別 = "道（┐）",
			},
			０３０４ = {
				マップ位置 = (list) { 192, 10 },
				種別 = "道（└）",
			},
			０３０５ = {
				マップ位置 = (list) { 193, 10 },
				種別 = "箱",
				番号 = 890,
			},
			０３０６ = {
				マップ位置 = (list) { 194, 10 },
				種別 = "道（─）",
			},
			０３０７ = {
				マップ位置 = (list) { 195, 9 },
				種別 = "道（┌）",
			},
			０３０８ = {
				マップ位置 = (list) { 195, 10 },
				種別 = "道（┘）",
			},
			０３０９ = {
				マップ位置 = (list) { 196, 8 },
				種別 = "道（┌）",
			},
			０３１０ = {
				マップ位置 = (list) { 196, 9 },
				種別 = "箱",
				番号 = 900,
			},
			０３１１ = {
				マップ位置 = (list) { 196, 10 },
				種別 = "道（└）",
			},
			０３１２ = {
				マップ位置 = (list) { 197, 8 },
				種別 = "道（─）",
			},
			０３１３ = {
				マップ位置 = (list) { 197, 10 },
				種別 = "道（─）",
			},
			０３１４ = {
				マップ位置 = (list) { 198, 7 },
				種別 = "道（┌）",
			},
			０３１５ = {
				マップ位置 = (list) { 198, 8 },
				種別 = "道（┘）",
			},
			０３１６ = {
				マップ位置 = (list) { 198, 10 },
				種別 = "道（┐）",
			},
			０３１７ = {
				マップ位置 = (list) { 198, 11 },
				種別 = "道（└）",
			},
			０３１８ = {
				マップ位置 = (list) { 199, 7 },
				種別 = "箱",
				番号 = 910,
			},
			０３１９ = {
				マップ位置 = (list) { 199, 11 },
				種別 = "箱",
				番号 = 930,
			},
			０３２０ = {
				マップ位置 = (list) { 200, 7 },
				種別 = "道（─）",
			},
			０３２１ = {
				マップ位置 = (list) { 200, 11 },
				種別 = "道（─）",
			},
			０３２２ = {
				マップ位置 = (list) { 201, 7 },
				種別 = "道（┐）",
			},
			０３２３ = {
				マップ位置 = (list) { 201, 8 },
				種別 = "道（└）",
			},
			０３２４ = {
				マップ位置 = (list) { 201, 10 },
				種別 = "道（┌）",
			},
			０３２５ = {
				マップ位置 = (list) { 201, 11 },
				種別 = "道（┘）",
			},
			０３２６ = {
				マップ位置 = (list) { 202, 8 },
				種別 = "箱",
				番号 = 920,
			},
			０３２７ = {
				マップ位置 = (list) { 202, 10 },
				種別 = "箱",
				番号 = 940,
			},
			０３２８ = {
				マップ位置 = (list) { 203, 8 },
				種別 = "道（┐）",
			},
			０３２９ = {
				マップ位置 = (list) { 203, 9 },
				種別 = "道（├）",
			},
			０３３０ = {
				マップ位置 = (list) { 203, 10 },
				種別 = "道（┘）",
			},
			０３３１ = {
				マップ位置 = (list) { 204, 9 },
				種別 = "箱",
				番号 = 950,
			},
			０３３２ = {
				マップ位置 = (list) { 205, 9 },
				種別 = "道（─）",
			},
			０３３３ = {
				マップ位置 = (list) { 206, 9 },
				種別 = "道（┐）",
			},
			０３３４ = {
				マップ位置 = (list) { 206, 10 },
				種別 = "道（└）",
			},
			０３３５ = {
				マップ位置 = (list) { 207, 10 },
				種別 = "箱",
				番号 = 960,
			},
			０３３６ = {
				マップ位置 = (list) { 208, 9 },
				種別 = "道（┌）",
			},
			０３３７ = {
				マップ位置 = (list) { 208, 10 },
				種別 = "道（┘）",
			},
			０３３８ = {
				マップ位置 = (list) { 209, 8 },
				種別 = "道（┌）",
			},
			０３３９ = {
				マップ位置 = (list) { 209, 9 },
				種別 = "箱",
				番号 = 970,
			},
			０３４０ = {
				マップ位置 = (list) { 209, 10 },
				種別 = "道（└）",
			},
			０３４１ = {
				マップ位置 = (list) { 210, 8 },
				種別 = "道（─）",
			},
			０３４２ = {
				マップ位置 = (list) { 210, 10 },
				種別 = "道（─）",
			},
			０３４３ = {
				マップ位置 = (list) { 211, 8 },
				種別 = "道（─）",
			},
			０３４４ = {
				マップ位置 = (list) { 211, 10 },
				種別 = "箱",
				番号 = 990,
			},
			０３４５ = {
				マップ位置 = (list) { 212, 8 },
				種別 = "箱",
				番号 = 980,
			},
			０３４６ = {
				マップ位置 = (list) { 212, 10 },
				種別 = "道（─）",
			},
			０３４７ = {
				マップ位置 = (list) { 213, 8 },
				種別 = "道（─）",
			},
			０３４８ = {
				マップ位置 = (list) { 213, 10 },
				種別 = "道（─）",
			},
			０３４９ = {
				マップ位置 = (list) { 214, 8 },
				種別 = "道（─）",
			},
			０３５０ = {
				マップ位置 = (list) { 214, 10 },
				種別 = "箱",
				番号 = 991,
			},
			０３５１ = {
				マップ位置 = (list) { 215, 8 },
				種別 = "箱",
				番号 = 981,
			},
			０３５２ = {
				マップ位置 = (list) { 215, 10 },
				種別 = "道（─）",
			},
			０３５３ = {
				マップ位置 = (list) { 216, 8 },
				種別 = "道（─）",
			},
			０３５４ = {
				マップ位置 = (list) { 216, 10 },
				種別 = "道（─）",
			},
			０３５５ = {
				マップ位置 = (list) { 217, 8 },
				種別 = "道（┐）",
			},
			０３５６ = {
				マップ位置 = (list) { 217, 9 },
				種別 = "道（│）",
			},
			０３５７ = {
				マップ位置 = (list) { 217, 10 },
				種別 = "箱",
				番号 = 1020,
			},
			０３５８ = {
				マップ位置 = (list) { 218, 10 },
				種別 = "道（─）",
			},
			０３５９ = {
				マップ位置 = (list) { 219, 10 },
				種別 = "道（─）",
			},
			０３６０ = {
				マップ位置 = (list) { 220, 9 },
				種別 = "道（┌）",
			},
			０３６１ = {
				マップ位置 = (list) { 220, 10 },
				種別 = "道（┘）",
			},
			０３６２ = {
				マップ位置 = (list) { 221, 9 },
				種別 = "箱",
				番号 = 1030,
			},
			０３６３ = {
				マップ位置 = (list) { 222, 9 },
				種別 = "道（─）",
			},
			０３６４ = {
				マップ位置 = (list) { 223, 9 },
				種別 = "道（─）",
			},
			０３６５ = {
				マップ位置 = (list) { 224, 9 },
				種別 = "箱",
				番号 = 1040,
			},
			０３６６ = {
				マップ位置 = (list) { 225, 9 },
				種別 = "道（─）",
			},
			０３６７ = {
				マップ位置 = (list) { 225, 11 },
				種別 = "箱",
				番号 = 1940,
			},
			０３６８ = {
				マップ位置 = (list) { 226, 8 },
				種別 = "道（┌）",
			},
			０３６９ = {
				マップ位置 = (list) { 226, 9 },
				種別 = "箱",
				番号 = 1050,
			},
			０３７０ = {
				マップ位置 = (list) { 226, 11 },
				種別 = "道（─）",
			},
			０３７１ = {
				マップ位置 = (list) { 227, 7 },
				種別 = "箱",
				番号 = 1900,
			},
			０３７２ = {
				マップ位置 = (list) { 227, 8 },
				種別 = "道（┘）",
			},
			０３７３ = {
				マップ位置 = (list) { 227, 9 },
				種別 = "道（─）",
			},
			０３７４ = {
				マップ位置 = (list) { 227, 10 },
				種別 = "道（┌）",
			},
			０３７５ = {
				マップ位置 = (list) { 227, 11 },
				種別 = "道（┘）",
			},
			０３７６ = {
				マップ位置 = (list) { 228, 5 },
				種別 = "道（┌）",
			},
			０３７７ = {
				マップ位置 = (list) { 228, 6 },
				種別 = "道（│）",
			},
			０３７８ = {
				マップ位置 = (list) { 228, 7 },
				種別 = "道（┘）",
			},
			０３７９ = {
				マップ位置 = (list) { 228, 9 },
				種別 = "道（┬）",
			},
			０３８０ = {
				マップ位置 = (list) { 228, 10 },
				種別 = "道（┘）",
			},
			０３８１ = {
				マップ位置 = (list) { 229, 5 },
				種別 = "箱",
				番号 = 1901,
			},
			０３８２ = {
				マップ位置 = (list) { 229, 9 },
				種別 = "道（─）",
			},
			０３８３ = {
				マップ位置 = (list) { 230, 5 },
				種別 = "道（─）",
			},
			０３８４ = {
				マップ位置 = (list) { 230, 9 },
				種別 = "道（─）",
			},
			０３８５ = {
				マップ位置 = (list) { 231, 5 },
				種別 = "箱",
				番号 = 1902,
			},
			０３８６ = {
				マップ位置 = (list) { 231, 9 },
				種別 = "道（─）",
			},
			０３８７ = {
				マップ位置 = (list) { 232, 5 },
				種別 = "道（─）",
			},
			０３８８ = {
				マップ位置 = (list) { 232, 9 },
				種別 = "箱",
				番号 = 1100,
			},
			０３８９ = {
				マップ位置 = (list) { 233, 5 },
				種別 = "箱",
				番号 = 1903,
			},
			０３９０ = {
				マップ位置 = (list) { 233, 9 },
				種別 = "道（─）",
			},
			０３９１ = {
				マップ位置 = (list) { 234, 3 },
				種別 = "道（┌）",
			},
			０３９２ = {
				マップ位置 = (list) { 234, 4 },
				種別 = "道（│）",
			},
			０３９３ = {
				マップ位置 = (list) { 234, 5 },
				種別 = "道（┘）",
			},
			０３９４ = {
				マップ位置 = (list) { 234, 9 },
				種別 = "箱",
				番号 = 1110,
			},
			０３９５ = {
				マップ位置 = (list) { 235, 3 },
				種別 = "箱",
				番号 = 1910,
			},
			０３９６ = {
				マップ位置 = (list) { 235, 9 },
				種別 = "道（─）",
			},
			０３９７ = {
				マップ位置 = (list) { 236, 3 },
				種別 = "道（─）",
			},
			０３９８ = {
				マップ位置 = (list) { 236, 8 },
				種別 = "道（┌）",
			},
			０３９９ = {
				マップ位置 = (list) { 236, 9 },
				種別 = "箱",
				番号 = 1120,
			},
			０４００ = {
				マップ位置 = (list) { 236, 10 },
				種別 = "道（└）",
			},
			０４０１ = {
				マップ位置 = (list) { 237, 3 },
				種別 = "箱",
				番号 = 1911,
			},
			０４０２ = {
				マップ位置 = (list) { 237, 8 },
				種別 = "道（─）",
			},
			０４０３ = {
				マップ位置 = (list) { 237, 9 },
				種別 = "道（─）",
			},
			０４０４ = {
				マップ位置 = (list) { 237, 10 },
				種別 = "道（─）",
			},
			０４０５ = {
				マップ位置 = (list) { 238, 3 },
				種別 = "道（─）",
			},
			０４０６ = {
				マップ位置 = (list) { 238, 8 },
				種別 = "道（┐）",
			},
			０４０７ = {
				マップ位置 = (list) { 238, 9 },
				種別 = "箱",
				番号 = 1130,
			},
			０４０８ = {
				マップ位置 = (list) { 238, 10 },
				種別 = "道（┘）",
			},
			０４０９ = {
				マップ位置 = (list) { 239, 3 },
				種別 = "箱",
				番号 = 1912,
			},
			０４１０ = {
				マップ位置 = (list) { 239, 9 },
				種別 = "道（─）",
			},
			０４１１ = {
				マップ位置 = (list) { 240, 3 },
				種別 = "道（─）",
			},
			０４１２ = {
				マップ位置 = (list) { 240, 9 },
				種別 = "箱",
				番号 = 1140,
			},
			０４１３ = {
				マップ位置 = (list) { 241, 3 },
				種別 = "箱",
				番号 = 1913,
			},
			０４１４ = {
				マップ位置 = (list) { 241, 9 },
				種別 = "道（─）",
			},
			０４１５ = {
				マップ位置 = (list) { 242, 3 },
				種別 = "道（─）",
			},
			０４１６ = {
				マップ位置 = (list) { 242, 9 },
				種別 = "箱",
				番号 = 1150,
			},
			０４１７ = {
				マップ位置 = (list) { 243, 3 },
				種別 = "道（─）",
			},
			０４１８ = {
				マップ位置 = (list) { 243, 9 },
				種別 = "道（─）",
			},
			０４１９ = {
				マップ位置 = (list) { 244, 3 },
				種別 = "道（─）",
			},
			０４２０ = {
				マップ位置 = (list) { 244, 9 },
				種別 = "箱",
				番号 = 1160,
			},
			０４２１ = {
				マップ位置 = (list) { 245, 3 },
				種別 = "箱",
				番号 = 1920,
			},
			０４２２ = {
				マップ位置 = (list) { 246, 3 },
				種別 = "道（─）",
			},
			０４２３ = {
				マップ位置 = (list) { 247, 3 },
				種別 = "箱",
				番号 = 1921,
			},
			０４２４ = {
				マップ位置 = (list) { 247, 13 },
				種別 = "箱",
				番号 = 1200,
			},
			０４２５ = {
				マップ位置 = (list) { 248, 3 },
				種別 = "道（─）",
			},
			０４２６ = {
				マップ位置 = (list) { 248, 13 },
				種別 = "道（─）",
			},
			０４２７ = {
				マップ位置 = (list) { 249, 3 },
				種別 = "箱",
				番号 = 1922,
			},
			０４２８ = {
				マップ位置 = (list) { 249, 13 },
				種別 = "道（─）",
			},
			０４２９ = {
				マップ位置 = (list) { 250, 3 },
				種別 = "道（─）",
			},
			０４３０ = {
				マップ位置 = (list) { 250, 12 },
				種別 = "箱",
				番号 = 1210,
			},
			０４３１ = {
				マップ位置 = (list) { 250, 13 },
				種別 = "道（┘）",
			},
			０４３２ = {
				マップ位置 = (list) { 251, 3 },
				種別 = "箱",
				番号 = 1923,
			},
			０４３３ = {
				マップ位置 = (list) { 251, 12 },
				種別 = "道（─）",
			},
			０４３４ = {
				マップ位置 = (list) { 252, 3 },
				種別 = "道（─）",
			},
			０４３５ = {
				マップ位置 = (list) { 252, 10 },
				種別 = "箱",
				番号 = 1220,
			},
			０４３６ = {
				マップ位置 = (list) { 252, 11 },
				種別 = "道（│）",
			},
			０４３７ = {
				マップ位置 = (list) { 252, 12 },
				種別 = "道（┘）",
			},
			０４３８ = {
				マップ位置 = (list) { 253, 3 },
				種別 = "道（─）",
			},
			０４３９ = {
				マップ位置 = (list) { 253, 10 },
				種別 = "道（─）",
			},
			０４４０ = {
				マップ位置 = (list) { 254, 3 },
				種別 = "道（─）",
			},
			０４４１ = {
				マップ位置 = (list) { 254, 10 },
				種別 = "道（─）",
			},
			０４４２ = {
				マップ位置 = (list) { 255, 3 },
				種別 = "箱",
				番号 = 1930,
			},
			０４４３ = {
				マップ位置 = (list) { 255, 9 },
				種別 = "道（┌）",
			},
			０４４４ = {
				マップ位置 = (list) { 255, 10 },
				種別 = "箱",
				番号 = 1230,
			},
			０４４５ = {
				マップ位置 = (list) { 255, 11 },
				種別 = "道（└）",
			},
			０４４６ = {
				マップ位置 = (list) { 256, 3 },
				種別 = "道（─）",
			},
			０４４７ = {
				マップ位置 = (list) { 256, 9 },
				種別 = "道（─）",
			},
			０４４８ = {
				マップ位置 = (list) { 256, 11 },
				種別 = "道（─）",
			},
			０４４９ = {
				マップ位置 = (list) { 257, 3 },
				種別 = "箱",
				番号 = 1931,
			},
			０４５０ = {
				マップ位置 = (list) { 257, 9 },
				種別 = "道（─）",
				番号 = 1235,
			},
			０４５１ = {
				マップ位置 = (list) { 257, 11 },
				種別 = "道（┐）",
			},
			０４５２ = {
				マップ位置 = (list) { 257, 12 },
				種別 = "道（└）",
			},
			０４５３ = {
				マップ位置 = (list) { 258, 3 },
				種別 = "道（─）",
			},
			０４５４ = {
				マップ位置 = (list) { 258, 9 },
				種別 = "道（─）",
			},
			０４５５ = {
				マップ位置 = (list) { 258, 12 },
				種別 = "道（─）",
			},
			０４５６ = {
				マップ位置 = (list) { 259, 3 },
				種別 = "箱",
				番号 = 1932,
			},
			０４５７ = {
				マップ位置 = (list) { 259, 8 },
				種別 = "道（┌）",
			},
			０４５８ = {
				マップ位置 = (list) { 259, 9 },
				種別 = "箱",
				番号 = 1240,
			},
			０４５９ = {
				マップ位置 = (list) { 259, 10 },
				種別 = "道（└）",
			},
			０４６０ = {
				マップ位置 = (list) { 259, 11 },
				種別 = "道（┌）",
			},
			０４６１ = {
				マップ位置 = (list) { 259, 12 },
				種別 = "箱",
				番号 = 1250,
			},
			０４６２ = {
				マップ位置 = (list) { 259, 13 },
				種別 = "道（└）",
			},
			０４６３ = {
				マップ位置 = (list) { 260, 8 },
				種別 = "道（─）",
			},
			０４６４ = {
				マップ位置 = (list) { 260, 10 },
				種別 = "道（─）",
			},
			０４６５ = {
				マップ位置 = (list) { 260, 11 },
				種別 = "道（─）",
			},
			０４６６ = {
				マップ位置 = (list) { 260, 13 },
				種別 = "道（─）",
			},
			０４６７ = {
				マップ位置 = (list) { 261, 8 },
				種別 = "道（─）",
			},
			０４６８ = {
				マップ位置 = (list) { 261, 10 },
				種別 = "道（┐）",
				番号 = 1245,
			},
			０４６９ = {
				マップ位置 = (list) { 261, 11 },
				種別 = "道（┴）",
			},
			０４７０ = {
				マップ位置 = (list) { 261, 13 },
				種別 = "道（─）",
			},
			０４７１ = {
				マップ位置 = (list) { 262, 8 },
				種別 = "道（┐）",
			},
			０４７２ = {
				マップ位置 = (list) { 262, 9 },
				種別 = "箱",
				番号 = 1260,
			},
			０４７３ = {
				マップ位置 = (list) { 262, 11 },
				種別 = "道（┐）",
			},
			０４７４ = {
				マップ位置 = (list) { 262, 12 },
				種別 = "道（│）",
				番号 = 1255,
			},
			０４７５ = {
				マップ位置 = (list) { 262, 13 },
				種別 = "道（┴）",
			},
			０４７６ = {
				マップ位置 = (list) { 263, 9 },
				種別 = "道（┐）",
			},
			０４７７ = {
				マップ位置 = (list) { 263, 10 },
				種別 = "道（│）",
			},
			０４７８ = {
				マップ位置 = (list) { 263, 11 },
				種別 = "道（├）",
			},
			０４７９ = {
				マップ位置 = (list) { 263, 12 },
				種別 = "道（│）",
				番号 = 1259,
			},
			０４８０ = {
				マップ位置 = (list) { 263, 13 },
				種別 = "道（┘）",
			},
			０４８１ = {
				マップ位置 = (list) { 264, 11 },
				種別 = "箱",
				番号 = 1270,
			},
			０４８２ = {
				マップ位置 = (list) { 265, 11 },
				種別 = "道（─）",
			},
			０４８３ = {
				マップ位置 = (list) { 266, 11 },
				種別 = "箱",
				番号 = 1280,
			},
			０４８４ = {
				マップ位置 = (list) { 267, 11 },
				種別 = "道（─）",
			},
			０４８５ = {
				マップ位置 = (list) { 268, 11 },
				種別 = "道（─）",
			},
			０４８６ = {
				マップ位置 = (list) { 269, 11 },
				種別 = "道（─）",
			},
			０４８７ = {
				マップ位置 = (list) { 270, 11 },
				種別 = "箱",
				番号 = 1290,
			},
			０４８８ = {
				マップ位置 = (list) { 271, 11 },
				種別 = "道（─）",
			},
			０４８９ = {
				マップ位置 = (list) { 272, 11 },
				種別 = "道（─）",
			},
			０４９０ = {
				マップ位置 = (list) { 273, 11 },
				種別 = "箱",
				番号 = 1300,
			},
			０４９１ = {
				マップ位置 = (list) { 274, 11 },
				種別 = "道（─）",
			},
			０４９２ = {
				マップ位置 = (list) { 275, 11 },
				種別 = "道（─）",
				番号 = 1305,
			},
			０４９３ = {
				マップ位置 = (list) { 276, 11 },
				種別 = "道（─）",
			},
			０４９４ = {
				マップ位置 = (list) { 277, 11 },
				種別 = "箱",
				番号 = 1310,
			},
			０４９５ = {
				マップ位置 = (list) { 278, 11 },
				種別 = "道（─）",
			},
			０４９６ = {
				マップ位置 = (list) { 279, 11 },
				種別 = "箱",
				番号 = 1320,
			},
			０４９７ = {
				マップ位置 = (list) { 280, 10 },
				種別 = "道（┌）",
			},
			０４９８ = {
				マップ位置 = (list) { 280, 11 },
				種別 = "道（┘）",
			},
			０４９９ = {
				マップ位置 = (list) { 281, 9 },
				種別 = "道（┌）",
			},
			０５００ = {
				マップ位置 = (list) { 281, 10 },
				種別 = "箱",
				番号 = 1330,
			},
			０５０１ = {
				マップ位置 = (list) { 281, 11 },
				種別 = "道（└）",
			},
			０５０２ = {
				マップ位置 = (list) { 282, 9 },
				種別 = "箱",
				番号 = 1335,
			},
			０５０３ = {
				マップ位置 = (list) { 282, 11 },
				種別 = "道（─）",
			},
			０５０４ = {
				マップ位置 = (list) { 283, 9 },
				種別 = "道（─）",
			},
			０５０５ = {
				マップ位置 = (list) { 283, 11 },
				種別 = "道（─）",
			},
			０５０６ = {
				マップ位置 = (list) { 284, 9 },
				種別 = "道（─）",
				番号 = 1336,
			},
			０５０７ = {
				マップ位置 = (list) { 284, 10 },
				種別 = "箱",
				番号 = 1340,
			},
			０５０８ = {
				マップ位置 = (list) { 284, 11 },
				種別 = "道（┘）",
			},
			０５０９ = {
				マップ位置 = (list) { 285, 9 },
				種別 = "道（┐）",
			},
			０５１０ = {
				マップ位置 = (list) { 285, 10 },
				種別 = "道（┴）",
			},
			０５１１ = {
				マップ位置 = (list) { 286, 10 },
				種別 = "箱",
				番号 = 1350,
			},
			０５１２ = {
				マップ位置 = (list) { 287, 10 },
				種別 = "道（─）",
			},
			０５１３ = {
				マップ位置 = (list) { 288, 10 },
				種別 = "箱",
				番号 = 1355,
			},
			０５１４ = {
				マップ位置 = (list) { 289, 10 },
				種別 = "道（─）",
			},
			０５１５ = {
				マップ位置 = (list) { 290, 10 },
				種別 = "道（─）",
			},
			０５１６ = {
				マップ位置 = (list) { 291, 9 },
				種別 = "道（┌）",
			},
			０５１７ = {
				マップ位置 = (list) { 291, 10 },
				種別 = "箱",
				番号 = 1370,
			},
			０５１８ = {
				マップ位置 = (list) { 291, 11 },
				種別 = "道（└）",
			},
			０５１９ = {
				マップ位置 = (list) { 292, 9 },
				種別 = "道（─）",
			},
			０５２０ = {
				マップ位置 = (list) { 292, 11 },
				種別 = "道（─）",
			},
			０５２１ = {
				マップ位置 = (list) { 293, 9 },
				種別 = "箱",
				番号 = 1375,
			},
			０５２２ = {
				マップ位置 = (list) { 293, 11 },
				種別 = "道（─）",
			},
			０５２３ = {
				マップ位置 = (list) { 294, 9 },
				種別 = "道（─）",
			},
			０５２４ = {
				マップ位置 = (list) { 294, 11 },
				種別 = "箱",
				番号 = 1380,
			},
			０５２５ = {
				マップ位置 = (list) { 295, 9 },
				種別 = "道（─）",
			},
			０５２６ = {
				マップ位置 = (list) { 295, 11 },
				種別 = "道（─）",
			},
			０５２７ = {
				マップ位置 = (list) { 296, 9 },
				種別 = "道（┐）",
			},
			０５２８ = {
				マップ位置 = (list) { 296, 10 },
				種別 = "道（├）",
			},
			０５２９ = {
				マップ位置 = (list) { 296, 11 },
				種別 = "道（┘）",
				番号 = 1385,
			},
			０５３０ = {
				マップ位置 = (list) { 297, 10 },
				種別 = "箱",
				番号 = 1388,
			},
			０５３１ = {
				マップ位置 = (list) { 298, 10 },
				種別 = "道（─）",
			},
			０５３２ = {
				マップ位置 = (list) { 299, 10 },
				種別 = "道（─）",
			},
			０５３３ = {
				マップ位置 = (list) { 300, 10 },
				種別 = "箱",
				番号 = 1390,
			},
			０５３４ = {
				マップ位置 = (list) { 301, 10 },
				種別 = "道（─）",
			},
			０５３５ = {
				マップ位置 = (list) { 302, 10 },
				種別 = "箱",
				番号 = 1395,
			},
			０５３６ = {
				マップ位置 = (list) { 303, 10 },
				種別 = "道（─）",
			},
			０５３７ = {
				マップ位置 = (list) { 304, 9 },
				種別 = "道（┌）",
			},
			０５３８ = {
				マップ位置 = (list) { 304, 10 },
				種別 = "箱",
				番号 = 1400,
			},
			０５３９ = {
				マップ位置 = (list) { 304, 11 },
				種別 = "道（└）",
			},
			０５４０ = {
				マップ位置 = (list) { 305, 9 },
				種別 = "箱",
				番号 = 1401,
			},
			０５４１ = {
				マップ位置 = (list) { 305, 11 },
				種別 = "箱",
				番号 = 1402,
			},
			０５４２ = {
				マップ位置 = (list) { 306, 9 },
				種別 = "道（─）",
			},
			０５４３ = {
				マップ位置 = (list) { 306, 11 },
				種別 = "道（─）",
			},
			０５４４ = {
				マップ位置 = (list) { 307, 9 },
				種別 = "道（┐）",
			},
			０５４５ = {
				マップ位置 = (list) { 307, 10 },
				種別 = "道（├）",
			},
			０５４６ = {
				マップ位置 = (list) { 307, 11 },
				種別 = "道（┘）",
			},
			０５４７ = {
				マップ位置 = (list) { 308, 10 },
				種別 = "道（─）",
			},
			０５４８ = {
				マップ位置 = (list) { 308, 16 },
				種別 = "箱",
				番号 = 1450,
			},
			０５４９ = {
				マップ位置 = (list) { 309, 10 },
				種別 = "箱",
				番号 = 1410,
			},
			０５５０ = {
				マップ位置 = (list) { 309, 16 },
				種別 = "道（─）",
			},
			０５５１ = {
				マップ位置 = (list) { 310, 10 },
				種別 = "道（─）",
			},
			０５５２ = {
				マップ位置 = (list) { 310, 16 },
				種別 = "箱",
				番号 = 1460,
			},
			０５５３ = {
				マップ位置 = (list) { 311, 10 },
				種別 = "箱",
				番号 = 1420,
			},
			０５５４ = {
				マップ位置 = (list) { 311, 16 },
				種別 = "道（─）",
			},
			０５５５ = {
				マップ位置 = (list) { 312, 16 },
				種別 = "道（─）",
			},
			０５５６ = {
				マップ位置 = (list) { 313, 16 },
				種別 = "道（─）",
			},
			０５５７ = {
				マップ位置 = (list) { 314, 15 },
				種別 = "道（┌）",
			},
			０５５８ = {
				マップ位置 = (list) { 314, 16 },
				種別 = "道（┘）",
			},
			０５５９ = {
				マップ位置 = (list) { 315, 15 },
				種別 = "箱",
				番号 = 1470,
			},
			０５６０ = {
				マップ位置 = (list) { 316, 15 },
				種別 = "道（─）",
			},
			０５６１ = {
				マップ位置 = (list) { 317, 15 },
				種別 = "道（─）",
			},
			０５６２ = {
				マップ位置 = (list) { 318, 15 },
				種別 = "箱",
				番号 = 1480,
			},
			０５６３ = {
				マップ位置 = (list) { 319, 13 },
				種別 = "道（┌）",
			},
			０５６４ = {
				マップ位置 = (list) { 319, 14 },
				種別 = "道（│）",
			},
			０５６５ = {
				マップ位置 = (list) { 319, 15 },
				種別 = "道（┘）",
			},
			０５６６ = {
				マップ位置 = (list) { 320, 13 },
				種別 = "道（─）",
			},
			０５６７ = {
				マップ位置 = (list) { 321, 13 },
				種別 = "道（─）",
			},
			０５６８ = {
				マップ位置 = (list) { 322, 13 },
				種別 = "箱",
				番号 = 1510,
			},
			０５６９ = {
				マップ位置 = (list) { 323, 13 },
				種別 = "道（─）",
			},
			０５７０ = {
				マップ位置 = (list) { 324, 13 },
				種別 = "道（─）",
				番号 = 1520,
			},
			０５７１ = {
				マップ位置 = (list) { 325, 13 },
				種別 = "道（─）",
			},
			０５７２ = {
				マップ位置 = (list) { 326, 13 },
				種別 = "箱",
				番号 = 1530,
			},
			０５７３ = {
				マップ位置 = (list) { 327, 13 },
				種別 = "道（─）",
			},
			０５７４ = {
				マップ位置 = (list) { 328, 13 },
				種別 = "道（─）",
			},
			０５７５ = {
				マップ位置 = (list) { 329, 13 },
				種別 = "箱",
				番号 = 1540,
			},
			０５７６ = {
				マップ位置 = (list) { 330, 13 },
				種別 = "道（─）",
			},
			０５７７ = {
				マップ位置 = (list) { 331, 13 },
				種別 = "道（─）",
			},
			０５７８ = {
				マップ位置 = (list) { 332, 13 },
				種別 = "箱",
				番号 = 1550,
			},
			０５７９ = {
				マップ位置 = (list) { 333, 12 },
				種別 = "道（┌）",
			},
			０５８０ = {
				マップ位置 = (list) { 333, 13 },
				種別 = "道（┘）",
			},
			０５８１ = {
				マップ位置 = (list) { 334, 11 },
				種別 = "道（┌）",
			},
			０５８２ = {
				マップ位置 = (list) { 334, 12 },
				種別 = "道（┘）",
			},
			０５８３ = {
				マップ位置 = (list) { 335, 11 },
				種別 = "道（─）",
			},
			０５８４ = {
				マップ位置 = (list) { 336, 11 },
				種別 = "箱",
				番号 = 1600,
			},
			０５８５ = {
				マップ位置 = (list) { 337, 11 },
				種別 = "道（┐）",
			},
			０５８６ = {
				マップ位置 = (list) { 337, 12 },
				種別 = "道（└）",
			},
			０５８７ = {
				マップ位置 = (list) { 338, 12 },
				種別 = "道（─）",
			},
			０５８８ = {
				マップ位置 = (list) { 339, 12 },
				種別 = "道（─）",
			},
			０５８９ = {
				マップ位置 = (list) { 340, 11 },
				種別 = "道（┌）",
			},
			０５９０ = {
				マップ位置 = (list) { 340, 12 },
				種別 = "箱",
				番号 = 1610,
			},
			０５９１ = {
				マップ位置 = (list) { 341, 11 },
				種別 = "道（─）",
			},
			０５９２ = {
				マップ位置 = (list) { 341, 12 },
				種別 = "道（─）",
			},
			０５９３ = {
				マップ位置 = (list) { 342, 9 },
				種別 = "箱",
				番号 = 1640,
			},
			０５９４ = {
				マップ位置 = (list) { 342, 10 },
				種別 = "道（│）",
			},
			０５９５ = {
				マップ位置 = (list) { 342, 11 },
				種別 = "道（┘）",
			},
			０５９６ = {
				マップ位置 = (list) { 342, 12 },
				種別 = "道（─）",
			},
			０５９７ = {
				マップ位置 = (list) { 343, 9 },
				種別 = "道（─）",
			},
			０５９８ = {
				マップ位置 = (list) { 343, 12 },
				種別 = "箱",
				番号 = 1620,
			},
			０５９９ = {
				マップ位置 = (list) { 344, 9 },
				種別 = "道（─）",
			},
			０６００ = {
				マップ位置 = (list) { 344, 12 },
				種別 = "道（─）",
			},
			０６０１ = {
				マップ位置 = (list) { 345, 9 },
				種別 = "箱",
				番号 = 1650,
			},
			０６０２ = {
				マップ位置 = (list) { 345, 12 },
				種別 = "道（─）",
			},
			０６０３ = {
				マップ位置 = (list) { 346, 9 },
				種別 = "道（─）",
			},
			０６０４ = {
				マップ位置 = (list) { 346, 12 },
				種別 = "箱",
				番号 = 1630,
			},
			０６０５ = {
				マップ位置 = (list) { 347, 9 },
				種別 = "道（─）",
			},
			０６０６ = {
				マップ位置 = (list) { 347, 12 },
				種別 = "道（─）",
			},
			０６０７ = {
				マップ位置 = (list) { 348, 8 },
				種別 = "道（┌）",
			},
			０６０８ = {
				マップ位置 = (list) { 348, 9 },
				種別 = "箱",
				番号 = 1660,
			},
			０６０９ = {
				マップ位置 = (list) { 348, 12 },
				種別 = "道（─）",
			},
			０６１０ = {
				マップ位置 = (list) { 349, 6 },
				種別 = "道（┌）",
			},
			０６１１ = {
				マップ位置 = (list) { 349, 7 },
				種別 = "道（│）",
			},
			０６１２ = {
				マップ位置 = (list) { 349, 8 },
				種別 = "道（┘）",
			},
			０６１３ = {
				マップ位置 = (list) { 349, 9 },
				種別 = "道（─）",
			},
			０６１４ = {
				マップ位置 = (list) { 349, 12 },
				種別 = "箱",
				番号 = 1800,
			},
			０６１５ = {
				マップ位置 = (list) { 350, 6 },
				種別 = "箱",
				番号 = 1690,
			},
			０６１６ = {
				マップ位置 = (list) { 350, 9 },
				種別 = "道（─）",
			},
			０６１７ = {
				マップ位置 = (list) { 350, 12 },
				種別 = "道（─）",
			},
			０６１８ = {
				マップ位置 = (list) { 351, 6 },
				種別 = "道（─）",
			},
			０６１９ = {
				マップ位置 = (list) { 351, 9 },
				種別 = "道（─）",
			},
			０６２０ = {
				マップ位置 = (list) { 351, 12 },
				種別 = "道（─）",
			},
			０６２１ = {
				マップ位置 = (list) { 352, 6 },
				種別 = "道（─）",
			},
			０６２２ = {
				マップ位置 = (list) { 352, 9 },
				種別 = "箱",
				番号 = 1670,
			},
			０６２３ = {
				マップ位置 = (list) { 352, 12 },
				種別 = "箱",
				番号 = 1810,
			},
			０６２４ = {
				マップ位置 = (list) { 353, 6 },
				種別 = "箱",
				番号 = 1700,
			},
			０６２５ = {
				マップ位置 = (list) { 353, 9 },
				種別 = "道（─）",
			},
			０６２６ = {
				マップ位置 = (list) { 353, 12 },
				種別 = "道（─）",
			},
			０６２７ = {
				マップ位置 = (list) { 354, 6 },
				種別 = "道（─）",
			},
			０６２８ = {
				マップ位置 = (list) { 354, 9 },
				種別 = "道（─）",
			},
			０６２９ = {
				マップ位置 = (list) { 354, 12 },
				種別 = "箱",
				番号 = 1820,
			},
			０６３０ = {
				マップ位置 = (list) { 355, 6 },
				種別 = "道（─）",
			},
			０６３１ = {
				マップ位置 = (list) { 355, 9 },
				種別 = "箱",
				番号 = 1680,
			},
			０６３２ = {
				マップ位置 = (list) { 355, 12 },
				種別 = "道（─）",
			},
			０６３３ = {
				マップ位置 = (list) { 356, 6 },
				種別 = "道（─）",
			},
			０６３４ = {
				マップ位置 = (list) { 356, 9 },
				種別 = "道（─）",
			},
			０６３５ = {
				マップ位置 = (list) { 356, 12 },
				種別 = "箱",
				番号 = 1830,
			},
			０６３６ = {
				マップ位置 = (list) { 357, 6 },
				種別 = "道（┐）",
			},
			０６３７ = {
				マップ位置 = (list) { 357, 7 },
				種別 = "道（├）",
			},
			０６３８ = {
				マップ位置 = (list) { 357, 8 },
				種別 = "道（│）",
			},
			０６３９ = {
				マップ位置 = (list) { 357, 9 },
				種別 = "道（┘）",
			},
			０６４０ = {
				マップ位置 = (list) { 357, 12 },
				種別 = "道（─）",
			},
			０６４１ = {
				マップ位置 = (list) { 358, 7 },
				種別 = "箱",
				番号 = 1710,
			},
			０６４２ = {
				マップ位置 = (list) { 358, 12 },
				種別 = "箱",
				番号 = 1840,
			},
			０６４３ = {
				マップ位置 = (list) { 359, 7 },
				種別 = "道（─）",
			},
			０６４４ = {
				マップ位置 = (list) { 359, 12 },
				種別 = "道（─）",
			},
			０６４５ = {
				マップ位置 = (list) { 360, 7 },
				種別 = "箱",
				番号 = 1720,
			},
			０６４６ = {
				マップ位置 = (list) { 360, 12 },
				種別 = "箱",
				番号 = 1850,
			},
			０６４７ = {
				マップ位置 = (list) { 361, 12 },
				種別 = "道（─）",
			},
			０６４８ = {
				マップ位置 = (list) { 362, 12 },
				種別 = "道（─）",
			},
			０６４９ = {
				マップ位置 = (list) { 363, 12 },
				種別 = "箱",
				番号 = 1860,
			},
		},
	},
	自由都市３ = {
		サイズ = (list) { 134, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 10 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 5, 10 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "箱",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "箱",
				番号 = 4,
			},
			０００９ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "箱",
				番号 = 5,
			},
			００１１ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "道（┐）",
			},
			００１３ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（└）",
				番号 = 100,
			},
			００１４ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
				番号 = 105,
			},
			００１６ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "箱",
				番号 = 110,
			},
			００１８ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "箱",
				番号 = 120,
			},
			００２０ = {
				マップ位置 = (list) { 20, 10 },
				種別 = "道（┌）",
			},
			００２１ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（┘）",
			},
			００２２ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "箱",
				番号 = 125,
			},
			００２３ = {
				マップ位置 = (list) { 22, 10 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 23, 10 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 24, 8 },
				種別 = "道（┌）",
			},
			００２６ = {
				マップ位置 = (list) { 24, 9 },
				種別 = "道（│）",
			},
			００２７ = {
				マップ位置 = (list) { 24, 10 },
				種別 = "箱",
				番号 = 130,
			},
			００２８ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "道（│）",
			},
			００２９ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（└）",
				番号 = 156,
			},
			００３０ = {
				マップ位置 = (list) { 25, 8 },
				種別 = "箱",
				番号 = 140,
			},
			００３１ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 150,
			},
			００３４ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "道（└）",
				番号 = 145,
			},
			００３８ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（─）",
				番号 = 157,
			},
			００３９ = {
				マップ位置 = (list) { 29, 9 },
				種別 = "道（┐）",
			},
			００４０ = {
				マップ位置 = (list) { 29, 10 },
				種別 = "道（└）",
			},
			００４１ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "箱",
				番号 = 155,
			},
			００４２ = {
				マップ位置 = (list) { 30, 10 },
				種別 = "道（┐）",
			},
			００４３ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（├）",
			},
			００４４ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００４７ = {
				マップ位置 = (list) { 33, 10 },
				種別 = "道（┌）",
			},
			００４８ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（┘）",
			},
			００４９ = {
				マップ位置 = (list) { 34, 10 },
				種別 = "道（┐）",
			},
			００５０ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（└）",
				番号 = 205,
			},
			００５１ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００５３ = {
				マップ位置 = (list) { 37, 9 },
				種別 = "道（┌）",
			},
			００５４ = {
				マップ位置 = (list) { 37, 10 },
				種別 = "道（│）",
			},
			００５５ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（┘）",
			},
			００５６ = {
				マップ位置 = (list) { 38, 9 },
				種別 = "箱",
				番号 = 220,
			},
			００５７ = {
				マップ位置 = (list) { 39, 9 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 40, 9 },
				種別 = "道（─）",
				番号 = 225,
			},
			００５９ = {
				マップ位置 = (list) { 41, 9 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 42, 7 },
				種別 = "道（┌）",
			},
			００６１ = {
				マップ位置 = (list) { 42, 8 },
				種別 = "道（│）",
			},
			００６２ = {
				マップ位置 = (list) { 42, 9 },
				種別 = "箱",
				番号 = 230,
			},
			００６３ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "道（└）",
			},
			００６４ = {
				マップ位置 = (list) { 43, 7 },
				種別 = "箱",
				番号 = 234,
			},
			００６５ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（─）",
				番号 = 237,
			},
			００６６ = {
				マップ位置 = (list) { 44, 7 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 44, 10 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 45, 7 },
				種別 = "箱",
				番号 = 235,
			},
			００６９ = {
				マップ位置 = (list) { 45, 10 },
				種別 = "道（─）",
				番号 = 236,
			},
			００７０ = {
				マップ位置 = (list) { 46, 7 },
				種別 = "道（┐）",
			},
			００７１ = {
				マップ位置 = (list) { 46, 8 },
				種別 = "道（│）",
			},
			００７２ = {
				マップ位置 = (list) { 46, 9 },
				種別 = "道（├）",
			},
			００７３ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "道（┘）",
			},
			００７４ = {
				マップ位置 = (list) { 47, 9 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 48, 9 },
				種別 = "箱",
				番号 = 240,
			},
			００７６ = {
				マップ位置 = (list) { 49, 9 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 50, 9 },
				種別 = "道（─）",
				番号 = 245,
			},
			００７８ = {
				マップ位置 = (list) { 51, 9 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 52, 9 },
				種別 = "箱",
				番号 = 250,
			},
			００８０ = {
				マップ位置 = (list) { 53, 9 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 54, 9 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 55, 9 },
				種別 = "箱",
				番号 = 260,
			},
			００８３ = {
				マップ位置 = (list) { 56, 9 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 57, 9 },
				種別 = "道（┐）",
			},
			００８５ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "道（└）",
			},
			００８６ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "箱",
				番号 = 270,
			},
			００８７ = {
				マップ位置 = (list) { 59, 8 },
				種別 = "道（┌）",
				番号 = 275,
			},
			００８８ = {
				マップ位置 = (list) { 59, 9 },
				種別 = "道（│）",
			},
			００８９ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（┘）",
			},
			００９０ = {
				マップ位置 = (list) { 60, 8 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 61, 8 },
				種別 = "道（┐）",
			},
			００９２ = {
				マップ位置 = (list) { 61, 9 },
				種別 = "道（│）",
				番号 = 276,
			},
			００９３ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "道（└）",
			},
			００９４ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 63, 9 },
				種別 = "道（┌）",
			},
			００９６ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "箱",
				番号 = 280,
			},
			００９７ = {
				マップ位置 = (list) { 63, 11 },
				種別 = "道（└）",
			},
			００９８ = {
				マップ位置 = (list) { 64, 9 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 64, 11 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 65, 8 },
				種別 = "道（┌）",
			},
			０１０１ = {
				マップ位置 = (list) { 65, 9 },
				種別 = "道（┘）",
			},
			０１０２ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "箱",
				番号 = 284,
			},
			０１０３ = {
				マップ位置 = (list) { 66, 8 },
				種別 = "箱",
				番号 = 285,
			},
			０１０４ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 67, 8 },
				種別 = "道（┐）",
			},
			０１０６ = {
				マップ位置 = (list) { 67, 9 },
				種別 = "道（│）",
			},
			０１０７ = {
				マップ位置 = (list) { 67, 10 },
				種別 = "道（└）",
			},
			０１０８ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "箱",
				番号 = 286,
			},
			０１０９ = {
				マップ位置 = (list) { 68, 10 },
				種別 = "道（┬）",
			},
			０１１０ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（┘）",
			},
			０１１１ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（─）",
			},
			０１１２ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "箱",
				番号 = 300,
			},
			０１１３ = {
				マップ位置 = (list) { 70, 11 },
				種別 = "道（└）",
			},
			０１１４ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 71, 11 },
				種別 = "箱",
				番号 = 310,
			},
			０１１６ = {
				マップ位置 = (list) { 71, 12 },
				種別 = "道（└）",
			},
			０１１７ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 72, 11 },
				種別 = "道（─）",
			},
			０１１９ = {
				マップ位置 = (list) { 72, 12 },
				種別 = "箱",
				番号 = 315,
			},
			０１２０ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 73, 11 },
				種別 = "箱",
				番号 = 317,
			},
			０１２２ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "箱",
				番号 = 320,
			},
			０１２４ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 75, 12 },
				種別 = "箱",
				番号 = 316,
			},
			０１２７ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 76, 12 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（┌）",
			},
			０１３１ = {
				マップ位置 = (list) { 77, 12 },
				種別 = "道（┘）",
			},
			０１３２ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "道（┐）",
			},
			０１３３ = {
				マップ位置 = (list) { 78, 11 },
				種別 = "箱",
				番号 = 330,
			},
			０１３４ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 80, 11 },
				種別 = "道（─）",
				番号 = 335,
			},
			０１３６ = {
				マップ位置 = (list) { 81, 11 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "箱",
				番号 = 340,
			},
			０１３８ = {
				マップ位置 = (list) { 83, 11 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 84, 10 },
				種別 = "道（┌）",
			},
			０１４０ = {
				マップ位置 = (list) { 84, 11 },
				種別 = "道（┘）",
			},
			０１４１ = {
				マップ位置 = (list) { 85, 10 },
				種別 = "箱",
				番号 = 400,
			},
			０１４２ = {
				マップ位置 = (list) { 85, 11 },
				種別 = "道（└）",
			},
			０１４３ = {
				マップ位置 = (list) { 86, 10 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 87, 10 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 88, 7 },
				種別 = "箱",
				番号 = 410,
			},
			０１４８ = {
				マップ位置 = (list) { 88, 8 },
				種別 = "道（│）",
			},
			０１４９ = {
				マップ位置 = (list) { 88, 9 },
				種別 = "道（│）",
			},
			０１５０ = {
				マップ位置 = (list) { 88, 10 },
				種別 = "道（┘）",
			},
			０１５１ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（┐）",
			},
			０１５２ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（│）",
			},
			０１５３ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "道（└）",
			},
			０１５４ = {
				マップ位置 = (list) { 89, 7 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（─）",
				番号 = 420,
			},
			０１５６ = {
				マップ位置 = (list) { 90, 7 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 90, 13 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 91, 7 },
				種別 = "箱",
				番号 = 415,
			},
			０１５９ = {
				マップ位置 = (list) { 91, 13 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 92, 7 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 92, 11 },
				種別 = "道（┌）",
			},
			０１６２ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "道（│）",
			},
			０１６３ = {
				マップ位置 = (list) { 92, 13 },
				種別 = "箱",
				番号 = 450,
			},
			０１６４ = {
				マップ位置 = (list) { 93, 7 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 93, 10 },
				種別 = "道（┌）",
			},
			０１６６ = {
				マップ位置 = (list) { 93, 11 },
				種別 = "道（┘）",
			},
			０１６７ = {
				マップ位置 = (list) { 93, 13 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 94, 7 },
				種別 = "道（┐）",
			},
			０１６９ = {
				マップ位置 = (list) { 94, 8 },
				種別 = "道（│）",
			},
			０１７０ = {
				マップ位置 = (list) { 94, 9 },
				種別 = "道（│）",
			},
			０１７１ = {
				マップ位置 = (list) { 94, 10 },
				種別 = "道（┘）",
			},
			０１７２ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "箱",
				番号 = 455,
			},
			０１７４ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 97, 11 },
				種別 = "道（┌）",
			},
			０１７６ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（│）",
			},
			０１７７ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "道（┘）",
			},
			０１７８ = {
				マップ位置 = (list) { 98, 11 },
				種別 = "箱",
				番号 = 460,
			},
			０１７９ = {
				マップ位置 = (list) { 99, 11 },
				種別 = "道（─）",
			},
			０１８０ = {
				マップ位置 = (list) { 100, 11 },
				種別 = "箱",
				番号 = 465,
			},
			０１８１ = {
				マップ位置 = (list) { 101, 11 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 102, 11 },
				種別 = "箱",
				番号 = 466,
			},
			０１８３ = {
				マップ位置 = (list) { 103, 11 },
				種別 = "道（─）",
			},
			０１８４ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 105, 11 },
				種別 = "道（─）",
			},
			０１８６ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 107, 11 },
				種別 = "箱",
				番号 = 500,
			},
			０１８８ = {
				マップ位置 = (list) { 108, 11 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 109, 10 },
				種別 = "道（┌）",
			},
			０１９０ = {
				マップ位置 = (list) { 109, 11 },
				種別 = "道（┘）",
			},
			０１９１ = {
				マップ位置 = (list) { 110, 10 },
				種別 = "箱",
				番号 = 510,
			},
			０１９２ = {
				マップ位置 = (list) { 111, 10 },
				種別 = "道（─）",
			},
			０１９３ = {
				マップ位置 = (list) { 112, 9 },
				種別 = "道（┌）",
			},
			０１９４ = {
				マップ位置 = (list) { 112, 10 },
				種別 = "箱",
				番号 = 520,
			},
			０１９５ = {
				マップ位置 = (list) { 112, 11 },
				種別 = "道（└）",
			},
			０１９６ = {
				マップ位置 = (list) { 113, 9 },
				種別 = "箱",
				番号 = 525,
			},
			０１９７ = {
				マップ位置 = (list) { 113, 11 },
				種別 = "箱",
				番号 = 526,
			},
			０１９８ = {
				マップ位置 = (list) { 114, 9 },
				種別 = "道（┐）",
			},
			０１９９ = {
				マップ位置 = (list) { 114, 10 },
				種別 = "道（├）",
			},
			０２００ = {
				マップ位置 = (list) { 114, 11 },
				種別 = "道（┘）",
			},
			０２０１ = {
				マップ位置 = (list) { 115, 10 },
				種別 = "箱",
				番号 = 530,
			},
			０２０２ = {
				マップ位置 = (list) { 116, 10 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 117, 10 },
				種別 = "道（─）",
			},
			０２０４ = {
				マップ位置 = (list) { 118, 10 },
				種別 = "道（─）",
			},
			０２０５ = {
				マップ位置 = (list) { 119, 9 },
				種別 = "道（┌）",
			},
			０２０６ = {
				マップ位置 = (list) { 119, 10 },
				種別 = "箱",
				番号 = 550,
			},
			０２０７ = {
				マップ位置 = (list) { 119, 11 },
				種別 = "道（└）",
			},
			０２０８ = {
				マップ位置 = (list) { 120, 9 },
				種別 = "道（┐）",
			},
			０２０９ = {
				マップ位置 = (list) { 120, 10 },
				種別 = "道（├）",
			},
			０２１０ = {
				マップ位置 = (list) { 120, 11 },
				種別 = "道（┘）",
			},
			０２１１ = {
				マップ位置 = (list) { 121, 10 },
				種別 = "道（─）",
			},
			０２１２ = {
				マップ位置 = (list) { 122, 10 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 123, 10 },
				種別 = "箱",
				番号 = 600,
			},
			０２１４ = {
				マップ位置 = (list) { 124, 10 },
				種別 = "道（─）",
			},
			０２１５ = {
				マップ位置 = (list) { 125, 10 },
				種別 = "箱",
				番号 = 620,
			},
			０２１６ = {
				マップ位置 = (list) { 126, 10 },
				種別 = "道（─）",
			},
			０２１７ = {
				マップ位置 = (list) { 127, 10 },
				種別 = "箱",
				番号 = 630,
			},
			０２１８ = {
				マップ位置 = (list) { 128, 10 },
				種別 = "道（─）",
			},
			０２１９ = {
				マップ位置 = (list) { 129, 10 },
				種別 = "箱",
				番号 = 640,
			},
		},
	},
	自由都市方面支援 = {
		サイズ = (list) { 49, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "箱",
				番号 = 15,
			},
			００１４ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（┌）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１８ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（┌）",
			},
			００２２ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００２３ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（─）",
				番号 = 31,
			},
			００２７ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "箱",
				番号 = 33,
			},
			００２９ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "箱",
				番号 = 40,
			},
			００３２ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（┐）",
				番号 = 32,
			},
			００３７ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（│）",
			},
			００３８ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（├）",
			},
			００３９ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（┘）",
			},
			００４０ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "箱",
				番号 = 50,
			},
			００４２ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "道（┐）",
			},
			００４５ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（│）",
			},
			００４６ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "道（└）",
			},
			００４７ = {
				マップ位置 = (list) { 34, 15 },
				種別 = "箱",
				番号 = 60,
			},
			００４８ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（┌）",
			},
			００４９ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "道（┘）",
			},
			００５０ = {
				マップ位置 = (list) { 36, 14 },
				種別 = "箱",
				番号 = 70,
			},
			００５１ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 38, 14 },
				種別 = "箱",
				番号 = 80,
			},
			００５３ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "箱",
				番号 = 90,
			},
			００５７ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 44, 14 },
				種別 = "箱",
				番号 = 100,
			},
		},
	},
	女の子モンスター迷宮 = {
		サイズ = (list) { 35, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
				番号 = 15,
			},
			０００５ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
				番号 = 16,
			},
			０００７ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 20,
			},
			０００９ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１２ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００１５ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（┌）",
			},
			００１６ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（┘）",
			},
			００１７ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "箱",
				番号 = 50,
			},
			００１９ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００２１ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "箱",
				番号 = 70,
			},
			００２３ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "箱",
				番号 = 80,
			},
		},
	},
	食券乱用 = {
		サイズ = (list) { 10, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 6 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	神々への挑戦１ = {
		サイズ = (list) { 25, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 8, 8 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 9, 8 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 10, 8 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 11, 8 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 12, 8 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 13, 8 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 14, 8 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 15, 8 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 16, 8 },
				種別 = "箱",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 17, 8 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 18, 8 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 19, 8 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 20, 8 },
				種別 = "箱",
				番号 = 30,
			},
			００１４ = {
				マップ位置 = (list) { 21, 8 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 22, 8 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 23, 8 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 24, 8 },
				種別 = "箱",
				番号 = 80,
			},
		},
	},
	政宗と黒部 = {
		サイズ = (list) { 67, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（┘）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "箱",
				番号 = 10,
			},
			００１１ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（└）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１４ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（┌）",
			},
			００１６ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（┘）",
			},
			００１７ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１８ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（┐）",
			},
			００２０ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００２２ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（┌）",
			},
			００２３ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（┘）",
			},
			００２４ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 50,
			},
			００２６ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（┌）",
			},
			００２８ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┘）",
			},
			００２９ = {
				マップ位置 = (list) { 24, 10 },
				種別 = "道（┌）",
			},
			００３０ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００３１ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（└）",
			},
			００３２ = {
				マップ位置 = (list) { 25, 10 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（┐）",
			},
			００３４ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（└）",
				番号 = 81,
			},
			００３５ = {
				マップ位置 = (list) { 26, 10 },
				種別 = "箱",
				番号 = 70,
			},
			００３６ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（┌）",
			},
			００３８ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（│）",
			},
			００３９ = {
				マップ位置 = (list) { 27, 10 },
				種別 = "道（┘）",
			},
			００４０ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００４１ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（┌）",
				番号 = 82,
			},
			００４３ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（┘）",
			},
			００４４ = {
				マップ位置 = (list) { 29, 8 },
				種別 = "道（┐）",
			},
			００４５ = {
				マップ位置 = (list) { 29, 9 },
				種別 = "箱",
				番号 = 75,
			},
			００４６ = {
				マップ位置 = (list) { 29, 10 },
				種別 = "道（│）",
			},
			００４７ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "道（├）",
			},
			００４８ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（┘）",
				番号 = 83,
			},
			００４９ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "箱",
				番号 = 90,
			},
			００５０ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "箱",
				番号 = 100,
			},
			００５５ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（─）",
				番号 = 105,
			},
			００５７ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 39, 10 },
				種別 = "道（┌）",
			},
			００５９ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "箱",
				番号 = 110,
			},
			００６０ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（└）",
			},
			００６１ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（─）",
				番号 = 130,
			},
			００６３ = {
				マップ位置 = (list) { 41, 10 },
				種別 = "箱",
				番号 = 120,
			},
			００６４ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
				番号 = 135,
			},
			００６７ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 44, 10 },
				種別 = "箱",
				番号 = 125,
			},
			００７０ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "箱",
				番号 = 136,
			},
			００７１ = {
				マップ位置 = (list) { 45, 10 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "箱",
				番号 = 137,
			},
			００７５ = {
				マップ位置 = (list) { 47, 10 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 48, 10 },
				種別 = "箱",
				番号 = 126,
			},
			００７８ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "箱",
				番号 = 138,
			},
			００７９ = {
				マップ位置 = (list) { 49, 10 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 50, 10 },
				種別 = "道（┐）",
			},
			００８２ = {
				マップ位置 = (list) { 50, 11 },
				種別 = "道（├）",
			},
			００８３ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（┘）",
			},
			００８４ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "箱",
				番号 = 140,
			},
			００８５ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "箱",
				番号 = 150,
			},
			００８８ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（└）",
			},
			００８９ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（┐）",
			},
			００９１ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "道（└）",
			},
			００９２ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "箱",
				番号 = 160,
			},
			００９３ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "箱",
				番号 = 170,
			},
			００９４ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 58, 11 },
				種別 = "箱",
				番号 = 161,
			},
			００９７ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "箱",
				番号 = 171,
			},
			００９８ = {
				マップ位置 = (list) { 59, 11 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 59, 13 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 60, 11 },
				種別 = "箱",
				番号 = 162,
			},
			０１０１ = {
				マップ位置 = (list) { 60, 13 },
				種別 = "箱",
				番号 = 172,
			},
			０１０２ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 61, 13 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 62, 11 },
				種別 = "箱",
				番号 = 163,
			},
			０１０５ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "箱",
				番号 = 173,
			},
		},
	},
	精鋭をスカウト = {
		サイズ = (list) { 18, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "箱",
				番号 = 4,
			},
		},
	},
	全方面支援 = {
		サイズ = (list) { 50, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 8, 9 },
				種別 = "道（┌）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（┘）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 9 },
				種別 = "箱",
				番号 = 10,
			},
			０００７ = {
				マップ位置 = (list) { 10, 9 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 11, 9 },
				種別 = "道（─）",
				番号 = 11,
			},
			０００９ = {
				マップ位置 = (list) { 12, 9 },
				種別 = "道（─）",
				番号 = 12,
			},
			００１０ = {
				マップ位置 = (list) { 13, 9 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 9 },
				種別 = "箱",
				番号 = 13,
			},
			００１２ = {
				マップ位置 = (list) { 15, 9 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "箱",
				番号 = 15,
			},
			００１４ = {
				マップ位置 = (list) { 17, 8 },
				種別 = "道（┌）",
			},
			００１５ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（┘）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 8 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 8 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 20, 8 },
				種別 = "箱",
				番号 = 20,
			},
			００１９ = {
				マップ位置 = (list) { 21, 8 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 22, 8 },
				種別 = "道（─）",
				番号 = 21,
			},
			００２１ = {
				マップ位置 = (list) { 23, 8 },
				種別 = "道（─）",
				番号 = 22,
			},
			００２２ = {
				マップ位置 = (list) { 24, 8 },
				種別 = "箱",
				番号 = 23,
			},
			００２３ = {
				マップ位置 = (list) { 25, 8 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "箱",
				番号 = 25,
			},
			００２５ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 28, 7 },
				種別 = "道（┌）",
			},
			００２７ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（┘）",
			},
			００２８ = {
				マップ位置 = (list) { 29, 7 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 30, 7 },
				種別 = "箱",
				番号 = 30,
			},
			００３０ = {
				マップ位置 = (list) { 31, 7 },
				種別 = "道（─）",
				番号 = 31,
			},
			００３１ = {
				マップ位置 = (list) { 32, 7 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 33, 7 },
				種別 = "道（─）",
				番号 = 32,
			},
			００３３ = {
				マップ位置 = (list) { 34, 7 },
				種別 = "箱",
				番号 = 33,
			},
			００３４ = {
				マップ位置 = (list) { 35, 7 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 36, 7 },
				種別 = "箱",
				番号 = 35,
			},
			００３６ = {
				マップ位置 = (list) { 37, 7 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 37, 8 },
				種別 = "道（│）",
			},
			００３８ = {
				マップ位置 = (list) { 37, 9 },
				種別 = "道（└）",
			},
			００３９ = {
				マップ位置 = (list) { 38, 9 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 39, 9 },
				種別 = "箱",
				番号 = 40,
			},
			００４１ = {
				マップ位置 = (list) { 40, 9 },
				種別 = "道（┐）",
			},
			００４２ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "道（└）",
			},
			００４３ = {
				マップ位置 = (list) { 41, 10 },
				種別 = "道（─）",
				番号 = 42,
			},
			００４４ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 43, 8 },
				種別 = "道（┌）",
			},
			００４６ = {
				マップ位置 = (list) { 43, 9 },
				種別 = "箱",
				番号 = 43,
			},
			００４７ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（┘）",
			},
			００４８ = {
				マップ位置 = (list) { 44, 7 },
				種別 = "道（┌）",
			},
			００４９ = {
				マップ位置 = (list) { 44, 8 },
				種別 = "道（┘）",
			},
			００５０ = {
				マップ位置 = (list) { 45, 7 },
				種別 = "箱",
				番号 = 45,
			},
		},
	},
	奪還／ゼス = {
		サイズ = (list) { 34, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（─）",
				番号 = 12,
			},
			００１１ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "道（┌）",
			},
			００１２ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "道（┘）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（─）",
				番号 = 13,
			},
			００１４ = {
				マップ位置 = (list) { 18, 9 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 19, 9 },
				種別 = "箱",
				番号 = 20,
			},
			００１６ = {
				マップ位置 = (list) { 20, 9 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 21, 9 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 22, 9 },
				種別 = "箱",
				番号 = 30,
			},
			００１９ = {
				マップ位置 = (list) { 23, 9 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 24, 9 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 25, 9 },
				種別 = "箱",
				番号 = 40,
			},
			００２２ = {
				マップ位置 = (list) { 26, 9 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	奪還／ヘルマン = {
		サイズ = (list) { 35, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（─）",
				番号 = 12,
			},
			００１１ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "道（┌）",
			},
			００１２ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "道（┘）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（─）",
				番号 = 13,
			},
			００１４ = {
				マップ位置 = (list) { 18, 9 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 19, 9 },
				種別 = "箱",
				番号 = 20,
			},
			００１６ = {
				マップ位置 = (list) { 20, 9 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 21, 9 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 22, 9 },
				種別 = "箱",
				番号 = 30,
			},
			００１９ = {
				マップ位置 = (list) { 23, 9 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 24, 9 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 25, 9 },
				種別 = "箱",
				番号 = 40,
			},
			００２２ = {
				マップ位置 = (list) { 26, 9 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	奪還／リーザス = {
		サイズ = (list) { 35, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（─）",
				番号 = 12,
			},
			００１１ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "道（┌）",
			},
			００１２ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "道（┘）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（─）",
				番号 = 13,
			},
			００１４ = {
				マップ位置 = (list) { 18, 9 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 19, 9 },
				種別 = "箱",
				番号 = 20,
			},
			００１６ = {
				マップ位置 = (list) { 20, 9 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 21, 9 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 22, 9 },
				種別 = "箱",
				番号 = 30,
			},
			００１９ = {
				マップ位置 = (list) { 23, 9 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 24, 9 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 25, 9 },
				種別 = "箱",
				番号 = 40,
			},
			００２２ = {
				マップ位置 = (list) { 26, 9 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	奪還／自由都市 = {
		サイズ = (list) { 35, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 10 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（─）",
				番号 = 2,
			},
			０００５ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 10 },
				種別 = "道（─）",
				番号 = 3,
			},
			０００７ = {
				マップ位置 = (list) { 12, 10 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 10 },
				種別 = "箱",
				番号 = 10,
			},
			０００９ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 15, 10 },
				種別 = "道（─）",
				番号 = 12,
			},
			００１１ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "道（┌）",
			},
			００１２ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "道（┘）",
			},
			００１３ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（─）",
				番号 = 13,
			},
			００１４ = {
				マップ位置 = (list) { 18, 9 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 19, 9 },
				種別 = "箱",
				番号 = 20,
			},
			００１６ = {
				マップ位置 = (list) { 20, 9 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 21, 9 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 22, 9 },
				種別 = "箱",
				番号 = 30,
			},
			００１９ = {
				マップ位置 = (list) { 23, 9 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 24, 9 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 25, 9 },
				種別 = "箱",
				番号 = 40,
			},
			００２２ = {
				マップ位置 = (list) { 26, 9 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 27, 9 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 28, 9 },
				種別 = "箱",
				番号 = 50,
			},
		},
	},
	男の子モンスター迷宮 = {
		サイズ = (list) { 36, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 10 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 10 },
				種別 = "道（┐）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "道（└）",
				番号 = 15,
			},
			０００４ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（┐）",
				番号 = 16,
			},
			０００６ = {
				マップ位置 = (list) { 9, 12 },
				種別 = "道（└）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "箱",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 30,
			},
			００１１ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００１４ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "道（┌）",
			},
			００１６ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（┘）",
			},
			００１７ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "箱",
				番号 = 50,
			},
			００１８ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "箱",
				番号 = 60,
			},
			００２０ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "道（─）",
				番号 = 65,
			},
			００２１ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（─）",
				番号 = 66,
			},
			００２２ = {
				マップ位置 = (list) { 24, 11 },
				種別 = "箱",
				番号 = 70,
			},
			００２３ = {
				マップ位置 = (list) { 25, 11 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 26, 11 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "箱",
				番号 = 80,
			},
			００２６ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "箱",
				番号 = 90,
			},
		},
	},
	地下から行こう／砦 = {
		サイズ = (list) { 23, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 3 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 4, 3 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 3 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 3 },
				種別 = "箱",
				番号 = 20,
			},
			０００５ = {
				マップ位置 = (list) { 7, 3 },
				種別 = "道（┐）",
			},
			０００６ = {
				マップ位置 = (list) { 7, 4 },
				種別 = "道（└）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 4 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 4 },
				種別 = "箱",
				番号 = 30,
			},
			０００９ = {
				マップ位置 = (list) { 10, 4 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 11, 3 },
				種別 = "道（┌）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 4 },
				種別 = "道（┘）",
			},
			００１２ = {
				マップ位置 = (list) { 12, 3 },
				種別 = "箱",
				番号 = 40,
			},
			００１３ = {
				マップ位置 = (list) { 13, 3 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 14, 3 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 15, 3 },
				種別 = "箱",
				番号 = 50,
			},
			００１６ = {
				マップ位置 = (list) { 16, 3 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 17, 3 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 4 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 18, 4 },
				種別 = "箱",
				番号 = 60,
			},
		},
	},
	地底のポピンズ = {
		サイズ = (list) { 183, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００６ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
				番号 = 15,
			},
			０００８ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１０ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００１３ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００１６ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "箱",
				番号 = 50,
			},
			００１９ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（└）",
			},
			００２０ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "箱",
				番号 = 60,
			},
			００２２ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（┌）",
				番号 = 51,
			},
			００２３ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（┘）",
			},
			００２４ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（─）",
				番号 = 52,
			},
			００２６ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "箱",
				番号 = 61,
			},
			００２７ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
				番号 = 53,
			},
			００２８ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（┐）",
			},
			００３０ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "箱",
				番号 = 54,
			},
			００３１ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（┴）",
			},
			００３２ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "箱",
				番号 = 100,
			},
			００３４ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（─）",
			},
			００３５ = {
				マップ位置 = (list) { 30, 14 },
				種別 = "箱",
				番号 = 110,
			},
			００３６ = {
				マップ位置 = (list) { 31, 14 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 32, 14 },
				種別 = "箱",
				番号 = 115,
			},
			００３８ = {
				マップ位置 = (list) { 33, 14 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 34, 14 },
				種別 = "箱",
				番号 = 120,
			},
			００４０ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（┌）",
			},
			００４１ = {
				マップ位置 = (list) { 35, 14 },
				種別 = "道（┘）",
			},
			００４２ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 37, 12 },
				種別 = "道（┌）",
			},
			００４４ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（┘）",
			},
			００４５ = {
				マップ位置 = (list) { 38, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００４６ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "箱",
				番号 = 210,
			},
			００４９ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 43, 12 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "箱",
				番号 = 220,
			},
			００５２ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（└）",
			},
			００５３ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（┐）",
			},
			００５５ = {
				マップ位置 = (list) { 45, 14 },
				種別 = "箱",
				番号 = 221,
			},
			００５６ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 46, 14 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（┬）",
			},
			００５９ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "箱",
				番号 = 222,
			},
			００６０ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "道（┘）",
			},
			００６１ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "箱",
				番号 = 280,
			},
			００６２ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 52, 12 },
				種別 = "箱",
				番号 = 290,
			},
			００６６ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "箱",
				番号 = 295,
			},
			００６８ = {
				マップ位置 = (list) { 55, 12 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 56, 10 },
				種別 = "道（┌）",
			},
			００７０ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（│）",
			},
			００７１ = {
				マップ位置 = (list) { 56, 12 },
				種別 = "道（┘）",
			},
			００７２ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "箱",
				番号 = 300,
			},
			００７３ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "箱",
				番号 = 310,
			},
			００７６ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "箱",
				番号 = 320,
			},
			００７９ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "道（─）",
			},
			００８０ = {
				マップ位置 = (list) { 65, 10 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 66, 9 },
				種別 = "道（┌）",
			},
			００８２ = {
				マップ位置 = (list) { 66, 10 },
				種別 = "箱",
				番号 = 330,
			},
			００８３ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（└）",
			},
			００８４ = {
				マップ位置 = (list) { 67, 9 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "道（─）",
			},
			００８６ = {
				マップ位置 = (list) { 68, 9 },
				種別 = "箱",
				番号 = 340,
			},
			００８７ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "箱",
				番号 = 350,
			},
			００８８ = {
				マップ位置 = (list) { 69, 9 },
				種別 = "道（┐）",
			},
			００８９ = {
				マップ位置 = (list) { 69, 10 },
				種別 = "道（├）",
			},
			００９０ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（┘）",
			},
			００９１ = {
				マップ位置 = (list) { 70, 10 },
				種別 = "箱",
				番号 = 360,
			},
			００９２ = {
				マップ位置 = (list) { 71, 10 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 72, 10 },
				種別 = "道（─）",
				番号 = 365,
			},
			００９４ = {
				マップ位置 = (list) { 73, 10 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 74, 10 },
				種別 = "箱",
				番号 = 370,
			},
			００９６ = {
				マップ位置 = (list) { 75, 10 },
				種別 = "道（─）",
			},
			００９７ = {
				マップ位置 = (list) { 76, 10 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 77, 10 },
				種別 = "箱",
				番号 = 380,
			},
			００９９ = {
				マップ位置 = (list) { 78, 10 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 79, 10 },
				種別 = "道（┐）",
			},
			０１０１ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "道（└）",
			},
			０１０２ = {
				マップ位置 = (list) { 80, 11 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 81, 11 },
				種別 = "箱",
				番号 = 400,
			},
			０１０４ = {
				マップ位置 = (list) { 82, 11 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 83, 11 },
				種別 = "箱",
				番号 = 410,
			},
			０１０６ = {
				マップ位置 = (list) { 84, 11 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 85, 11 },
				種別 = "箱",
				番号 = 415,
			},
			０１０８ = {
				マップ位置 = (list) { 86, 11 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 87, 11 },
				種別 = "箱",
				番号 = 420,
			},
			０１１０ = {
				マップ位置 = (list) { 88, 11 },
				種別 = "道（┐）",
			},
			０１１１ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（└）",
			},
			０１１２ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "箱",
				番号 = 500,
			},
			０１１３ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（─）",
			},
			０１１５ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "箱",
				番号 = 510,
			},
			０１１６ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 95, 12 },
				種別 = "箱",
				番号 = 520,
			},
			０１１９ = {
				マップ位置 = (list) { 96, 12 },
				種別 = "道（─）",
			},
			０１２０ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（─）",
			},
			０１２１ = {
				マップ位置 = (list) { 98, 12 },
				種別 = "箱",
				番号 = 530,
			},
			０１２２ = {
				マップ位置 = (list) { 99, 12 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 100, 12 },
				種別 = "道（─）",
			},
			０１２４ = {
				マップ位置 = (list) { 101, 12 },
				種別 = "箱",
				番号 = 540,
			},
			０１２５ = {
				マップ位置 = (list) { 102, 12 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 103, 12 },
				種別 = "道（┐）",
			},
			０１２７ = {
				マップ位置 = (list) { 103, 13 },
				種別 = "道（└）",
			},
			０１２８ = {
				マップ位置 = (list) { 104, 13 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "箱",
				番号 = 610,
			},
			０１３０ = {
				マップ位置 = (list) { 106, 13 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 107, 13 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 108, 13 },
				種別 = "道（─）",
				番号 = 615,
			},
			０１３３ = {
				マップ位置 = (list) { 109, 13 },
				種別 = "道（─）",
			},
			０１３４ = {
				マップ位置 = (list) { 110, 13 },
				種別 = "箱",
				番号 = 620,
			},
			０１３５ = {
				マップ位置 = (list) { 110, 14 },
				種別 = "道（└）",
			},
			０１３６ = {
				マップ位置 = (list) { 111, 13 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 111, 14 },
				種別 = "道（┐）",
			},
			０１３８ = {
				マップ位置 = (list) { 111, 15 },
				種別 = "道（└）",
				番号 = 627,
			},
			０１３９ = {
				マップ位置 = (list) { 112, 13 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 112, 15 },
				種別 = "箱",
				番号 = 626,
			},
			０１４１ = {
				マップ位置 = (list) { 113, 13 },
				種別 = "箱",
				番号 = 625,
			},
			０１４２ = {
				マップ位置 = (list) { 113, 15 },
				種別 = "道（─）",
				番号 = 628,
			},
			０１４３ = {
				マップ位置 = (list) { 114, 13 },
				種別 = "道（┐）",
			},
			０１４４ = {
				マップ位置 = (list) { 114, 14 },
				種別 = "道（├）",
			},
			０１４５ = {
				マップ位置 = (list) { 114, 15 },
				種別 = "道（┘）",
			},
			０１４６ = {
				マップ位置 = (list) { 115, 14 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 116, 14 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 117, 14 },
				種別 = "箱",
				番号 = 630,
			},
			０１４９ = {
				マップ位置 = (list) { 118, 14 },
				種別 = "道（┐）",
			},
			０１５０ = {
				マップ位置 = (list) { 118, 15 },
				種別 = "道（└）",
			},
			０１５１ = {
				マップ位置 = (list) { 119, 15 },
				種別 = "道（─）",
				番号 = 635,
			},
			０１５２ = {
				マップ位置 = (list) { 120, 15 },
				種別 = "道（─）",
			},
			０１５３ = {
				マップ位置 = (list) { 121, 14 },
				種別 = "道（┌）",
			},
			０１５４ = {
				マップ位置 = (list) { 121, 15 },
				種別 = "箱",
				番号 = 640,
			},
			０１５５ = {
				マップ位置 = (list) { 121, 16 },
				種別 = "道（└）",
			},
			０１５６ = {
				マップ位置 = (list) { 122, 14 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 122, 16 },
				種別 = "道（┐）",
			},
			０１５８ = {
				マップ位置 = (list) { 122, 17 },
				種別 = "道（└）",
			},
			０１５９ = {
				マップ位置 = (list) { 123, 14 },
				種別 = "道（┐）",
			},
			０１６０ = {
				マップ位置 = (list) { 123, 15 },
				種別 = "道（└）",
			},
			０１６１ = {
				マップ位置 = (list) { 123, 17 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 124, 15 },
				種別 = "道（─）",
				番号 = 700,
			},
			０１６３ = {
				マップ位置 = (list) { 124, 17 },
				種別 = "箱",
				番号 = 800,
			},
			０１６４ = {
				マップ位置 = (list) { 124, 18 },
				種別 = "道（└）",
			},
			０１６５ = {
				マップ位置 = (list) { 125, 15 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 125, 17 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 125, 18 },
				種別 = "道（─）",
			},
			０１６８ = {
				マップ位置 = (list) { 126, 15 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 126, 17 },
				種別 = "道（─）",
			},
			０１７０ = {
				マップ位置 = (list) { 126, 18 },
				種別 = "道（┐）",
			},
			０１７１ = {
				マップ位置 = (list) { 126, 19 },
				種別 = "道（└）",
			},
			０１７２ = {
				マップ位置 = (list) { 127, 15 },
				種別 = "箱",
				番号 = 710,
			},
			０１７３ = {
				マップ位置 = (list) { 127, 17 },
				種別 = "道（─）",
				番号 = 810,
			},
			０１７４ = {
				マップ位置 = (list) { 127, 19 },
				種別 = "道（─）",
			},
			０１７５ = {
				マップ位置 = (list) { 128, 5 },
				種別 = "箱",
				番号 = 1000,
			},
			０１７６ = {
				マップ位置 = (list) { 128, 15 },
				種別 = "道（─）",
			},
			０１７７ = {
				マップ位置 = (list) { 128, 17 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 128, 18 },
				種別 = "道（┌）",
			},
			０１７９ = {
				マップ位置 = (list) { 128, 19 },
				種別 = "箱",
				番号 = 820,
			},
			０１８０ = {
				マップ位置 = (list) { 129, 5 },
				種別 = "道（─）",
			},
			０１８１ = {
				マップ位置 = (list) { 129, 15 },
				種別 = "道（─）",
				番号 = 715,
			},
			０１８２ = {
				マップ位置 = (list) { 129, 17 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 129, 18 },
				種別 = "箱",
				番号 = 824,
			},
			０１８４ = {
				マップ位置 = (list) { 129, 19 },
				種別 = "道（─）",
			},
			０１８５ = {
				マップ位置 = (list) { 130, 5 },
				種別 = "箱",
				番号 = 1010,
			},
			０１８６ = {
				マップ位置 = (list) { 130, 15 },
				種別 = "道（─）",
			},
			０１８７ = {
				マップ位置 = (list) { 130, 17 },
				種別 = "箱",
				番号 = 815,
			},
			０１８８ = {
				マップ位置 = (list) { 130, 18 },
				種別 = "道（─）",
			},
			０１８９ = {
				マップ位置 = (list) { 130, 19 },
				種別 = "箱",
				番号 = 826,
			},
			０１９０ = {
				マップ位置 = (list) { 131, 5 },
				種別 = "道（─）",
			},
			０１９１ = {
				マップ位置 = (list) { 131, 14 },
				種別 = "道（┌）",
			},
			０１９２ = {
				マップ位置 = (list) { 131, 15 },
				種別 = "箱",
				番号 = 720,
			},
			０１９３ = {
				マップ位置 = (list) { 131, 17 },
				種別 = "道（─）",
			},
			０１９４ = {
				マップ位置 = (list) { 131, 18 },
				種別 = "箱",
				番号 = 825,
			},
			０１９５ = {
				マップ位置 = (list) { 131, 19 },
				種別 = "道（─）",
			},
			０１９６ = {
				マップ位置 = (list) { 132, 5 },
				種別 = "箱",
				番号 = 1020,
			},
			０１９７ = {
				マップ位置 = (list) { 132, 14 },
				種別 = "道（─）",
			},
			０１９８ = {
				マップ位置 = (list) { 132, 15 },
				種別 = "道（─）",
			},
			０１９９ = {
				マップ位置 = (list) { 132, 17 },
				種別 = "道（─）",
			},
			０２００ = {
				マップ位置 = (list) { 132, 18 },
				種別 = "道（─）",
			},
			０２０１ = {
				マップ位置 = (list) { 132, 19 },
				種別 = "道（─）",
			},
			０２０２ = {
				マップ位置 = (list) { 133, 5 },
				種別 = "道（─）",
			},
			０２０３ = {
				マップ位置 = (list) { 133, 12 },
				種別 = "道（┌）",
			},
			０２０４ = {
				マップ位置 = (list) { 133, 13 },
				種別 = "道（│）",
			},
			０２０５ = {
				マップ位置 = (list) { 133, 14 },
				種別 = "箱",
				番号 = 730,
			},
			０２０６ = {
				マップ位置 = (list) { 133, 15 },
				種別 = "道（┐）",
			},
			０２０７ = {
				マップ位置 = (list) { 133, 16 },
				種別 = "道（└）",
			},
			０２０８ = {
				マップ位置 = (list) { 133, 17 },
				種別 = "道（┐）",
			},
			０２０９ = {
				マップ位置 = (list) { 133, 18 },
				種別 = "道（┼）",
			},
			０２１０ = {
				マップ位置 = (list) { 133, 19 },
				種別 = "道（┘）",
			},
			０２１１ = {
				マップ位置 = (list) { 134, 5 },
				種別 = "箱",
				番号 = 1030,
			},
			０２１２ = {
				マップ位置 = (list) { 134, 12 },
				種別 = "道（─）",
			},
			０２１３ = {
				マップ位置 = (list) { 134, 14 },
				種別 = "道（─）",
			},
			０２１４ = {
				マップ位置 = (list) { 134, 16 },
				種別 = "道（─）",
			},
			０２１５ = {
				マップ位置 = (list) { 134, 18 },
				種別 = "道（─）",
			},
			０２１６ = {
				マップ位置 = (list) { 135, 5 },
				種別 = "道（─）",
			},
			０２１７ = {
				マップ位置 = (list) { 135, 12 },
				種別 = "箱",
				番号 = 740,
			},
			０２１８ = {
				マップ位置 = (list) { 135, 14 },
				種別 = "箱",
				番号 = 750,
			},
			０２１９ = {
				マップ位置 = (list) { 135, 16 },
				種別 = "道（─）",
			},
			０２２０ = {
				マップ位置 = (list) { 135, 18 },
				種別 = "箱",
				番号 = 850,
			},
			０２２１ = {
				マップ位置 = (list) { 136, 5 },
				種別 = "箱",
				番号 = 1040,
			},
			０２２２ = {
				マップ位置 = (list) { 136, 12 },
				種別 = "道（─）",
			},
			０２２３ = {
				マップ位置 = (list) { 136, 14 },
				種別 = "道（─）",
			},
			０２２４ = {
				マップ位置 = (list) { 136, 16 },
				種別 = "道（─）",
			},
			０２２５ = {
				マップ位置 = (list) { 136, 18 },
				種別 = "道（─）",
			},
			０２２６ = {
				マップ位置 = (list) { 137, 5 },
				種別 = "道（─）",
			},
			０２２７ = {
				マップ位置 = (list) { 137, 12 },
				種別 = "箱",
				番号 = 741,
			},
			０２２８ = {
				マップ位置 = (list) { 137, 14 },
				種別 = "箱",
				番号 = 751,
			},
			０２２９ = {
				マップ位置 = (list) { 137, 16 },
				種別 = "道（─）",
			},
			０２３０ = {
				マップ位置 = (list) { 137, 18 },
				種別 = "道（─）",
			},
			０２３１ = {
				マップ位置 = (list) { 138, 5 },
				種別 = "道（─）",
			},
			０２３２ = {
				マップ位置 = (list) { 138, 12 },
				種別 = "道（┐）",
			},
			０２３３ = {
				マップ位置 = (list) { 138, 13 },
				種別 = "道（│）",
			},
			０２３４ = {
				マップ位置 = (list) { 138, 14 },
				種別 = "道（┤）",
			},
			０２３５ = {
				マップ位置 = (list) { 138, 15 },
				種別 = "道（├）",
			},
			０２３６ = {
				マップ位置 = (list) { 138, 16 },
				種別 = "道（┘）",
			},
			０２３７ = {
				マップ位置 = (list) { 138, 18 },
				種別 = "道（─）",
			},
			０２３８ = {
				マップ位置 = (list) { 139, 5 },
				種別 = "箱",
				番号 = 1050,
			},
			０２３９ = {
				マップ位置 = (list) { 139, 15 },
				種別 = "箱",
				番号 = 760,
			},
			０２４０ = {
				マップ位置 = (list) { 139, 18 },
				種別 = "道（─）",
			},
			０２４１ = {
				マップ位置 = (list) { 140, 5 },
				種別 = "道（─）",
			},
			０２４２ = {
				マップ位置 = (list) { 140, 15 },
				種別 = "道（┐）",
			},
			０２４３ = {
				マップ位置 = (list) { 140, 16 },
				種別 = "道（│）",
			},
			０２４４ = {
				マップ位置 = (list) { 140, 17 },
				種別 = "道（├）",
			},
			０２４５ = {
				マップ位置 = (list) { 140, 18 },
				種別 = "道（┘）",
			},
			０２４６ = {
				マップ位置 = (list) { 141, 5 },
				種別 = "道（─）",
			},
			０２４７ = {
				マップ位置 = (list) { 141, 17 },
				種別 = "箱",
				番号 = 900,
			},
			０２４８ = {
				マップ位置 = (list) { 142, 5 },
				種別 = "道（─）",
			},
			０２４９ = {
				マップ位置 = (list) { 142, 17 },
				種別 = "道（─）",
			},
			０２５０ = {
				マップ位置 = (list) { 143, 5 },
				種別 = "道（─）",
			},
			０２５１ = {
				マップ位置 = (list) { 143, 17 },
				種別 = "道（─）",
			},
			０２５２ = {
				マップ位置 = (list) { 144, 5 },
				種別 = "道（─）",
			},
			０２５３ = {
				マップ位置 = (list) { 144, 17 },
				種別 = "箱",
				番号 = 910,
			},
			０２５４ = {
				マップ位置 = (list) { 145, 5 },
				種別 = "箱",
				番号 = 1100,
			},
			０２５５ = {
				マップ位置 = (list) { 145, 17 },
				種別 = "道（─）",
			},
			０２５６ = {
				マップ位置 = (list) { 146, 5 },
				種別 = "道（─）",
			},
			０２５７ = {
				マップ位置 = (list) { 146, 17 },
				種別 = "道（─）",
			},
			０２５８ = {
				マップ位置 = (list) { 147, 5 },
				種別 = "道（─）",
			},
			０２５９ = {
				マップ位置 = (list) { 147, 17 },
				種別 = "箱",
				番号 = 920,
			},
			０２６０ = {
				マップ位置 = (list) { 148, 5 },
				種別 = "箱",
				番号 = 1110,
			},
			０２６１ = {
				マップ位置 = (list) { 148, 17 },
				種別 = "道（─）",
			},
			０２６２ = {
				マップ位置 = (list) { 149, 5 },
				種別 = "道（─）",
			},
			０２６３ = {
				マップ位置 = (list) { 149, 17 },
				種別 = "道（─）",
			},
			０２６４ = {
				マップ位置 = (list) { 150, 5 },
				種別 = "道（─）",
			},
			０２６５ = {
				マップ位置 = (list) { 150, 17 },
				種別 = "箱",
				番号 = 930,
			},
			０２６６ = {
				マップ位置 = (list) { 151, 4 },
				種別 = "道（┌）",
			},
			０２６７ = {
				マップ位置 = (list) { 151, 5 },
				種別 = "箱",
				番号 = 1120,
			},
			０２６８ = {
				マップ位置 = (list) { 151, 6 },
				種別 = "道（└）",
			},
			０２６９ = {
				マップ位置 = (list) { 151, 17 },
				種別 = "道（─）",
			},
			０２７０ = {
				マップ位置 = (list) { 152, 4 },
				種別 = "箱",
				番号 = 1130,
			},
			０２７１ = {
				マップ位置 = (list) { 152, 6 },
				種別 = "箱",
				番号 = 1140,
			},
			０２７２ = {
				マップ位置 = (list) { 152, 17 },
				種別 = "道（─）",
			},
			０２７３ = {
				マップ位置 = (list) { 153, 4 },
				種別 = "道（─）",
			},
			０２７４ = {
				マップ位置 = (list) { 153, 6 },
				種別 = "道（─）",
			},
			０２７５ = {
				マップ位置 = (list) { 153, 17 },
				種別 = "箱",
				番号 = 940,
			},
			０２７６ = {
				マップ位置 = (list) { 153, 18 },
				種別 = "道（└）",
			},
			０２７７ = {
				マップ位置 = (list) { 154, 4 },
				種別 = "箱",
				番号 = 1135,
			},
			０２７８ = {
				マップ位置 = (list) { 154, 6 },
				種別 = "箱",
				番号 = 1145,
			},
			０２７９ = {
				マップ位置 = (list) { 154, 17 },
				種別 = "道（─）",
			},
			０２８０ = {
				マップ位置 = (list) { 154, 18 },
				種別 = "道（┐）",
			},
			０２８１ = {
				マップ位置 = (list) { 154, 19 },
				種別 = "道（└）",
			},
			０２８２ = {
				マップ位置 = (list) { 155, 4 },
				種別 = "道（─）",
			},
			０２８３ = {
				マップ位置 = (list) { 155, 6 },
				種別 = "道（─）",
			},
			０２８４ = {
				マップ位置 = (list) { 155, 17 },
				種別 = "道（─）",
				番号 = 944,
			},
			０２８５ = {
				マップ位置 = (list) { 155, 19 },
				種別 = "箱",
				番号 = 946,
			},
			０２８６ = {
				マップ位置 = (list) { 156, 4 },
				種別 = "道（┐）",
			},
			０２８７ = {
				マップ位置 = (list) { 156, 5 },
				種別 = "道（├）",
			},
			０２８８ = {
				マップ位置 = (list) { 156, 6 },
				種別 = "道（┘）",
			},
			０２８９ = {
				マップ位置 = (list) { 156, 17 },
				種別 = "道（─）",
			},
			０２９０ = {
				マップ位置 = (list) { 156, 19 },
				種別 = "道（─）",
			},
			０２９１ = {
				マップ位置 = (list) { 157, 5 },
				種別 = "箱",
				番号 = 1150,
			},
			０２９２ = {
				マップ位置 = (list) { 157, 17 },
				種別 = "道（┐）",
				番号 = 945,
			},
			０２９３ = {
				マップ位置 = (list) { 157, 18 },
				種別 = "道（├）",
			},
			０２９４ = {
				マップ位置 = (list) { 157, 19 },
				種別 = "道（┘）",
			},
			０２９５ = {
				マップ位置 = (list) { 158, 5 },
				種別 = "道（─）",
			},
			０２９６ = {
				マップ位置 = (list) { 158, 18 },
				種別 = "箱",
				番号 = 950,
			},
			０２９７ = {
				マップ位置 = (list) { 159, 5 },
				種別 = "箱",
				番号 = 1160,
			},
			０２９８ = {
				マップ位置 = (list) { 159, 18 },
				種別 = "道（─）",
			},
			０２９９ = {
				マップ位置 = (list) { 160, 5 },
				種別 = "道（─）",
			},
			０３００ = {
				マップ位置 = (list) { 160, 18 },
				種別 = "道（─）",
			},
			０３０１ = {
				マップ位置 = (list) { 161, 5 },
				種別 = "道（─）",
			},
			０３０２ = {
				マップ位置 = (list) { 161, 18 },
				種別 = "道（─）",
			},
			０３０３ = {
				マップ位置 = (list) { 162, 5 },
				種別 = "道（─）",
			},
			０３０４ = {
				マップ位置 = (list) { 162, 18 },
				種別 = "道（─）",
			},
			０３０５ = {
				マップ位置 = (list) { 163, 5 },
				種別 = "箱",
				番号 = 1170,
			},
			０３０６ = {
				マップ位置 = (list) { 163, 18 },
				種別 = "道（─）",
			},
			０３０７ = {
				マップ位置 = (list) { 164, 5 },
				種別 = "道（─）",
			},
			０３０８ = {
				マップ位置 = (list) { 164, 18 },
				種別 = "道（─）",
			},
			０３０９ = {
				マップ位置 = (list) { 165, 5 },
				種別 = "道（─）",
			},
			０３１０ = {
				マップ位置 = (list) { 165, 17 },
				種別 = "道（┌）",
			},
			０３１１ = {
				マップ位置 = (list) { 165, 18 },
				種別 = "箱",
				番号 = 960,
			},
			０３１２ = {
				マップ位置 = (list) { 166, 5 },
				種別 = "箱",
				番号 = 1180,
			},
			０３１３ = {
				マップ位置 = (list) { 166, 17 },
				種別 = "箱",
				番号 = 965,
			},
			０３１４ = {
				マップ位置 = (list) { 166, 18 },
				種別 = "道（─）",
			},
			０３１５ = {
				マップ位置 = (list) { 167, 18 },
				種別 = "道（─）",
			},
			０３１６ = {
				マップ位置 = (list) { 168, 18 },
				種別 = "道（─）",
			},
			０３１７ = {
				マップ位置 = (list) { 169, 18 },
				種別 = "道（─）",
			},
			０３１８ = {
				マップ位置 = (list) { 170, 18 },
				種別 = "箱",
				番号 = 970,
			},
			０３１９ = {
				マップ位置 = (list) { 171, 18 },
				種別 = "道（─）",
			},
			０３２０ = {
				マップ位置 = (list) { 172, 18 },
				種別 = "道（─）",
			},
			０３２１ = {
				マップ位置 = (list) { 173, 18 },
				種別 = "道（─）",
			},
			０３２２ = {
				マップ位置 = (list) { 174, 17 },
				種別 = "道（┌）",
			},
			０３２３ = {
				マップ位置 = (list) { 174, 18 },
				種別 = "箱",
				番号 = 980,
			},
			０３２４ = {
				マップ位置 = (list) { 175, 17 },
				種別 = "箱",
				番号 = 985,
			},
			０３２５ = {
				マップ位置 = (list) { 175, 18 },
				種別 = "道（─）",
			},
			０３２６ = {
				マップ位置 = (list) { 176, 18 },
				種別 = "道（─）",
			},
			０３２７ = {
				マップ位置 = (list) { 177, 18 },
				種別 = "道（─）",
			},
			０３２８ = {
				マップ位置 = (list) { 178, 17 },
				種別 = "道（┌）",
			},
			０３２９ = {
				マップ位置 = (list) { 178, 18 },
				種別 = "箱",
				番号 = 990,
			},
			０３３０ = {
				マップ位置 = (list) { 179, 17 },
				種別 = "箱",
				番号 = 996,
			},
			０３３１ = {
				マップ位置 = (list) { 179, 18 },
				種別 = "道（─）",
			},
			０３３２ = {
				マップ位置 = (list) { 180, 18 },
				種別 = "箱",
				番号 = 995,
			},
		},
	},
	地底大作戦／砦 = {
		サイズ = (list) { 70, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 2, 5 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 5 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 5 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 5, 5 },
				種別 = "道（┐）",
			},
			０００５ = {
				マップ位置 = (list) { 5, 6 },
				種別 = "道（└）",
			},
			０００６ = {
				マップ位置 = (list) { 6, 6 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 7, 6 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 8, 6 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 9, 6 },
				種別 = "道（┐）",
			},
			００１０ = {
				マップ位置 = (list) { 9, 7 },
				種別 = "道（└）",
			},
			００１１ = {
				マップ位置 = (list) { 10, 7 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 7 },
				種別 = "箱",
				番号 = 20,
			},
			００１３ = {
				マップ位置 = (list) { 12, 7 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 7 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 7 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 15, 7 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 7 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 7 },
				種別 = "道（─）",
				番号 = 35,
			},
			００１９ = {
				マップ位置 = (list) { 18, 6 },
				種別 = "道（┌）",
			},
			００２０ = {
				マップ位置 = (list) { 18, 7 },
				種別 = "道（┘）",
			},
			００２１ = {
				マップ位置 = (list) { 19, 6 },
				種別 = "箱",
				番号 = 40,
			},
			００２２ = {
				マップ位置 = (list) { 20, 6 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 21, 6 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 22, 6 },
				種別 = "道（┐）",
				番号 = 45,
			},
			００２５ = {
				マップ位置 = (list) { 22, 7 },
				種別 = "道（└）",
			},
			００２６ = {
				マップ位置 = (list) { 23, 7 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 24, 7 },
				種別 = "箱",
				番号 = 50,
			},
			００２８ = {
				マップ位置 = (list) { 25, 7 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 26, 7 },
				種別 = "道（┐）",
			},
			００３０ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "道（└）",
				番号 = 55,
			},
			００３１ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 29, 8 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 30, 8 },
				種別 = "箱",
				番号 = 60,
			},
			００３５ = {
				マップ位置 = (list) { 31, 8 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 32, 8 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 33, 8 },
				種別 = "箱",
				番号 = 70,
			},
			００３８ = {
				マップ位置 = (list) { 34, 7 },
				種別 = "道（┌）",
				番号 = 75,
			},
			００３９ = {
				マップ位置 = (list) { 34, 8 },
				種別 = "道（┘）",
			},
			００４０ = {
				マップ位置 = (list) { 35, 7 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 36, 7 },
				種別 = "箱",
				番号 = 80,
			},
			００４２ = {
				マップ位置 = (list) { 37, 7 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 38, 7 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 39, 7 },
				種別 = "箱",
				番号 = 90,
			},
			００４５ = {
				マップ位置 = (list) { 40, 7 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 41, 7 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 42, 7 },
				種別 = "道（┐）",
				番号 = 95,
			},
			００４８ = {
				マップ位置 = (list) { 42, 8 },
				種別 = "道（└）",
			},
			００４９ = {
				マップ位置 = (list) { 43, 8 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 44, 8 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 45, 8 },
				種別 = "箱",
				番号 = 100,
			},
			００５２ = {
				マップ位置 = (list) { 46, 8 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 47, 8 },
				種別 = "道（┐）",
			},
			００５４ = {
				マップ位置 = (list) { 47, 9 },
				種別 = "道（└）",
				番号 = 105,
			},
			００５５ = {
				マップ位置 = (list) { 48, 9 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 49, 9 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 50, 9 },
				種別 = "箱",
				番号 = 110,
			},
			００５８ = {
				マップ位置 = (list) { 51, 9 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 52, 9 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 53, 9 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 54, 9 },
				種別 = "箱",
				番号 = 120,
			},
			００６２ = {
				マップ位置 = (list) { 55, 9 },
				種別 = "道（┐）",
			},
			００６３ = {
				マップ位置 = (list) { 55, 10 },
				種別 = "道（└）",
			},
			００６４ = {
				マップ位置 = (list) { 56, 10 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "箱",
				番号 = 130,
			},
			００６７ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "箱",
				番号 = 200,
			},
			００７０ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "箱",
				番号 = 210,
			},
			００７２ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 65, 10 },
				種別 = "箱",
				番号 = 220,
			},
		},
	},
	徴兵作戦 = {
		サイズ = (list) { 17, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 1, 12 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 2, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 3, 11 },
				種別 = "道（┌）",
			},
			０００４ = {
				マップ位置 = (list) { 3, 12 },
				種別 = "箱",
				番号 = 15,
			},
			０００５ = {
				マップ位置 = (list) { 3, 13 },
				種別 = "道（└）",
			},
			０００６ = {
				マップ位置 = (list) { 4, 9 },
				種別 = "道（┌）",
			},
			０００７ = {
				マップ位置 = (list) { 4, 10 },
				種別 = "道（│）",
			},
			０００８ = {
				マップ位置 = (list) { 4, 11 },
				種別 = "道（┘）",
			},
			０００９ = {
				マップ位置 = (list) { 4, 13 },
				種別 = "道（┐）",
			},
			００１０ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "道（│）",
			},
			００１１ = {
				マップ位置 = (list) { 4, 15 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 5, 7 },
				種別 = "道（┌）",
			},
			００１３ = {
				マップ位置 = (list) { 5, 8 },
				種別 = "道（│）",
			},
			００１４ = {
				マップ位置 = (list) { 5, 9 },
				種別 = "箱",
				番号 = 20,
			},
			００１５ = {
				マップ位置 = (list) { 5, 10 },
				種別 = "道（│）",
			},
			００１６ = {
				マップ位置 = (list) { 5, 11 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 5, 13 },
				種別 = "道（┌）",
			},
			００１８ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（│）",
			},
			００１９ = {
				マップ位置 = (list) { 5, 15 },
				種別 = "箱",
				番号 = 40,
			},
			００２０ = {
				マップ位置 = (list) { 5, 16 },
				種別 = "道（│）",
			},
			００２１ = {
				マップ位置 = (list) { 5, 17 },
				種別 = "道（└）",
			},
			００２２ = {
				マップ位置 = (list) { 6, 7 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 6, 11 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 6, 17 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 7, 7 },
				種別 = "箱",
				番号 = 100,
			},
			００２７ = {
				マップ位置 = (list) { 7, 11 },
				種別 = "箱",
				番号 = 200,
			},
			００２８ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "箱",
				番号 = 300,
			},
			００２９ = {
				マップ位置 = (list) { 7, 17 },
				種別 = "箱",
				番号 = 400,
			},
			００３０ = {
				マップ位置 = (list) { 8, 7 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 8, 11 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 8, 17 },
				種別 = "道（─）",
			},
			００３４ = {
				マップ位置 = (list) { 9, 7 },
				種別 = "道（┐）",
			},
			００３５ = {
				マップ位置 = (list) { 9, 8 },
				種別 = "道（│）",
			},
			００３６ = {
				マップ位置 = (list) { 9, 9 },
				種別 = "道（├）",
			},
			００３７ = {
				マップ位置 = (list) { 9, 10 },
				種別 = "道（│）",
			},
			００３８ = {
				マップ位置 = (list) { 9, 11 },
				種別 = "道（┘）",
			},
			００３９ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（┐）",
			},
			００４０ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（│）",
			},
			００４１ = {
				マップ位置 = (list) { 9, 15 },
				種別 = "道（├）",
			},
			００４２ = {
				マップ位置 = (list) { 9, 16 },
				種別 = "道（│）",
			},
			００４３ = {
				マップ位置 = (list) { 9, 17 },
				種別 = "道（┘）",
			},
			００４４ = {
				マップ位置 = (list) { 10, 7 },
				種別 = "道（┌）",
			},
			００４５ = {
				マップ位置 = (list) { 10, 8 },
				種別 = "道（│）",
			},
			００４６ = {
				マップ位置 = (list) { 10, 9 },
				種別 = "箱",
				番号 = 30,
			},
			００４７ = {
				マップ位置 = (list) { 10, 10 },
				種別 = "道（│）",
			},
			００４８ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "道（└）",
			},
			００４９ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（┌）",
			},
			００５０ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "道（│）",
			},
			００５１ = {
				マップ位置 = (list) { 10, 15 },
				種別 = "箱",
				番号 = 50,
			},
			００５２ = {
				マップ位置 = (list) { 10, 16 },
				種別 = "道（│）",
			},
			００５３ = {
				マップ位置 = (list) { 10, 17 },
				種別 = "道（└）",
			},
			００５４ = {
				マップ位置 = (list) { 11, 7 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 11, 17 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 12, 7 },
				種別 = "箱",
				番号 = 110,
			},
			００５９ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "箱",
				番号 = 210,
			},
			００６０ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "箱",
				番号 = 310,
			},
			００６１ = {
				マップ位置 = (list) { 12, 17 },
				種別 = "箱",
				番号 = 410,
			},
			００６２ = {
				マップ位置 = (list) { 13, 7 },
				種別 = "道（─）",
			},
			００６３ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 13, 17 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 14, 7 },
				種別 = "道（┐）",
			},
			００６７ = {
				マップ位置 = (list) { 14, 8 },
				種別 = "道（│）",
			},
			００６８ = {
				マップ位置 = (list) { 14, 9 },
				種別 = "道（│）",
			},
			００６９ = {
				マップ位置 = (list) { 14, 10 },
				種別 = "道（│）",
			},
			００７０ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（┤）",
			},
			００７１ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（├）",
			},
			００７２ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（┤）",
			},
			００７３ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（│）",
			},
			００７４ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "道（│）",
			},
			００７５ = {
				マップ位置 = (list) { 14, 16 },
				種別 = "道（│）",
			},
			００７６ = {
				マップ位置 = (list) { 14, 17 },
				種別 = "道（┘）",
			},
			００７７ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 16, 12 },
				種別 = "箱",
				番号 = 500,
			},
		},
	},
	闘将の発掘 = {
		サイズ = (list) { 117, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 14 },
				種別 = "箱",
				番号 = 5,
			},
			０００６ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（┌）",
			},
			０００８ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（│）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 14 },
				種別 = "道（┘）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "箱",
				番号 = 10,
			},
			００１１ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 12 },
				種別 = "道（┐）",
			},
			００１３ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（└）",
				番号 = 15,
			},
			００１４ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（┐）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 14 },
				種別 = "道（└）",
			},
			００１６ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "箱",
				番号 = 20,
			},
			００１８ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┌）",
				番号 = 25,
			},
			００２０ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（┘）",
			},
			００２１ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（┌）",
			},
			００２３ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００２４ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００２７ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（┐）",
			},
			００２８ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（│）",
			},
			００２９ = {
				マップ位置 = (list) { 24, 15 },
				種別 = "道（└）",
			},
			００３０ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 25, 15 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 26, 15 },
				種別 = "箱",
				番号 = 50,
			},
			００３４ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "箱",
				番号 = 41,
			},
			００３５ = {
				マップ位置 = (list) { 27, 15 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "道（┐）",
			},
			００３７ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（├）",
			},
			００３８ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（│）",
			},
			００３９ = {
				マップ位置 = (list) { 28, 15 },
				種別 = "道（┘）",
			},
			００４０ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００４１ = {
				マップ位置 = (list) { 30, 13 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 31, 13 },
				種別 = "道（─）",
				番号 = 65,
			},
			００４３ = {
				マップ位置 = (list) { 32, 13 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 33, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００４５ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（─）",
				番号 = 75,
			},
			００４７ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "道（─）",
			},
			００４８ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００４９ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（└）",
			},
			００５０ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 38, 14 },
				種別 = "道（┐）",
			},
			００５２ = {
				マップ位置 = (list) { 38, 15 },
				種別 = "道（└）",
			},
			００５３ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "箱",
				番号 = 90,
			},
			００５４ = {
				マップ位置 = (list) { 39, 15 },
				種別 = "箱",
				番号 = 100,
			},
			００５５ = {
				マップ位置 = (list) { 40, 13 },
				種別 = "道（─）",
			},
			００５６ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "道（┌）",
			},
			００５７ = {
				マップ位置 = (list) { 40, 15 },
				種別 = "道（┘）",
			},
			００５８ = {
				マップ位置 = (list) { 41, 13 },
				種別 = "道（┬）",
			},
			００５９ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（┘）",
			},
			００６０ = {
				マップ位置 = (list) { 42, 13 },
				種別 = "箱",
				番号 = 110,
			},
			００６１ = {
				マップ位置 = (list) { 43, 13 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 44, 13 },
				種別 = "道（─）",
				番号 = 115,
			},
			００６３ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（─）",
			},
			００６４ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００６５ = {
				マップ位置 = (list) { 46, 14 },
				種別 = "道（└）",
			},
			００６６ = {
				マップ位置 = (list) { 47, 13 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "道（┐）",
			},
			００６８ = {
				マップ位置 = (list) { 47, 15 },
				種別 = "道（└）",
			},
			００６９ = {
				マップ位置 = (list) { 48, 13 },
				種別 = "箱",
				番号 = 130,
			},
			００７０ = {
				マップ位置 = (list) { 48, 15 },
				種別 = "箱",
				番号 = 140,
			},
			００７１ = {
				マップ位置 = (list) { 49, 13 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 49, 15 },
				種別 = "道（─）",
			},
			００７３ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "箱",
				番号 = 131,
			},
			００７４ = {
				マップ位置 = (list) { 50, 15 },
				種別 = "箱",
				番号 = 141,
			},
			００７５ = {
				マップ位置 = (list) { 51, 13 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 51, 15 },
				種別 = "道（─）",
			},
			００７７ = {
				マップ位置 = (list) { 52, 13 },
				種別 = "箱",
				番号 = 150,
			},
			００７８ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（│）",
			},
			００７９ = {
				マップ位置 = (list) { 52, 15 },
				種別 = "道（┘）",
			},
			００８０ = {
				マップ位置 = (list) { 53, 13 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "箱",
				番号 = 160,
			},
			００８３ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（┐）",
			},
			００８５ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（└）",
				番号 = 165,
			},
			００８６ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "道（─）",
			},
			００８７ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "箱",
				番号 = 170,
			},
			００８８ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 61, 14 },
				種別 = "箱",
				番号 = 171,
			},
			００９０ = {
				マップ位置 = (list) { 62, 13 },
				種別 = "道（┌）",
			},
			００９１ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "道（┘）",
			},
			００９２ = {
				マップ位置 = (list) { 63, 13 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 64, 12 },
				種別 = "道（┌）",
			},
			００９４ = {
				マップ位置 = (list) { 64, 13 },
				種別 = "箱",
				番号 = 200,
			},
			００９５ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（└）",
			},
			００９６ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（┌）",
			},
			００９７ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "道（┘）",
			},
			００９８ = {
				マップ位置 = (list) { 65, 13 },
				種別 = "道（─）",
			},
			００９９ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "道（─）",
			},
			０１００ = {
				マップ位置 = (list) { 66, 11 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 66, 13 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 66, 14 },
				種別 = "箱",
				番号 = 220,
			},
			０１０３ = {
				マップ位置 = (list) { 66, 15 },
				種別 = "道（└）",
			},
			０１０４ = {
				マップ位置 = (list) { 67, 11 },
				種別 = "箱",
				番号 = 210,
			},
			０１０５ = {
				マップ位置 = (list) { 67, 13 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 67, 15 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 68, 11 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 68, 15 },
				種別 = "箱",
				番号 = 230,
			},
			０１１０ = {
				マップ位置 = (list) { 69, 11 },
				種別 = "道（┐）",
			},
			０１１１ = {
				マップ位置 = (list) { 69, 12 },
				種別 = "道（│）",
			},
			０１１２ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "道（┼）",
			},
			０１１３ = {
				マップ位置 = (list) { 69, 14 },
				種別 = "道（│）",
			},
			０１１４ = {
				マップ位置 = (list) { 69, 15 },
				種別 = "道（┘）",
			},
			０１１５ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "箱",
				番号 = 250,
			},
			０１１６ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 72, 13 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（┌）",
			},
			０１１９ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "箱",
				番号 = 260,
			},
			０１２０ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "箱",
				番号 = 270,
			},
			０１２１ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "道（┘）",
			},
			０１２２ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（┐）",
			},
			０１２３ = {
				マップ位置 = (list) { 74, 14 },
				種別 = "道（└）",
			},
			０１２４ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 75, 14 },
				種別 = "箱",
				番号 = 280,
			},
			０１２６ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 76, 14 },
				種別 = "道（─）",
			},
			０１２８ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "箱",
				番号 = 271,
			},
			０１２９ = {
				マップ位置 = (list) { 77, 14 },
				種別 = "箱",
				番号 = 281,
			},
			０１３０ = {
				マップ位置 = (list) { 78, 11 },
				種別 = "道（┐）",
			},
			０１３１ = {
				マップ位置 = (list) { 78, 12 },
				種別 = "道（│）",
			},
			０１３２ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "道（├）",
			},
			０１３３ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（┘）",
			},
			０１３４ = {
				マップ位置 = (list) { 79, 13 },
				種別 = "道（─）",
			},
			０１３５ = {
				マップ位置 = (list) { 80, 13 },
				種別 = "箱",
				番号 = 290,
			},
			０１３６ = {
				マップ位置 = (list) { 81, 12 },
				種別 = "道（┌）",
			},
			０１３７ = {
				マップ位置 = (list) { 81, 13 },
				種別 = "道（┘）",
			},
			０１３８ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "箱",
				番号 = 300,
			},
			０１３９ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "道（─）",
			},
			０１４０ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "道（─）",
			},
			０１４１ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "箱",
				番号 = 310,
			},
			０１４２ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（─）",
			},
			０１４３ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（─）",
			},
			０１４５ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "道（─）",
			},
			０１４６ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "箱",
				番号 = 330,
			},
			０１４７ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "箱",
				番号 = 335,
			},
			０１４９ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "道（─）",
			},
			０１５０ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "道（┐）",
			},
			０１５１ = {
				マップ位置 = (list) { 94, 13 },
				種別 = "道（└）",
			},
			０１５２ = {
				マップ位置 = (list) { 95, 13 },
				種別 = "箱",
				番号 = 340,
			},
			０１５３ = {
				マップ位置 = (list) { 96, 13 },
				種別 = "道（─）",
			},
			０１５４ = {
				マップ位置 = (list) { 97, 13 },
				種別 = "道（─）",
			},
			０１５５ = {
				マップ位置 = (list) { 98, 13 },
				種別 = "箱",
				番号 = 350,
			},
			０１５６ = {
				マップ位置 = (list) { 99, 13 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 100, 13 },
				種別 = "道（┐）",
			},
			０１５８ = {
				マップ位置 = (list) { 100, 14 },
				種別 = "道（└）",
			},
			０１５９ = {
				マップ位置 = (list) { 101, 14 },
				種別 = "箱",
				番号 = 360,
			},
			０１６０ = {
				マップ位置 = (list) { 102, 14 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 103, 14 },
				種別 = "箱",
				番号 = 400,
			},
			０１６２ = {
				マップ位置 = (list) { 104, 14 },
				種別 = "道（─）",
			},
			０１６３ = {
				マップ位置 = (list) { 105, 13 },
				種別 = "道（┌）",
			},
			０１６４ = {
				マップ位置 = (list) { 105, 14 },
				種別 = "道（┘）",
			},
			０１６５ = {
				マップ位置 = (list) { 106, 13 },
				種別 = "箱",
				番号 = 410,
			},
			０１６６ = {
				マップ位置 = (list) { 107, 13 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 108, 13 },
				種別 = "道（┐）",
			},
			０１６８ = {
				マップ位置 = (list) { 108, 14 },
				種別 = "道（│）",
			},
			０１６９ = {
				マップ位置 = (list) { 108, 15 },
				種別 = "道（└）",
			},
			０１７０ = {
				マップ位置 = (list) { 109, 15 },
				種別 = "箱",
				番号 = 500,
			},
			０１７１ = {
				マップ位置 = (list) { 110, 15 },
				種別 = "道（─）",
			},
			０１７２ = {
				マップ位置 = (list) { 111, 15 },
				種別 = "箱",
				番号 = 510,
			},
			０１７３ = {
				マップ位置 = (list) { 112, 15 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 113, 15 },
				種別 = "箱",
				番号 = 520,
			},
		},
	},
	飛べランス城 = {
		サイズ = (list) { 119, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 12 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 12 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 12 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 6, 12 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 7, 12 },
				種別 = "箱",
				番号 = 3,
			},
			０００６ = {
				マップ位置 = (list) { 8, 12 },
				種別 = "道（┐）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（└）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 12 },
				種別 = "道（┌）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（┘）",
				番号 = 10,
			},
			００１１ = {
				マップ位置 = (list) { 11, 12 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（┌）",
			},
			００１３ = {
				マップ位置 = (list) { 12, 12 },
				種別 = "道（┘）",
				番号 = 20,
			},
			００１４ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
				番号 = 35,
			},
			００１８ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（┐）",
			},
			００１９ = {
				マップ位置 = (list) { 17, 12 },
				種別 = "道（└）",
			},
			００２０ = {
				マップ位置 = (list) { 18, 12 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（┌）",
			},
			００２２ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００２３ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（└）",
			},
			００２４ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┐）",
			},
			００２６ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（─）",
				番号 = 55,
			},
			００２９ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "箱",
				番号 = 51,
			},
			００３０ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 23, 11 },
				種別 = "道（┐）",
			},
			００３２ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（│）",
			},
			００３３ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（├）",
			},
			００３４ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（┘）",
				番号 = 56,
			},
			００３５ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（┘）",
			},
			００３７ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（─）",
				番号 = 65,
			},
			００３８ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "箱",
				番号 = 70,
			},
			００３９ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 28, 12 },
				種別 = "箱",
				番号 = 80,
			},
			００４１ = {
				マップ位置 = (list) { 29, 12 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 30, 12 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 31, 12 },
				種別 = "道（─）",
			},
			００４４ = {
				マップ位置 = (list) { 32, 12 },
				種別 = "道（─）",
			},
			００４５ = {
				マップ位置 = (list) { 33, 12 },
				種別 = "道（─）",
			},
			００４６ = {
				マップ位置 = (list) { 34, 11 },
				種別 = "道（┌）",
			},
			００４７ = {
				マップ位置 = (list) { 34, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００４８ = {
				マップ位置 = (list) { 34, 13 },
				種別 = "道（└）",
			},
			００４９ = {
				マップ位置 = (list) { 35, 11 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 35, 13 },
				種別 = "道（─）",
			},
			００５１ = {
				マップ位置 = (list) { 36, 11 },
				種別 = "箱",
				番号 = 110,
			},
			００５２ = {
				マップ位置 = (list) { 36, 13 },
				種別 = "箱",
				番号 = 120,
			},
			００５３ = {
				マップ位置 = (list) { 37, 11 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 37, 13 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 38, 11 },
				種別 = "箱",
				番号 = 115,
			},
			００５６ = {
				マップ位置 = (list) { 38, 13 },
				種別 = "箱",
				番号 = 125,
			},
			００５７ = {
				マップ位置 = (list) { 39, 11 },
				種別 = "道（┐）",
			},
			００５８ = {
				マップ位置 = (list) { 39, 12 },
				種別 = "道（├）",
			},
			００５９ = {
				マップ位置 = (list) { 39, 13 },
				種別 = "道（┘）",
			},
			００６０ = {
				マップ位置 = (list) { 40, 12 },
				種別 = "箱",
				番号 = 130,
			},
			００６１ = {
				マップ位置 = (list) { 41, 12 },
				種別 = "道（─）",
			},
			００６２ = {
				マップ位置 = (list) { 42, 11 },
				種別 = "箱",
				番号 = 190,
			},
			００６３ = {
				マップ位置 = (list) { 42, 12 },
				種別 = "道（┘）",
			},
			００６４ = {
				マップ位置 = (list) { 43, 11 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 44, 11 },
				種別 = "道（┐）",
			},
			００６６ = {
				マップ位置 = (list) { 44, 12 },
				種別 = "道（└）",
			},
			００６７ = {
				マップ位置 = (list) { 45, 12 },
				種別 = "箱",
				番号 = 200,
			},
			００６８ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "道（─）",
			},
			００７０ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（─）",
				番号 = 205,
			},
			００７１ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "道（─）",
			},
			００７２ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "箱",
				番号 = 210,
			},
			００７３ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（┌）",
			},
			００７４ = {
				マップ位置 = (list) { 51, 12 },
				種別 = "道（┘）",
			},
			００７５ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "箱",
				番号 = 220,
			},
			００７７ = {
				マップ位置 = (list) { 53, 12 },
				種別 = "道（└）",
			},
			００７８ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 54, 12 },
				種別 = "道（┐）",
			},
			００８０ = {
				マップ位置 = (list) { 54, 13 },
				種別 = "道（└）",
			},
			００８１ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 55, 13 },
				種別 = "道（─）",
			},
			００８３ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "箱",
				番号 = 230,
			},
			００８４ = {
				マップ位置 = (list) { 56, 13 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 57, 11 },
				種別 = "道（┐）",
			},
			００８６ = {
				マップ位置 = (list) { 57, 12 },
				種別 = "道（└）",
				番号 = 235,
			},
			００８７ = {
				マップ位置 = (list) { 57, 13 },
				種別 = "道（─）",
			},
			００８８ = {
				マップ位置 = (list) { 58, 12 },
				種別 = "道（┬）",
			},
			００８９ = {
				マップ位置 = (list) { 58, 13 },
				種別 = "道（┘）",
			},
			００９０ = {
				マップ位置 = (list) { 59, 12 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 60, 12 },
				種別 = "箱",
				番号 = 240,
			},
			００９２ = {
				マップ位置 = (list) { 61, 10 },
				種別 = "道（┌）",
			},
			００９３ = {
				マップ位置 = (list) { 61, 11 },
				種別 = "道（│）",
			},
			００９４ = {
				マップ位置 = (list) { 61, 12 },
				種別 = "道（┘）",
			},
			００９５ = {
				マップ位置 = (list) { 62, 10 },
				種別 = "道（─）",
				番号 = 245,
			},
			００９６ = {
				マップ位置 = (list) { 63, 10 },
				種別 = "道（─）",
			},
			００９７ = {
				マップ位置 = (list) { 64, 10 },
				種別 = "道（─）",
			},
			００９８ = {
				マップ位置 = (list) { 65, 10 },
				種別 = "道（┐）",
			},
			００９９ = {
				マップ位置 = (list) { 65, 11 },
				種別 = "道（│）",
				番号 = 246,
			},
			０１００ = {
				マップ位置 = (list) { 65, 12 },
				種別 = "箱",
				番号 = 260,
			},
			０１０１ = {
				マップ位置 = (list) { 66, 12 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 67, 12 },
				種別 = "箱",
				番号 = 270,
			},
			０１０３ = {
				マップ位置 = (list) { 68, 12 },
				種別 = "道（─）",
			},
			０１０４ = {
				マップ位置 = (list) { 69, 12 },
				種別 = "道（─）",
			},
			０１０５ = {
				マップ位置 = (list) { 70, 12 },
				種別 = "道（─）",
			},
			０１０６ = {
				マップ位置 = (list) { 71, 12 },
				種別 = "道（─）",
			},
			０１０７ = {
				マップ位置 = (list) { 72, 12 },
				種別 = "道（─）",
			},
			０１０８ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 74, 11 },
				種別 = "道（┌）",
			},
			０１１０ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "箱",
				番号 = 300,
			},
			０１１１ = {
				マップ位置 = (list) { 74, 13 },
				種別 = "道（└）",
			},
			０１１２ = {
				マップ位置 = (list) { 75, 11 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 75, 13 },
				種別 = "道（─）",
			},
			０１１４ = {
				マップ位置 = (list) { 76, 11 },
				種別 = "箱",
				番号 = 320,
			},
			０１１５ = {
				マップ位置 = (list) { 76, 13 },
				種別 = "箱",
				番号 = 310,
			},
			０１１６ = {
				マップ位置 = (list) { 77, 11 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 77, 13 },
				種別 = "道（─）",
			},
			０１１８ = {
				マップ位置 = (list) { 78, 11 },
				種別 = "箱",
				番号 = 325,
			},
			０１１９ = {
				マップ位置 = (list) { 78, 13 },
				種別 = "箱",
				番号 = 315,
			},
			０１２０ = {
				マップ位置 = (list) { 79, 11 },
				種別 = "道（┐）",
			},
			０１２１ = {
				マップ位置 = (list) { 79, 12 },
				種別 = "道（├）",
			},
			０１２２ = {
				マップ位置 = (list) { 79, 13 },
				種別 = "道（┘）",
			},
			０１２３ = {
				マップ位置 = (list) { 80, 12 },
				種別 = "箱",
				番号 = 400,
			},
			０１２４ = {
				マップ位置 = (list) { 81, 12 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 82, 12 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 83, 12 },
				種別 = "道（─）",
			},
			０１２７ = {
				マップ位置 = (list) { 84, 12 },
				種別 = "箱",
				番号 = 410,
			},
			０１２８ = {
				マップ位置 = (list) { 85, 12 },
				種別 = "道（─）",
			},
			０１２９ = {
				マップ位置 = (list) { 86, 12 },
				種別 = "道（─）",
			},
			０１３０ = {
				マップ位置 = (list) { 87, 12 },
				種別 = "道（─）",
				番号 = 415,
			},
			０１３１ = {
				マップ位置 = (list) { 88, 12 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 89, 10 },
				種別 = "道（┌）",
			},
			０１３３ = {
				マップ位置 = (list) { 89, 11 },
				種別 = "道（│）",
			},
			０１３４ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "箱",
				番号 = 420,
			},
			０１３５ = {
				マップ位置 = (list) { 90, 10 },
				種別 = "箱",
				番号 = 800,
			},
			０１３６ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 91, 10 },
				種別 = "道（─）",
			},
			０１３８ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（─）",
			},
			０１３９ = {
				マップ位置 = (list) { 92, 10 },
				種別 = "箱",
				番号 = 810,
			},
			０１４０ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "箱",
				番号 = 430,
			},
			０１４１ = {
				マップ位置 = (list) { 93, 9 },
				種別 = "道（┌）",
			},
			０１４２ = {
				マップ位置 = (list) { 93, 10 },
				種別 = "道（┘）",
			},
			０１４３ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "道（─）",
			},
			０１４４ = {
				マップ位置 = (list) { 94, 9 },
				種別 = "箱",
				番号 = 820,
			},
			０１４５ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "箱",
				番号 = 440,
			},
			０１４６ = {
				マップ位置 = (list) { 95, 9 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 95, 12 },
				種別 = "道（─）",
			},
			０１４８ = {
				マップ位置 = (list) { 96, 9 },
				種別 = "箱",
				番号 = 830,
			},
			０１４９ = {
				マップ位置 = (list) { 96, 12 },
				種別 = "箱",
				番号 = 445,
			},
			０１５０ = {
				マップ位置 = (list) { 97, 9 },
				種別 = "道（─）",
			},
			０１５１ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 98, 8 },
				種別 = "道（┌）",
				番号 = 835,
			},
			０１５３ = {
				マップ位置 = (list) { 98, 9 },
				種別 = "道（┘）",
			},
			０１５４ = {
				マップ位置 = (list) { 98, 12 },
				種別 = "箱",
				番号 = 450,
			},
			０１５５ = {
				マップ位置 = (list) { 99, 8 },
				種別 = "箱",
				番号 = 836,
			},
			０１５６ = {
				マップ位置 = (list) { 99, 12 },
				種別 = "道（─）",
			},
			０１５７ = {
				マップ位置 = (list) { 100, 8 },
				種別 = "道（─）",
			},
			０１５８ = {
				マップ位置 = (list) { 100, 12 },
				種別 = "箱",
				番号 = 455,
			},
			０１５９ = {
				マップ位置 = (list) { 101, 8 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 101, 12 },
				種別 = "道（─）",
			},
			０１６１ = {
				マップ位置 = (list) { 102, 8 },
				種別 = "箱",
				番号 = 840,
			},
			０１６２ = {
				マップ位置 = (list) { 102, 12 },
				種別 = "箱",
				番号 = 460,
			},
			０１６３ = {
				マップ位置 = (list) { 103, 8 },
				種別 = "道（─）",
			},
			０１６４ = {
				マップ位置 = (list) { 103, 12 },
				種別 = "道（─）",
			},
			０１６５ = {
				マップ位置 = (list) { 104, 8 },
				種別 = "箱",
				番号 = 850,
			},
			０１６６ = {
				マップ位置 = (list) { 104, 10 },
				種別 = "道（┌）",
			},
			０１６７ = {
				マップ位置 = (list) { 104, 11 },
				種別 = "道（│）",
			},
			０１６８ = {
				マップ位置 = (list) { 104, 12 },
				種別 = "道（┘）",
			},
			０１６９ = {
				マップ位置 = (list) { 105, 10 },
				種別 = "箱",
				番号 = 500,
			},
			０１７０ = {
				マップ位置 = (list) { 106, 10 },
				種別 = "道（┐）",
			},
			０１７１ = {
				マップ位置 = (list) { 106, 11 },
				種別 = "道（│）",
			},
			０１７２ = {
				マップ位置 = (list) { 106, 12 },
				種別 = "道（└）",
				番号 = 505,
			},
			０１７３ = {
				マップ位置 = (list) { 107, 12 },
				種別 = "道（─）",
			},
			０１７４ = {
				マップ位置 = (list) { 108, 11 },
				種別 = "道（┌）",
			},
			０１７５ = {
				マップ位置 = (list) { 108, 12 },
				種別 = "箱",
				番号 = 700,
			},
			０１７６ = {
				マップ位置 = (list) { 109, 11 },
				種別 = "道（─）",
			},
			０１７７ = {
				マップ位置 = (list) { 109, 12 },
				種別 = "道（─）",
			},
			０１７８ = {
				マップ位置 = (list) { 110, 11 },
				種別 = "道（─）",
			},
			０１７９ = {
				マップ位置 = (list) { 110, 12 },
				種別 = "箱",
				番号 = 710,
			},
			０１８０ = {
				マップ位置 = (list) { 111, 11 },
				種別 = "箱",
				番号 = 760,
			},
			０１８１ = {
				マップ位置 = (list) { 111, 12 },
				種別 = "道（─）",
			},
			０１８２ = {
				マップ位置 = (list) { 112, 12 },
				種別 = "道（─）",
			},
			０１８３ = {
				マップ位置 = (list) { 113, 12 },
				種別 = "箱",
				番号 = 750,
			},
		},
	},
	魔王を異界に帰す = {
		サイズ = (list) { 36, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 6, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００２ = {
				マップ位置 = (list) { 7, 13 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "箱",
				番号 = 20,
			},
			０００４ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 13, 12 },
				種別 = "道（┌）",
			},
			０００９ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００１０ = {
				マップ位置 = (list) { 13, 14 },
				種別 = "道（└）",
			},
			００１１ = {
				マップ位置 = (list) { 14, 12 },
				種別 = "道（┐）",
			},
			００１２ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（├）",
			},
			００１３ = {
				マップ位置 = (list) { 14, 14 },
				種別 = "道（┘）",
			},
			００１４ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "箱",
				番号 = 40,
			},
			００１６ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "箱",
				番号 = 50,
			},
			００１８ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "箱",
				番号 = 60,
			},
			００２０ = {
				マップ位置 = (list) { 21, 13 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 22, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００２２ = {
				マップ位置 = (list) { 23, 13 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００２４ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "箱",
				番号 = 90,
			},
			００２６ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "道（└）",
			},
			００２７ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（┐）",
			},
			００２９ = {
				マップ位置 = (list) { 27, 15 },
				種別 = "道（└）",
			},
			００３０ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "箱",
				番号 = 100,
			},
			００３１ = {
				マップ位置 = (list) { 28, 15 },
				種別 = "箱",
				番号 = 110,
			},
			００３２ = {
				マップ位置 = (list) { 29, 15 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 30, 15 },
				種別 = "箱",
				番号 = 120,
			},
		},
	},
	魔王を捜す = {
		サイズ = (list) { 103, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 4, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 8, 13 },
				種別 = "道（┌）",
			},
			０００７ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（┘）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "箱",
				番号 = 100,
			},
			０００９ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（┐）",
			},
			００１１ = {
				マップ位置 = (list) { 11, 14 },
				種別 = "道（│）",
			},
			００１２ = {
				マップ位置 = (list) { 11, 15 },
				種別 = "道（└）",
				番号 = 102,
			},
			００１３ = {
				マップ位置 = (list) { 12, 15 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 13, 15 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 14, 15 },
				種別 = "箱",
				番号 = 103,
			},
			００１６ = {
				マップ位置 = (list) { 15, 15 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 16, 15 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 14 },
				種別 = "道（┌）",
			},
			００１９ = {
				マップ位置 = (list) { 17, 15 },
				種別 = "箱",
				番号 = 110,
			},
			００２０ = {
				マップ位置 = (list) { 17, 16 },
				種別 = "道（└）",
			},
			００２１ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 18, 16 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 19, 14 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 19, 16 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 20, 14 },
				種別 = "箱",
				番号 = 115,
			},
			００２６ = {
				マップ位置 = (list) { 20, 16 },
				種別 = "箱",
				番号 = 112,
			},
			００２７ = {
				マップ位置 = (list) { 21, 14 },
				種別 = "道（┬）",
			},
			００２８ = {
				マップ位置 = (list) { 21, 15 },
				種別 = "道（│）",
			},
			００２９ = {
				マップ位置 = (list) { 21, 16 },
				種別 = "道（┘）",
			},
			００３０ = {
				マップ位置 = (list) { 22, 14 },
				種別 = "箱",
				番号 = 120,
			},
			００３１ = {
				マップ位置 = (list) { 23, 14 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（┌）",
			},
			００３３ = {
				マップ位置 = (list) { 24, 14 },
				種別 = "道（┘）",
			},
			００３４ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "箱",
				番号 = 122,
			},
			００３５ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（┘）",
			},
			００３６ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（┐）",
			},
			００３８ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（│）",
			},
			００３９ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "箱",
				番号 = 130,
			},
			００４０ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "道（─）",
			},
			００４１ = {
				マップ位置 = (list) { 29, 14 },
				種別 = "道（┐）",
			},
			００４２ = {
				マップ位置 = (list) { 29, 15 },
				種別 = "道（└）",
			},
			００４３ = {
				マップ位置 = (list) { 30, 15 },
				種別 = "箱",
				番号 = 140,
			},
			００４４ = {
				マップ位置 = (list) { 31, 15 },
				種別 = "道（┐）",
			},
			００４５ = {
				マップ位置 = (list) { 31, 16 },
				種別 = "道（└）",
			},
			００４６ = {
				マップ位置 = (list) { 32, 16 },
				種別 = "道（─）",
				番号 = 150,
			},
			００４７ = {
				マップ位置 = (list) { 33, 15 },
				種別 = "道（┌）",
			},
			００４８ = {
				マップ位置 = (list) { 33, 16 },
				種別 = "道（┘）",
			},
			００４９ = {
				マップ位置 = (list) { 34, 15 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 35, 15 },
				種別 = "箱",
				番号 = 155,
			},
			００５１ = {
				マップ位置 = (list) { 36, 15 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 37, 14 },
				種別 = "道（┌）",
			},
			００５３ = {
				マップ位置 = (list) { 37, 15 },
				種別 = "道（┘）",
				番号 = 160,
			},
			００５４ = {
				マップ位置 = (list) { 38, 14 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 39, 14 },
				種別 = "箱",
				番号 = 200,
			},
			００５６ = {
				マップ位置 = (list) { 40, 14 },
				種別 = "道（─）",
			},
			００５７ = {
				マップ位置 = (list) { 41, 14 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 42, 14 },
				種別 = "箱",
				番号 = 201,
			},
			００５９ = {
				マップ位置 = (list) { 43, 14 },
				種別 = "道（─）",
			},
			００６０ = {
				マップ位置 = (list) { 44, 14 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 45, 13 },
				種別 = "道（┌）",
			},
			００６２ = {
				マップ位置 = (list) { 45, 14 },
				種別 = "箱",
				番号 = 202,
			},
			００６３ = {
				マップ位置 = (list) { 45, 15 },
				種別 = "道（│）",
			},
			００６４ = {
				マップ位置 = (list) { 45, 16 },
				種別 = "道（└）",
				番号 = 206,
			},
			００６５ = {
				マップ位置 = (list) { 46, 12 },
				種別 = "道（┌）",
			},
			００６６ = {
				マップ位置 = (list) { 46, 13 },
				種別 = "道（┘）",
			},
			００６７ = {
				マップ位置 = (list) { 46, 14 },
				種別 = "道（─）",
			},
			００６８ = {
				マップ位置 = (list) { 46, 16 },
				種別 = "道（─）",
			},
			００６９ = {
				マップ位置 = (list) { 47, 12 },
				種別 = "箱",
				番号 = 203,
			},
			００７０ = {
				マップ位置 = (list) { 47, 14 },
				種別 = "道（┐）",
			},
			００７１ = {
				マップ位置 = (list) { 47, 15 },
				種別 = "箱",
				番号 = 205,
			},
			００７２ = {
				マップ位置 = (list) { 47, 16 },
				種別 = "道（─）",
				番号 = 207,
			},
			００７３ = {
				マップ位置 = (list) { 48, 12 },
				種別 = "道（─）",
			},
			００７４ = {
				マップ位置 = (list) { 48, 15 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 48, 16 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 49, 12 },
				種別 = "箱",
				番号 = 211,
			},
			００７７ = {
				マップ位置 = (list) { 49, 15 },
				種別 = "道（┬）",
			},
			００７８ = {
				マップ位置 = (list) { 49, 16 },
				種別 = "道（┘）",
				番号 = 208,
			},
			００７９ = {
				マップ位置 = (list) { 50, 12 },
				種別 = "道（┐）",
			},
			００８０ = {
				マップ位置 = (list) { 50, 13 },
				種別 = "箱",
				番号 = 204,
			},
			００８１ = {
				マップ位置 = (list) { 50, 14 },
				種別 = "道（├）",
			},
			００８２ = {
				マップ位置 = (list) { 50, 15 },
				種別 = "道（┘）",
				番号 = 212,
			},
			００８３ = {
				マップ位置 = (list) { 51, 14 },
				種別 = "箱",
				番号 = 210,
			},
			００８４ = {
				マップ位置 = (list) { 52, 14 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 53, 14 },
				種別 = "道（┐）",
			},
			００８６ = {
				マップ位置 = (list) { 53, 15 },
				種別 = "道（└）",
			},
			００８７ = {
				マップ位置 = (list) { 54, 14 },
				種別 = "道（┌）",
			},
			００８８ = {
				マップ位置 = (list) { 54, 15 },
				種別 = "箱",
				番号 = 220,
			},
			００８９ = {
				マップ位置 = (list) { 54, 16 },
				種別 = "道（└）",
			},
			００９０ = {
				マップ位置 = (list) { 55, 14 },
				種別 = "道（─）",
			},
			００９１ = {
				マップ位置 = (list) { 55, 15 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 55, 16 },
				種別 = "道（─）",
				番号 = 225,
			},
			００９３ = {
				マップ位置 = (list) { 56, 14 },
				種別 = "道（─）",
				番号 = 221,
			},
			００９４ = {
				マップ位置 = (list) { 56, 15 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 56, 16 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 57, 14 },
				種別 = "道（─）",
			},
			００９７ = {
				マップ位置 = (list) { 57, 15 },
				種別 = "箱",
				番号 = 223,
			},
			００９８ = {
				マップ位置 = (list) { 57, 16 },
				種別 = "道（─）",
				番号 = 226,
			},
			００９９ = {
				マップ位置 = (list) { 58, 14 },
				種別 = "箱",
				番号 = 222,
			},
			０１００ = {
				マップ位置 = (list) { 58, 15 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 58, 16 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 59, 14 },
				種別 = "道（─）",
			},
			０１０３ = {
				マップ位置 = (list) { 59, 15 },
				種別 = "道（─）",
				番号 = 224,
			},
			０１０４ = {
				マップ位置 = (list) { 59, 16 },
				種別 = "箱",
				番号 = 227,
			},
			０１０５ = {
				マップ位置 = (list) { 60, 14 },
				種別 = "道（┐）",
			},
			０１０６ = {
				マップ位置 = (list) { 60, 15 },
				種別 = "箱",
				番号 = 229,
			},
			０１０７ = {
				マップ位置 = (list) { 60, 16 },
				種別 = "道（┘）",
			},
			０１０８ = {
				マップ位置 = (list) { 61, 15 },
				種別 = "道（─）",
			},
			０１０９ = {
				マップ位置 = (list) { 62, 14 },
				種別 = "道（┌）",
			},
			０１１０ = {
				マップ位置 = (list) { 62, 15 },
				種別 = "道（┘）",
			},
			０１１１ = {
				マップ位置 = (list) { 63, 14 },
				種別 = "箱",
				番号 = 230,
			},
			０１１２ = {
				マップ位置 = (list) { 64, 14 },
				種別 = "道（─）",
			},
			０１１３ = {
				マップ位置 = (list) { 65, 14 },
				種別 = "道（┐）",
			},
			０１１４ = {
				マップ位置 = (list) { 65, 15 },
				種別 = "箱",
				番号 = 231,
			},
			０１１５ = {
				マップ位置 = (list) { 65, 16 },
				種別 = "道（└）",
			},
			０１１６ = {
				マップ位置 = (list) { 66, 16 },
				種別 = "道（─）",
			},
			０１１７ = {
				マップ位置 = (list) { 67, 13 },
				種別 = "箱",
				番号 = 232,
			},
			０１１８ = {
				マップ位置 = (list) { 67, 14 },
				種別 = "道（│）",
			},
			０１１９ = {
				マップ位置 = (list) { 67, 15 },
				種別 = "道（│）",
			},
			０１２０ = {
				マップ位置 = (list) { 67, 16 },
				種別 = "道（┘）",
			},
			０１２１ = {
				マップ位置 = (list) { 68, 13 },
				種別 = "道（─）",
			},
			０１２２ = {
				マップ位置 = (list) { 69, 13 },
				種別 = "道（─）",
			},
			０１２３ = {
				マップ位置 = (list) { 70, 13 },
				種別 = "箱",
				番号 = 233,
			},
			０１２４ = {
				マップ位置 = (list) { 71, 13 },
				種別 = "道（─）",
			},
			０１２５ = {
				マップ位置 = (list) { 72, 13 },
				種別 = "道（─）",
			},
			０１２６ = {
				マップ位置 = (list) { 73, 12 },
				種別 = "道（┌）",
			},
			０１２７ = {
				マップ位置 = (list) { 73, 13 },
				種別 = "箱",
				番号 = 240,
			},
			０１２８ = {
				マップ位置 = (list) { 73, 14 },
				種別 = "道（└）",
			},
			０１２９ = {
				マップ位置 = (list) { 74, 12 },
				種別 = "道（─）",
				番号 = 245,
			},
			０１３０ = {
				マップ位置 = (list) { 74, 14 },
				種別 = "道（─）",
			},
			０１３１ = {
				マップ位置 = (list) { 75, 12 },
				種別 = "道（─）",
			},
			０１３２ = {
				マップ位置 = (list) { 75, 14 },
				種別 = "道（─）",
				番号 = 243,
			},
			０１３３ = {
				マップ位置 = (list) { 76, 12 },
				種別 = "箱",
				番号 = 241,
			},
			０１３４ = {
				マップ位置 = (list) { 76, 14 },
				種別 = "箱",
				番号 = 246,
			},
			０１３５ = {
				マップ位置 = (list) { 77, 12 },
				種別 = "道（─）",
			},
			０１３６ = {
				マップ位置 = (list) { 77, 14 },
				種別 = "道（─）",
			},
			０１３７ = {
				マップ位置 = (list) { 78, 12 },
				種別 = "箱",
				番号 = 242,
			},
			０１３８ = {
				マップ位置 = (list) { 78, 14 },
				種別 = "道（─）",
				番号 = 244,
			},
			０１３９ = {
				マップ位置 = (list) { 79, 12 },
				種別 = "道（┐）",
			},
			０１４０ = {
				マップ位置 = (list) { 79, 13 },
				種別 = "道（├）",
			},
			０１４１ = {
				マップ位置 = (list) { 79, 14 },
				種別 = "道（┘）",
			},
			０１４２ = {
				マップ位置 = (list) { 80, 13 },
				種別 = "道（┐）",
			},
			０１４３ = {
				マップ位置 = (list) { 80, 14 },
				種別 = "道（└）",
			},
			０１４４ = {
				マップ位置 = (list) { 81, 14 },
				種別 = "箱",
				番号 = 250,
			},
			０１４５ = {
				マップ位置 = (list) { 81, 15 },
				種別 = "道（└）",
			},
			０１４６ = {
				マップ位置 = (list) { 82, 14 },
				種別 = "道（─）",
			},
			０１４７ = {
				マップ位置 = (list) { 82, 15 },
				種別 = "道（─）",
				番号 = 270,
			},
			０１４８ = {
				マップ位置 = (list) { 83, 14 },
				種別 = "道（─）",
			},
			０１４９ = {
				マップ位置 = (list) { 83, 15 },
				種別 = "道（─）",
				番号 = 271,
			},
			０１５０ = {
				マップ位置 = (list) { 84, 14 },
				種別 = "箱",
				番号 = 260,
			},
			０１５１ = {
				マップ位置 = (list) { 84, 15 },
				種別 = "道（─）",
			},
			０１５２ = {
				マップ位置 = (list) { 85, 13 },
				種別 = "道（┌）",
			},
			０１５３ = {
				マップ位置 = (list) { 85, 14 },
				種別 = "道（┤）",
			},
			０１５４ = {
				マップ位置 = (list) { 85, 15 },
				種別 = "道（┘）",
			},
			０１５５ = {
				マップ位置 = (list) { 86, 13 },
				種別 = "箱",
				番号 = 300,
			},
			０１５６ = {
				マップ位置 = (list) { 86, 14 },
				種別 = "道（│）",
			},
			０１５７ = {
				マップ位置 = (list) { 86, 15 },
				種別 = "道（└）",
			},
			０１５８ = {
				マップ位置 = (list) { 87, 13 },
				種別 = "道（─）",
			},
			０１５９ = {
				マップ位置 = (list) { 87, 15 },
				種別 = "道（─）",
			},
			０１６０ = {
				マップ位置 = (list) { 88, 13 },
				種別 = "箱",
				番号 = 400,
			},
			０１６１ = {
				マップ位置 = (list) { 88, 15 },
				種別 = "道（─）",
			},
			０１６２ = {
				マップ位置 = (list) { 89, 12 },
				種別 = "箱",
				番号 = 405,
			},
			０１６３ = {
				マップ位置 = (list) { 89, 13 },
				種別 = "道（┘）",
			},
			０１６４ = {
				マップ位置 = (list) { 89, 15 },
				種別 = "箱",
				番号 = 320,
			},
			０１６５ = {
				マップ位置 = (list) { 90, 12 },
				種別 = "道（─）",
			},
			０１６６ = {
				マップ位置 = (list) { 91, 12 },
				種別 = "道（─）",
			},
			０１６７ = {
				マップ位置 = (list) { 92, 12 },
				種別 = "箱",
				番号 = 410,
			},
			０１６８ = {
				マップ位置 = (list) { 93, 12 },
				種別 = "道（─）",
			},
			０１６９ = {
				マップ位置 = (list) { 94, 12 },
				種別 = "箱",
				番号 = 411,
			},
			０１７０ = {
				マップ位置 = (list) { 95, 12 },
				種別 = "道（─）",
			},
			０１７１ = {
				マップ位置 = (list) { 96, 12 },
				種別 = "箱",
				番号 = 415,
			},
			０１７２ = {
				マップ位置 = (list) { 97, 12 },
				種別 = "道（─）",
			},
			０１７３ = {
				マップ位置 = (list) { 98, 12 },
				種別 = "箱",
				番号 = 420,
			},
		},
	},
	魔王ケイブリス０６ = {
		サイズ = (list) { 16, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 4 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 5 },
				種別 = "道（└）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 4 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 4, 5 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 5, 4 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 5, 5 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 6, 4 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 6, 5 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 7, 4 },
				種別 = "箱",
				番号 = 10,
			},
			００１０ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 8, 4 },
				種別 = "道（┌）",
			},
			００１２ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "道（┘）",
			},
			００１３ = {
				マップ位置 = (list) { 9, 4 },
				種別 = "箱",
				番号 = 20,
			},
		},
	},
	魔王ケイブリス１５ = {
		サイズ = (list) { 16, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 3, 4 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 3, 5 },
				種別 = "道（└）",
			},
			０００３ = {
				マップ位置 = (list) { 4, 4 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 4, 5 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 5, 4 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 5, 5 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 6, 4 },
				種別 = "道（─）",
			},
			０００８ = {
				マップ位置 = (list) { 6, 5 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 7, 4 },
				種別 = "箱",
				番号 = 10,
			},
			００１０ = {
				マップ位置 = (list) { 7, 5 },
				種別 = "道（─）",
			},
			００１１ = {
				マップ位置 = (list) { 8, 4 },
				種別 = "道（┌）",
			},
			００１２ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "道（┘）",
			},
			００１３ = {
				マップ位置 = (list) { 9, 4 },
				種別 = "箱",
				番号 = 20,
			},
		},
	},
	魔軍を何とかする／ＪＰ = {
		サイズ = (list) { 39, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 10, 11 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 11, 11 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 12, 11 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 13, 11 },
				種別 = "道（─）",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 14, 11 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 15, 11 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 16, 11 },
				種別 = "道（─）",
				番号 = 20,
			},
			０００８ = {
				マップ位置 = (list) { 17, 11 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 18, 11 },
				種別 = "箱",
				番号 = 50,
			},
			００１０ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（┐）",
			},
			００１１ = {
				マップ位置 = (list) { 19, 12 },
				種別 = "道（└）",
			},
			００１２ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（─）",
				番号 = 55,
			},
			００１３ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
				番号 = 56,
			},
			００１５ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "箱",
				番号 = 60,
			},
			００１７ = {
				マップ位置 = (list) { 25, 12 },
				種別 = "道（┐）",
			},
			００１８ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（└）",
			},
			００１９ = {
				マップ位置 = (list) { 26, 12 },
				種別 = "道（┌）",
			},
			００２０ = {
				マップ位置 = (list) { 26, 13 },
				種別 = "箱",
				番号 = 70,
			},
			００２１ = {
				マップ位置 = (list) { 27, 11 },
				種別 = "道（┌）",
			},
			００２２ = {
				マップ位置 = (list) { 27, 12 },
				種別 = "道（┘）",
			},
			００２３ = {
				マップ位置 = (list) { 27, 13 },
				種別 = "道（─）",
			},
			００２４ = {
				マップ位置 = (list) { 28, 11 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 28, 13 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 29, 11 },
				種別 = "箱",
				番号 = 90,
			},
			００２７ = {
				マップ位置 = (list) { 29, 13 },
				種別 = "箱",
				番号 = 80,
			},
			００２８ = {
				マップ位置 = (list) { 30, 11 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 31, 11 },
				種別 = "箱",
				番号 = 100,
			},
			００３０ = {
				マップ位置 = (list) { 32, 11 },
				種別 = "道（─）",
			},
			００３１ = {
				マップ位置 = (list) { 33, 11 },
				種別 = "箱",
				番号 = 110,
			},
		},
	},
	魔物界の探索 = {
		サイズ = (list) { 33, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 14 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 14 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 14 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 8, 14 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 9, 13 },
				種別 = "道（┌）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 14 },
				種別 = "道（┘）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 13 },
				種別 = "箱",
				番号 = 10,
			},
			０００８ = {
				マップ位置 = (list) { 11, 13 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 13 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 13 },
				種別 = "箱",
				番号 = 20,
			},
			００１１ = {
				マップ位置 = (list) { 14, 13 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 13 },
				種別 = "道（─）",
			},
			００１３ = {
				マップ位置 = (list) { 16, 13 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 17, 13 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 18, 13 },
				種別 = "箱",
				番号 = 30,
			},
			００１６ = {
				マップ位置 = (list) { 18, 14 },
				種別 = "道（│）",
			},
			００１７ = {
				マップ位置 = (list) { 18, 15 },
				種別 = "道（└）",
			},
			００１８ = {
				マップ位置 = (list) { 19, 13 },
				種別 = "道（─）",
			},
			００１９ = {
				マップ位置 = (list) { 19, 15 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 20, 12 },
				種別 = "道（┌）",
			},
			００２１ = {
				マップ位置 = (list) { 20, 13 },
				種別 = "道（┘）",
			},
			００２２ = {
				マップ位置 = (list) { 20, 15 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 21, 12 },
				種別 = "箱",
				番号 = 40,
			},
			００２４ = {
				マップ位置 = (list) { 21, 15 },
				種別 = "箱",
				番号 = 50,
			},
			００２５ = {
				マップ位置 = (list) { 22, 12 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 23, 12 },
				種別 = "箱",
				番号 = 100,
			},
			００２７ = {
				マップ位置 = (list) { 24, 12 },
				種別 = "道（┐）",
			},
			００２８ = {
				マップ位置 = (list) { 24, 13 },
				種別 = "道（└）",
			},
			００２９ = {
				マップ位置 = (list) { 25, 13 },
				種別 = "道（┐）",
			},
			００３０ = {
				マップ位置 = (list) { 25, 14 },
				種別 = "道（└）",
			},
			００３１ = {
				マップ位置 = (list) { 26, 14 },
				種別 = "箱",
				番号 = 110,
			},
			００３２ = {
				マップ位置 = (list) { 27, 14 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 28, 14 },
				種別 = "箱",
				番号 = 120,
			},
		},
	},
	魔物界進軍作戦 = {
		サイズ = (list) { 62, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 4, 8 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 5, 8 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 6, 8 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 7, 8 },
				種別 = "箱",
				番号 = 5,
			},
			０００５ = {
				マップ位置 = (list) { 8, 8 },
				種別 = "道（─）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 8 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 10, 8 },
				種別 = "箱",
				番号 = 8,
			},
			０００８ = {
				マップ位置 = (list) { 11, 8 },
				種別 = "道（─）",
			},
			０００９ = {
				マップ位置 = (list) { 12, 8 },
				種別 = "道（─）",
			},
			００１０ = {
				マップ位置 = (list) { 13, 8 },
				種別 = "箱",
				番号 = 10,
			},
			００１１ = {
				マップ位置 = (list) { 14, 8 },
				種別 = "道（─）",
			},
			００１２ = {
				マップ位置 = (list) { 15, 8 },
				種別 = "箱",
				番号 = 20,
			},
			００１３ = {
				マップ位置 = (list) { 15, 9 },
				種別 = "道（└）",
			},
			００１４ = {
				マップ位置 = (list) { 16, 8 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "道（┐）",
			},
			００１６ = {
				マップ位置 = (list) { 16, 10 },
				種別 = "道（└）",
			},
			００１７ = {
				マップ位置 = (list) { 17, 8 },
				種別 = "道（─）",
			},
			００１８ = {
				マップ位置 = (list) { 17, 10 },
				種別 = "箱",
				番号 = 50,
			},
			００１９ = {
				マップ位置 = (list) { 18, 8 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 18, 10 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 19, 8 },
				種別 = "箱",
				番号 = 95,
			},
			００２２ = {
				マップ位置 = (list) { 19, 10 },
				種別 = "箱",
				番号 = 60,
			},
			００２３ = {
				マップ位置 = (list) { 19, 11 },
				種別 = "道（└）",
			},
			００２４ = {
				マップ位置 = (list) { 20, 8 },
				種別 = "道（─）",
			},
			００２５ = {
				マップ位置 = (list) { 20, 10 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 20, 11 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 21, 8 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 21, 10 },
				種別 = "箱",
				番号 = 61,
			},
			００２９ = {
				マップ位置 = (list) { 21, 11 },
				種別 = "道（─）",
			},
			００３０ = {
				マップ位置 = (list) { 22, 8 },
				種別 = "箱",
				番号 = 100,
			},
			００３１ = {
				マップ位置 = (list) { 22, 11 },
				種別 = "箱",
				番号 = 62,
			},
			００３２ = {
				マップ位置 = (list) { 23, 8 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 24, 7 },
				種別 = "道（┌）",
			},
			００３４ = {
				マップ位置 = (list) { 24, 8 },
				種別 = "箱",
				番号 = 120,
			},
			００３５ = {
				マップ位置 = (list) { 25, 6 },
				種別 = "道（┌）",
			},
			００３６ = {
				マップ位置 = (list) { 25, 7 },
				種別 = "道（┘）",
			},
			００３７ = {
				マップ位置 = (list) { 25, 8 },
				種別 = "道（─）",
			},
			００３８ = {
				マップ位置 = (list) { 26, 6 },
				種別 = "道（─）",
			},
			００３９ = {
				マップ位置 = (list) { 26, 8 },
				種別 = "道（─）",
			},
			００４０ = {
				マップ位置 = (list) { 27, 6 },
				種別 = "箱",
				番号 = 150,
			},
			００４１ = {
				マップ位置 = (list) { 27, 8 },
				種別 = "道（─）",
			},
			００４２ = {
				マップ位置 = (list) { 28, 6 },
				種別 = "道（─）",
			},
			００４３ = {
				マップ位置 = (list) { 28, 8 },
				種別 = "箱",
				番号 = 195,
			},
			００４４ = {
				マップ位置 = (list) { 29, 5 },
				種別 = "箱",
				番号 = 155,
			},
			００４５ = {
				マップ位置 = (list) { 29, 6 },
				種別 = "道（┘）",
			},
			００４６ = {
				マップ位置 = (list) { 29, 8 },
				種別 = "道（─）",
			},
			００４７ = {
				マップ位置 = (list) { 30, 4 },
				種別 = "道（┌）",
			},
			００４８ = {
				マップ位置 = (list) { 30, 5 },
				種別 = "道（┘）",
			},
			００４９ = {
				マップ位置 = (list) { 30, 8 },
				種別 = "道（─）",
			},
			００５０ = {
				マップ位置 = (list) { 31, 4 },
				種別 = "箱",
				番号 = 160,
			},
			００５１ = {
				マップ位置 = (list) { 31, 8 },
				種別 = "道（─）",
			},
			００５２ = {
				マップ位置 = (list) { 32, 4 },
				種別 = "道（─）",
			},
			００５３ = {
				マップ位置 = (list) { 32, 8 },
				種別 = "道（─）",
			},
			００５４ = {
				マップ位置 = (list) { 33, 4 },
				種別 = "道（─）",
			},
			００５５ = {
				マップ位置 = (list) { 33, 8 },
				種別 = "箱",
				番号 = 200,
			},
			００５６ = {
				マップ位置 = (list) { 34, 4 },
				種別 = "箱",
				番号 = 165,
			},
			００５７ = {
				マップ位置 = (list) { 34, 8 },
				種別 = "道（─）",
			},
			００５８ = {
				マップ位置 = (list) { 35, 4 },
				種別 = "道（─）",
			},
			００５９ = {
				マップ位置 = (list) { 35, 8 },
				種別 = "道（─）",
				番号 = 2100,
			},
			００６０ = {
				マップ位置 = (list) { 36, 4 },
				種別 = "道（─）",
			},
			００６１ = {
				マップ位置 = (list) { 36, 8 },
				種別 = "箱",
				番号 = 220,
			},
			００６２ = {
				マップ位置 = (list) { 37, 3 },
				種別 = "道（┌）",
			},
			００６３ = {
				マップ位置 = (list) { 37, 4 },
				種別 = "箱",
				番号 = 170,
			},
			００６４ = {
				マップ位置 = (list) { 37, 8 },
				種別 = "道（─）",
			},
			００６５ = {
				マップ位置 = (list) { 38, 3 },
				種別 = "道（─）",
			},
			００６６ = {
				マップ位置 = (list) { 38, 4 },
				種別 = "道（─）",
			},
			００６７ = {
				マップ位置 = (list) { 38, 8 },
				種別 = "道（┐）",
			},
			００６８ = {
				マップ位置 = (list) { 38, 9 },
				種別 = "道（│）",
			},
			００６９ = {
				マップ位置 = (list) { 38, 10 },
				種別 = "道（└）",
			},
			００７０ = {
				マップ位置 = (list) { 39, 3 },
				種別 = "道（─）",
			},
			００７１ = {
				マップ位置 = (list) { 39, 4 },
				種別 = "箱",
				番号 = 171,
			},
			００７２ = {
				マップ位置 = (list) { 39, 10 },
				種別 = "箱",
				番号 = 250,
			},
			００７３ = {
				マップ位置 = (list) { 40, 3 },
				種別 = "箱",
				番号 = 172,
			},
			００７４ = {
				マップ位置 = (list) { 40, 10 },
				種別 = "道（─）",
			},
			００７５ = {
				マップ位置 = (list) { 41, 10 },
				種別 = "道（─）",
			},
			００７６ = {
				マップ位置 = (list) { 42, 10 },
				種別 = "箱",
				番号 = 260,
			},
			００７７ = {
				マップ位置 = (list) { 43, 10 },
				種別 = "道（─）",
			},
			００７８ = {
				マップ位置 = (list) { 44, 10 },
				種別 = "道（─）",
			},
			００７９ = {
				マップ位置 = (list) { 45, 10 },
				種別 = "箱",
				番号 = 300,
			},
			００８０ = {
				マップ位置 = (list) { 46, 10 },
				種別 = "道（─）",
			},
			００８１ = {
				マップ位置 = (list) { 47, 10 },
				種別 = "道（─）",
			},
			００８２ = {
				マップ位置 = (list) { 48, 10 },
				種別 = "箱",
				番号 = 350,
			},
			００８３ = {
				マップ位置 = (list) { 49, 10 },
				種別 = "道（─）",
			},
			００８４ = {
				マップ位置 = (list) { 50, 10 },
				種別 = "道（─）",
			},
			００８５ = {
				マップ位置 = (list) { 51, 9 },
				種別 = "道（┌）",
			},
			００８６ = {
				マップ位置 = (list) { 51, 10 },
				種別 = "箱",
				番号 = 360,
			},
			００８７ = {
				マップ位置 = (list) { 51, 11 },
				種別 = "道（└）",
			},
			００８８ = {
				マップ位置 = (list) { 52, 9 },
				種別 = "道（─）",
			},
			００８９ = {
				マップ位置 = (list) { 52, 11 },
				種別 = "道（─）",
			},
			００９０ = {
				マップ位置 = (list) { 53, 9 },
				種別 = "箱",
				番号 = 370,
			},
			００９１ = {
				マップ位置 = (list) { 53, 11 },
				種別 = "道（─）",
			},
			００９２ = {
				マップ位置 = (list) { 54, 9 },
				種別 = "道（─）",
			},
			００９３ = {
				マップ位置 = (list) { 54, 11 },
				種別 = "箱",
				番号 = 380,
			},
			００９４ = {
				マップ位置 = (list) { 55, 9 },
				種別 = "道（─）",
			},
			００９５ = {
				マップ位置 = (list) { 55, 11 },
				種別 = "道（─）",
			},
			００９６ = {
				マップ位置 = (list) { 56, 9 },
				種別 = "道（┐）",
			},
			００９７ = {
				マップ位置 = (list) { 56, 10 },
				種別 = "道（├）",
			},
			００９８ = {
				マップ位置 = (list) { 56, 11 },
				種別 = "道（┘）",
			},
			００９９ = {
				マップ位置 = (list) { 57, 10 },
				種別 = "箱",
				番号 = 400,
			},
			０１００ = {
				マップ位置 = (list) { 58, 10 },
				種別 = "道（─）",
			},
			０１０１ = {
				マップ位置 = (list) { 59, 10 },
				種別 = "道（─）",
			},
			０１０２ = {
				マップ位置 = (list) { 60, 10 },
				種別 = "箱",
				番号 = 410,
			},
		},
	},
	厄災発生／飛行 = {
		サイズ = (list) { 31, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 5, 7 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 6, 7 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 7, 7 },
				種別 = "道（─）",
			},
			０００４ = {
				マップ位置 = (list) { 8, 7 },
				種別 = "箱",
				番号 = 10,
			},
			０００５ = {
				マップ位置 = (list) { 8, 8 },
				種別 = "道（└）",
			},
			０００６ = {
				マップ位置 = (list) { 9, 7 },
				種別 = "道（─）",
			},
			０００７ = {
				マップ位置 = (list) { 9, 8 },
				種別 = "道（┐）",
			},
			０００８ = {
				マップ位置 = (list) { 9, 9 },
				種別 = "道（└）",
			},
			０００９ = {
				マップ位置 = (list) { 10, 6 },
				種別 = "道（┌）",
			},
			００１０ = {
				マップ位置 = (list) { 10, 7 },
				種別 = "道（┘）",
			},
			００１１ = {
				マップ位置 = (list) { 10, 9 },
				種別 = "箱",
				番号 = 100,
			},
			００１２ = {
				マップ位置 = (list) { 11, 6 },
				種別 = "箱",
				番号 = 200,
			},
			００１３ = {
				マップ位置 = (list) { 11, 9 },
				種別 = "道（─）",
			},
			００１４ = {
				マップ位置 = (list) { 12, 6 },
				種別 = "道（─）",
			},
			００１５ = {
				マップ位置 = (list) { 12, 9 },
				種別 = "道（─）",
			},
			００１６ = {
				マップ位置 = (list) { 13, 6 },
				種別 = "道（─）",
			},
			００１７ = {
				マップ位置 = (list) { 13, 9 },
				種別 = "箱",
				番号 = 110,
			},
			００１８ = {
				マップ位置 = (list) { 14, 6 },
				種別 = "箱",
				番号 = 210,
			},
			００１９ = {
				マップ位置 = (list) { 14, 9 },
				種別 = "道（─）",
			},
			００２０ = {
				マップ位置 = (list) { 15, 6 },
				種別 = "道（─）",
			},
			００２１ = {
				マップ位置 = (list) { 15, 9 },
				種別 = "道（─）",
			},
			００２２ = {
				マップ位置 = (list) { 16, 6 },
				種別 = "道（─）",
			},
			００２３ = {
				マップ位置 = (list) { 16, 9 },
				種別 = "箱",
				番号 = 120,
			},
			００２４ = {
				マップ位置 = (list) { 17, 6 },
				種別 = "箱",
				番号 = 220,
			},
			００２５ = {
				マップ位置 = (list) { 17, 9 },
				種別 = "道（─）",
			},
			００２６ = {
				マップ位置 = (list) { 18, 6 },
				種別 = "道（─）",
			},
			００２７ = {
				マップ位置 = (list) { 18, 9 },
				種別 = "道（─）",
			},
			００２８ = {
				マップ位置 = (list) { 19, 6 },
				種別 = "道（─）",
			},
			００２９ = {
				マップ位置 = (list) { 19, 9 },
				種別 = "箱",
				番号 = 130,
			},
			００３０ = {
				マップ位置 = (list) { 20, 6 },
				種別 = "箱",
				番号 = 230,
			},
			００３１ = {
				マップ位置 = (list) { 20, 9 },
				種別 = "道（─）",
			},
			００３２ = {
				マップ位置 = (list) { 21, 6 },
				種別 = "道（─）",
			},
			００３３ = {
				マップ位置 = (list) { 21, 9 },
				種別 = "箱",
				番号 = 140,
			},
			００３４ = {
				マップ位置 = (list) { 22, 6 },
				種別 = "箱",
				番号 = 240,
			},
			００３５ = {
				マップ位置 = (list) { 22, 9 },
				種別 = "道（─）",
			},
			００３６ = {
				マップ位置 = (list) { 23, 6 },
				種別 = "道（─）",
			},
			００３７ = {
				マップ位置 = (list) { 23, 9 },
				種別 = "箱",
				番号 = 150,
			},
			００３８ = {
				マップ位置 = (list) { 24, 6 },
				種別 = "箱",
				番号 = 250,
			},
		},
	},
	裸集め = {
		サイズ = (list) { 13, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 8, 5 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 9, 5 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 10, 5 },
				種別 = "箱",
				番号 = 2,
			},
			０００４ = {
				マップ位置 = (list) { 11, 5 },
				種別 = "道（─）",
			},
			０００５ = {
				マップ位置 = (list) { 12, 5 },
				種別 = "箱",
				番号 = 3,
			},
		},
	},
	卵の孵化 = {
		サイズ = (list) { 10, 30 },
		データ = {
			０００１ = {
				マップ位置 = (list) { 7, 8 },
				種別 = "箱",
				番号 = 1,
			},
			０００２ = {
				マップ位置 = (list) { 8, 8 },
				種別 = "道（─）",
			},
			０００３ = {
				マップ位置 = (list) { 9, 8 },
				種別 = "箱",
				番号 = 2,
			},
		},
	},
};