tree 識別名情報 = {
	ランス = {
		英名 = "Rance",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ビスケッタ = {
		英名 = "Biscuitta Burns",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ビスケッタ抱く／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	クリン = {
		英名 = "Klean Bew",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "ゼス１／実行済み" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ハイジ = {
		英名 = "Heidi Pankrau",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "パットンが居る" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ロナ = {
		英名 = "Rona Kestina",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	シィル = {
		英名 = "Sill Plain",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ヘルマン２／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	あてな２号 = {
		英名 = "Athena 2.0",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	量産型あてな２号 = {
		英名 = "Mass-produced Athena 2.0",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	フロストバイン = {
		英名 = "Frostbain",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	タマ = {
		英名 = "Tama",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	クレイン = {
		英名 = "Crane",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ミラクル = {
		英名 = "Miracle Tor",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "別カード　取得可能" },
		ランクアップ８０ = (list) { "全裸カード　取得可能" },
	},
	ミステリア = {
		英名 = "Mysteria Tou",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	カフェ = {
		英名 = "Cafe Artful",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "日光とカオス／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "別カード　取得可能" },
		ランクアップ８０ = (list) { "全裸カード　取得可能" },
	},
	サーナキア = {
		英名 = "Sanakia Drelshkaf",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アルカネーゼ = {
		英名 = "Alkanese Rize",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ２０ = (list) { "別カード　取得可能" },
	},
	キバ子 = {
		英名 = "Kibako",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	キャロリ = {
		英名 = "Calory Mate",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ガンジーが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アタゴ = {
		英名 = "Atago McCart",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	カロリア = {
		英名 = "Caloria Cricket",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ノア = {
		英名 = "Noah Hakobune",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	日光 = {
		英名 = "Nikkou",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ルート = {
		英名 = "Root Ari",
		キャライベント１ = (list) { "メリムが居る" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アームズ = {
		英名 = "Arms Arc",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	クルーチェ = {
		英名 = "Krutche Muffin",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	リア = {
		英名 = "Lia Parapara Leazas",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	マリス = {
		英名 = "Maris Amaryllis",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ８０ = (list) { "全裸カード　取得可能" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	アールコート = {
		英名 = "Arlcoate Marius",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ２０ = (list) { "別カード　取得可能" },
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	バレス = {
		英名 = "Barres Province",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	ハウレーン = {
		英名 = "Haurein Province",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	スー = {
		英名 = "Sioux Provence",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	コルドバ = {
		英名 = "Cordoba Burn",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	リック = {
		英名 = "Rick Addison",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	メナド = {
		英名 = "Menad Shisei",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	エクス = {
		英名 = "Ex Banquet",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	キンケード = {
		英名 = "Kinkaid Brambla",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	チルディ = {
		英名 = "Tilde Sharp",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ガールズショー正規優勝" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	レイラ = {
		英名 = "Leila Gurekuni",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "リーザス３／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ジュリア = {
		英名 = "Julia Lindum",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ジュリア改造／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	チャカ = {
		英名 = "Chaka Cadmium",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "自由都市健在" },
	},
	メルフェイス = {
		英名 = "Melfeis Promenade",
		キャライベント１ = (list) { "メルフェイスの呪い" },
		キャライベント２ = (list) { "メルフェイスの呪い" },
		キャライベント３ = (list) { "メルフェイスの呪い" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	かなみ = {
		英名 = "Kanami Kentou",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	あおい = {
		英名 = "Aoi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	オーギル = {
		英名 = "Ogier Lott Stein",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	イベット = {
		英名 = "Yvette Cheria",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	シーラ = {
		英名 = "Sheila Helman",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ペルエレ = {
		英名 = "Peruele Kalette",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	クリーム = {
		英名 = "Cream Ganoblade",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ヒューバート = {
		英名 = "Hubert Lipton",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	ロレックス = {
		英名 = "Rolex Gadras",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	オルオレ = {
		英名 = "Oruore the 3rd",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	アミトス = {
		英名 = "Amitos Armitage",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	トルストイ = {
		英名 = "Tolstoy Bato",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	フレイア = {
		英名 = "Freya Idun",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	闇鷺 = {
		英名 = "Yamisagi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アナセル = {
		英名 = "Anasel Caspora",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ルーベラン = {
		英名 = "Ruberan Tser",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	メリム = {
		英名 = "Merim Tser",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	パットン = {
		英名 = "Patton Helman",
		キャライベント１ = (list) { "リーザス健在" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	サムソン = {
		英名 = "Samson Maximov",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	デストラー = {
		英名 = "Bintan Destora",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	イオ = {
		英名 = "Io Ishtar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ピグ = {
		英名 = "Pigu Geliciam",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ２０ = (list) { "別カード　取得可能" },
	},
	透琳 = {
		英名 = "Sanada Tourin",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	マジック = {
		英名 = "Magic the Gandhi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ゼス２／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ウルザ = {
		英名 = "Urza Pranaice",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	千鶴子 = {
		英名 = "Yamada Chizuko",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ガンジーＣ／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アニス = {
		英名 = "Anise Sawatari",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ガンジー = {
		英名 = "Ragnarokarc Super Gandhi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ガンジーの嫁" },
		ランクアップ８０ = (list) { "別カード　取得可能" },
	},
	カオル = {
		英名 = "Kaoru Quincy Kagura",
		キャライベント１ = (list) { "ガンジーが居る" },
		キャライベント２ = (list) { "ガンジーが居る" },
		キャライベント３ = (list) { "ガンジーが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ウィチタ = {
		英名 = "Wichita Skate",
		キャライベント１ = (list) { "ガンジーが居る" },
		キャライベント２ = (list) { "ガンジーが居る" },
		キャライベント３ = (list) { "ガンジーが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	リズナ = {
		英名 = "Rizna Lanfbitt",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "リーザス２／実行済み" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "別カード　取得可能" },
		ランクアップ８０ = (list) { "全裸カード　取得可能" },
	},
	アレックス = {
		英名 = "Alex Valse",
		キャライベント１ = (list) { "ガンジーＣ／まだ" },
		キャライベント２ = (list) { "ガンジーＣ／まだ" },
		キャライベント３ = (list) { "ガンジーＣ／まだ" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	サイアス = {
		英名 = "Saias Crown",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ウスピラ = {
		英名 = "Uspira Shintou",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "パパイアが居る" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	カバッハーン = {
		英名 = "Kabachahn the Lightning",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ネルソン = {
		英名 = "Nelson Server",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "パパイアが居る" },
	},
	パパイア = {
		英名 = "Papaya Server",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "千鶴子エロ／実行済み" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	パセリ = {
		英名 = "Parsley Rig Zeth",
		キャライベント１ = (list) { "虎子が居る" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	エロピチャ = {
		英名 = "Eropicha Nyanko",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ガンジーＣ／実行済み" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	エレナ = {
		英名 = "Elena Flower",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	花屋エレナ = {
		英名 = "Elena Flower",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	マルチナ = {
		英名 = "Martina Curry",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ガルティアが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ロッキー = {
		英名 = "Rocky Bank",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	キムチ = {
		英名 = "Kimchi Drive",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "パパイアが居る" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	チョチョマン = {
		英名 = "Chochoman Publy",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ソルトアン = {
		英名 = "Sorutoan",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ブラックロータス = {
		英名 = "Black Lotus",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	セスナ = {
		英名 = "Cessna Benville",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "ワーグが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	メガデス = {
		英名 = "Megadeath Moromi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	プリマ = {
		英名 = "Prima Hononoman",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	コパンドン = {
		英名 = "Copandon Dott",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ８０ = (list) { "別カード　取得可能" },
	},
	ユーティン = {
		英名 = "Yutin Fulz",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "パパイアが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	セシル = {
		英名 = "Cecil Carna",
		キャライベント１ = (list) { "自由都市１／実行済み" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	篠田源五郎 = {
		英名 = "Shinoda Gengorou",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	子供志津香 = {
		英名 = "Masou Shizuka",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	子供ナギ = {
		英名 = "Nagi su Ragarl",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "別カード　取得可能" },
	},
	マリア = {
		英名 = "Maria Custard",
		キャライベント１ = (list) { "全地域健在" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "マリアＣ条件" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	香澄 = {
		英名 = "Kasumi K. Kasumi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	エレノア = {
		英名 = "Eleanor Ran",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ミル = {
		英名 = "Mill Yorks",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ピッテン = {
		英名 = "Pitten Chao",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "パットンが居る" },
	},
	ポロン = {
		英名 = "Poron Chao",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	メアリー = {
		英名 = "Mary Ann",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ヌヌハラ = {
		英名 = "Nunuhara Cabbage",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "自由都市健在" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	カチューシャ = {
		英名 = "Katyusha Bosch",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "カチューシャ展開３" },
		キャライベント３ = (list) { "カチューシャ展開３" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	少女カチューシャ = {
		英名 = "Katyusha Bosch",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	パパデマス = {
		英名 = "Papademas Shirusven",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	パトリシア = {
		英名 = "Patricia Bacon",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ビヨンホウ = {
		英名 = "Biyonhou Osman",
		キャライベント１ = (list) { "自由都市１／実行済み" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ペスポ = {
		英名 = "Pespo Tontone",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ドエススキー = {
		英名 = "Don Doessky",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	バーナード = {
		英名 = "Bernard Seramite",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	シルバレル = {
		英名 = "Silbarrel Silbarella",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	オノハ = {
		英名 = "Onoha Mespos",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		裸イベント = 1,
	},
	アマデス = {
		英名 = "Amades Kakades",
		キャライベント１ = (list) { "ニミッツが居る" },
		キャライベント２ = (list) { "リーザス２／実行済み" },
		キャライベント３ = (list) { "条件成立" },
	},
	イアン = {
		英名 = "Ian Ruston",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	クルックー = {
		英名 = "Crook Mofus",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ロードリング = {
		英名 = "Mi Lordring",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	サチコ = {
		英名 = "Sachiko Centers",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ２０ = (list) { "別カード　取得可能" },
	},
	セル = {
		英名 = "Sel Catchgolf",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アム = {
		英名 = "Am Yisael",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ８０ = (list) { "別カード　取得可能" },
	},
	ＢＳ = {
		英名 = "Battling Centers",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	香姫 = {
		英名 = "Oda Kouhime",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ２０ = (list) { "別カード　取得可能" },
	},
	３Ｇ = {
		英名 = "３Ｇ",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	てる = {
		英名 = "Mouri Teru",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "パパイアが居る" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		裸イベント = 1,
	},
	きく = {
		英名 = "Kikkawa Kiku",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ちぬ = {
		英名 = "Chinu Kobayakawa",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ２０ = (list) { "別カード　取得可能" },
	},
	謙信 = {
		英名 = "Uesugi Kenshin",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ８０ = (list) { "別カード　取得可能" },
	},
	愛 = {
		英名 = "Naoe Ai",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	勝子 = {
		英名 = "Uesugi Katsuko",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	虎子 = {
		英名 = "Uesugi Torako",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	義景 = {
		英名 = "Asakura Yoshikage",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	千姫 = {
		英名 = "Tokugawa Sen",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "別カード　取得可能" },
		ランクアップ８０ = (list) { "全裸カード　取得可能" },
	},
	アギレダ = {
		英名 = "Agireda Kosabusshi Zonna Abona",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	柚美 = {
		英名 = "Yuzuhara Yuzumi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	早雲 = {
		英名 = "Houjou Souun",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	五十六 = {
		英名 = "Yamamoto Isoroku",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	政宗 = {
		英名 = "Dokuganryuu Masamune",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	お町 = {
		英名 = "Omachi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ノワール = {
		英名 = "Noir",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "自由都市健在" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	野菊 = {
		英名 = "Nogiku",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "自由都市健在" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	折女 = {
		英名 = "Orime",
		キャライベント１ = (list) { "自由都市健在" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	黒部 = {
		英名 = "Kurobe",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	紀伊 = {
		英名 = "Kii",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "自由都市健在" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	乳久里 = {
		英名 = "Chikuri",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	パステル = {
		英名 = "Pastel Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	リセット = {
		英名 = "Reset Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		ランクアップ２０ = (list) { "別カード　取得可能" },
	},
	サクラ = {
		英名 = "Sakura Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	イージス = {
		英名 = "Aegis Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	モダン = {
		英名 = "Modern Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	フル = {
		英名 = "Full Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ビビッド = {
		英名 = "Vivid Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	三菱王 = {
		英名 = "King Mitsubishi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	満鉄王 = {
		英名 = "King Mantetsu",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	日立姫 = {
		英名 = "Princess Hitachi",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	東芝王子 = {
		英名 = "Prince Toshiba",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ハンティ = {
		英名 = "Hunty Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	キャンテル = {
		英名 = "Kanteru",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "キャンテルＣ条件" },
	},
	ゼータ = {
		英名 = "Zeta",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	シグマ = {
		英名 = "Sigma",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "レイが居る" },
	},
	プルーペット = {
		英名 = "Pluepet",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	メガッス = {
		英名 = "Megas Horus",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	メガワス = {
		英名 = "Megawas Horus",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	メガフォース = {
		英名 = "Megaforce Horus",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	テラ = {
		英名 = "Terra Horus",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	アカシロ = {
		英名 = "Akashiro Kalar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アスベスト = {
		英名 = "Asbestos",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	シャリエラ = {
		英名 = "Shariela",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	きゃんきゃん = {
		英名 = "Can Can",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	９７チハ = {
		英名 = "97 Chi-ha",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ラルカット = {
		英名 = "Rarukatto",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	メイドさん = {
		英名 = "Maid",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	フローズン = {
		英名 = "Frozen",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	マジスコ = {
		英名 = "Majisuko",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	バルキリー = {
		英名 = "Valkyrie",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	神風 = {
		英名 = "Kamikaze",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ハチ女 = {
		英名 = "Bee Girl",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	幸福きゃんきゃん = {
		英名 = "Lucky Can Can",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	はいからちゃん = {
		英名 = "Haikara-chan",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	上野花子 = {
		英名 = "Ueno Hanako",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	体育スター = {
		英名 = "Gym Star",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	シャチ子 = {
		英名 = "Shachiko",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ガルバン = {
		英名 = "Galban",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	めぽら = {
		英名 = "Mepora",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ミイラン = {
		英名 = "Miiran",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	鉄腕ラブル = {
		英名 = "Iron Arm Rablu",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	男装女 = {
		英名 = "Cross-dressing Woman",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	手裏剣使い = {
		英名 = "Shuriken User",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ラカン = {
		英名 = "Rakan",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	王様 = {
		英名 = "King",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	剣豪 = {
		英名 = "Master Swordsman",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	アパッチ = {
		英名 = "Apache",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	学者 = {
		英名 = "Scholar",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	マッスル = {
		英名 = "Muscle",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ニードル = {
		英名 = "Needle",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ハニ子 = {
		英名 = "Haniko",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ハニーキング = {
		英名 = "Hanny",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "ニミッツが居る" },
		キャライベント３ = (list) { "条件成立" },
	},
	ルーシー = {
		英名 = "Lucy Julietta",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "バークスハム使徒が居る" },
	},
	アーシー = {
		英名 = "Arcy Julietta",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "マーシーが居る" },
	},
	マーシー = {
		英名 = "Mercy Julietta",
		キャライベント１ = (list) { "ヘルマン健在" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	美樹 = {
		英名 = "Kurusu Miki",
		キャライベント１ = (list) { "美樹の彼氏" },
		キャライベント２ = (list) { "美樹の彼氏" },
		キャライベント３ = (list) { "美樹の彼氏" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	健太郎 = {
		英名 = "Ogawa Kentarou",
		キャライベント１ = (list) { "美樹が居る" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "美樹の彼氏はランス" },
	},
	サテラ = {
		英名 = "Satella",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	シーザー = {
		英名 = "Caesar",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	シルキィ = {
		英名 = "Silky Littleraisin",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ハウゼル = {
		英名 = "La Hawzel",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "サイゼルが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	サイゼル = {
		英名 = "La Saizel",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ユキちゃん = {
		英名 = "Apostle Yuki",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "オーロラが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	火炎書士 = {
		英名 = "Flame Scrivener",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "サイゼルが居る" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ニミッツ = {
		英名 = "Nimitz Leak",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アトランタ = {
		英名 = "Atlanta",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ジュノー = {
		英名 = "Juno",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	オーロラ = {
		英名 = "Aurora",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ワーグ = {
		英名 = "Warg",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ホーネット = {
		英名 = "Hornet",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ガルティア = {
		英名 = "Galtia",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "謙信が居る" },
		キャライベント３ = (list) { "ケッセルリンクが居る" },
	},
	ラウネア = {
		英名 = "Launea",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "政宗と黒部／実行済み" },
		キャライベント３ = (list) { "条件成立" },
	},
	タルゴ = {
		英名 = "Thalgo",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	サメザン = {
		英名 = "Samezan",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	レイ = {
		英名 = "Lei",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	パイアールロボ = {
		英名 = "Pi-R",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	女ケッセルリンク = {
		英名 = "Kesselring",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	パレロア = {
		英名 = "Paleloa",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	バーバラ = {
		英名 = "Barbara",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ファーレン = {
		英名 = "Varen",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "ケッセルリンクが居る" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	シャロン = {
		英名 = "Sharon",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "ケッセルリンクが居る" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	エルシール = {
		英名 = "Elsill",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	加奈代 = {
		英名 = "Kanayo",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	リリム = {
		英名 = "Lilim",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "ファーレン保有" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	アルカリア = {
		英名 = "Alcarria",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件不成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	フェリス = {
		英名 = "Feliss",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
		ランクアップ８０ = (list) { "別カード　取得可能" },
	},
	ウィリス = {
		英名 = "Willis Fujisaki",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "ロードリングが居る" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ミカン = {
		英名 = "Mikan",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ケイブニャン = {
		英名 = "Kaybnyan",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ケイブワン = {
		英名 = "Kaybwan",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ベゼルアイ大 = {
		英名 = "Bezeleye",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ベゼルアイ小 = {
		英名 = "Bezeleye",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ウェンリーナー大 = {
		英名 = "Wenlina",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ウェンリーナー小 = {
		英名 = "Wenlina",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	セラクロラス大 = {
		英名 = "Serachrolas",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	セラクロラス小 = {
		英名 = "Serachrolas",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	ハウセスナース大 = {
		英名 = "Housesnurse",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	ハウセスナース小 = {
		英名 = "Housesnurse",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
	},
	アスカ = {
		英名 = "Asuka Cadmium",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ジャロ = {
		英名 = "Jaro Jaslak",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ブリティシュ = {
		英名 = "British",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	リア２ = {
		英名 = "Lia Parapara Leazas",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	コンバート = {
		英名 = "Convert Tax",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	バード = {
		英名 = "Bird Lithfie",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ホ・ラガ = {
		英名 = "Ho Laga",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	よーぜふ = {
		英名 = "Yosef",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	シーラ２ = {
		英名 = "Sheila Helman",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	タイガー将軍 = {
		英名 = "Tiger General",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ザカリテ = {
		英名 = "Xacalite",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	瀕死の子１ = {
		英名 = "Millilicca",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	瀕死の子２ = {
		英名 = "Jamco",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	マジック２ = {
		英名 = "Magic the Gandhi",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ＹＯＲＡ = {
		英名 = "YORA",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ニーナ = {
		英名 = "Nina Nirvana",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	アレキサンダー = {
		英名 = "Alexander",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	シュリ = {
		英名 = "Shuri Seihajuu Nagasaki",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	マリア２ = {
		英名 = "Maria Custard",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	メアリー２ = {
		英名 = "Mary Ann",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	バファムーン = {
		英名 = "Baphamoon",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	エロヤック = {
		英名 = "Eroyack ALV",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	船長 = {
		英名 = "Captain",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	すず = {
		英名 = "Houjou Suzu",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ＫＤ = {
		英名 = "KD",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ジャハルッカス = {
		英名 = "Jaharukkasu",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	アスタコ = {
		英名 = "ASTACO",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	アリス = {
		英名 = "Alice",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	闇アリス = {
		英名 = "Dark Alice",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	"肉片 ルート" = {
		英名 = "Root Ari",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	戯骸 = {
		英名 = "Gigai",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	リクチェル = {
		英名 = "Richelle Von De Course",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ＤＤ = {
		英名 = "DD",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ゲイマルク = {
		英名 = "Geimark",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	カミーラ = {
		英名 = "Camilla",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	かわぞえ = {
		英名 = "Kawazoe",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ますぞえ = {
		英名 = "Masuzoe",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	クエルプラン = {
		英名 = "Quelplan",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	コーラ = {
		英名 = "Cola",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ジーク = {
		英名 = "Sieg",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	テオマン = {
		英名 = "Arios Theoman",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ヌーク７７ = {
		英名 = "Nook 77",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ネプラカス = {
		英名 = "Neplacas",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	バボラ = {
		英名 = "Babolat",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ラッシー = {
		英名 = "Lassie",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	レッドアイ = {
		英名 = "RedEye",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ＡＬＩＣＥ = {
		英名 = "ALICE",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	リズナ２ = {
		英名 = "Rizna Lanfbitt",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ＰＧ = {
		英名 = "PG",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ストロガノフ = {
		英名 = "Stroganoff",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	トッポス = {
		英名 = "Toppos",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	モドカタ = {
		英名 = "Skeleton King Modokata",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ツォトン = {
		英名 = "Zedong",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ルメイ = {
		英名 = "LeMay",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ピサロ = {
		英名 = "Pizarro",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ヨシフ = {
		英名 = "Joseph",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	バイランローズ = {
		英名 = "Mud Princess Byranrose",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	ケイブリス２ = {
		英名 = "K-Chan",
		キャライベント１ = (list) { "条件不成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	鈴女 = {
		英名 = "Suzume",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	バスワルド = {
		英名 = "La Vaswald",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件成立" },
		キャライベント３ = (list) { "条件成立" },
		裸イベント = 1,
		ランクアップ４０ = (list) { "全裸カード　取得可能" },
	},
	クゥ = {
		英名 = "Cu",
		キャライベント１ = (list) { "条件成立" },
		キャライベント２ = (list) { "条件不成立" },
		キャライベント３ = (list) { "条件不成立" },
	},
	擬態／食券 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／勲章 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／戦果 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／友情 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／金塊 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／闘将軍団 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／ハニー軍団 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／ポピンズ軍団 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／残党軍団 = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／ＥＸＰＵＰ = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	擬態／アイテムＵＰ = {
		説明 = "特殊カードの説明r後でここに入れますr種類別にいろいろrかくのよー",
	},
	カード英名 = {
		"テストアイテム" = {
			英名 = "Test Item",
		},
		"テストキャラ" = {
			英名 = "Test Character",
		},
		"Lv42 ランス" = {
			英名 = "Lv42 Rance",
		},
		"全裸 ランス" = {
			英名 = "Naked Rance",
		},
		"Lv45 ランス" = {
			英名 = "Lv45 Rance",
		},
		"Lv55 ランス" = {
			英名 = "Lv55 Rance",
		},
		"Lv65 ランス" = {
			英名 = "Lv65 Rance",
		},
		"Lv85 ランス" = {
			英名 = "Lv85 Rance",
		},
		"タイニー ランス" = {
			英名 = "Tiny Rance",
		},
		"Lv10 ランス(R1)" = {
			英名 = "Lv10 Rance (R1)",
		},
		"Lv18 ランス(R2)" = {
			英名 = "Lv18 Rance (R2)",
		},
		"Lv23 ランス(R3)" = {
			英名 = "Lv23 Rance (R3)",
		},
		"Lv29 ランス(R4)" = {
			英名 = "Lv29 Rance (R4)",
		},
		"Lv33 ランス(R5)" = {
			英名 = "Lv33 Rance (R5)",
		},
		"医者 ランス(R6)" = {
			英名 = "Doctor Rance (R6)",
		},
		"Lv38 ランス(R7)" = {
			英名 = "Lv38 Rance (R7)",
		},
		"Lv40 ランス(R8)" = {
			英名 = "Lv40 Rance (R8)",
		},
		"執事 ランス(R9)" = {
			英名 = "Butler Rance (R9)",
		},
		"王様 ランス(鬼)" = {
			英名 = "King Rance (Kichikuou)",
		},
		"皇帝 ランス(宇)" = {
			英名 = "Emperor Rance (DT)",
		},
		"パンダ ランス(悪)" = {
			英名 = "Panda Rance (Daiakuji)",
		},
		"Lv38 ビスケッタ" = {
			英名 = "Lv38 Biscuitta",
		},
		"全裸 ビスケッタ" = {
			英名 = "Naked Biscuitta",
		},
		"専属メイド ビスケッタ" = {
			英名 = "Excl. Maid Biscuitta",
		},
		"Lv2 クリン" = {
			英名 = "Lv2 Klean",
		},
		"全裸 クリン" = {
			英名 = "Naked Klean",
		},
		"Lv2 ハイジ" = {
			英名 = "Lv2 Heidi",
		},
		"全裸 ハイジ" = {
			英名 = "Naked Heidi",
		},
		"Lv2 ロナ" = {
			英名 = "Lv2 Rona",
		},
		"全裸 ロナ" = {
			英名 = "Naked Rona",
		},
		"囚われ ロナ" = {
			英名 = "Prisoner Rona",
		},
		"将軍内に居た女１" = {
			英名 = "General's Girl 1",
		},
		"将軍内に居た女２" = {
			英名 = "General's Girl 2",
		},
		"将軍内に居た女３" = {
			英名 = "General's Girl 3",
		},
		"将軍内に居た女４" = {
			英名 = "General's Girl 4",
		},
		"将軍内に居た女５" = {
			英名 = "General's Girl 5",
		},
		"将軍内に居た女６" = {
			英名 = "General's Girl 6",
		},
		"将軍内に居た女７" = {
			英名 = "General's Girl 7",
		},
		"将軍内に居た女８" = {
			英名 = "General's Girl 8",
		},
		"将軍内に居た女９" = {
			英名 = "General's Girl 9",
		},
		"将軍内に居た女１０" = {
			英名 = "General's Girl 10",
		},
		"将軍内に居た女１１" = {
			英名 = "General's Girl 11",
		},
		"将軍内に居た女１２" = {
			英名 = "General's Girl 12",
		},
		"クゥ" = {
			英名 = "Cu",
		},
		"魔剣 カオス" = {
			英名 = "Demon Sword Chaos",
		},
		"究極うさぎ鍋" = {
			英名 = "Ultimate Rabbit Pot",
		},
		"シルキィメダル" = {
			英名 = "Silky Medallion",
		},
		"ハウゼルメダル" = {
			英名 = "Hawzel Medallion",
		},
		"レキシントンメダル" = {
			英名 = "Lexington Medallion",
		},
		"バボラメダル" = {
			英名 = "Babolat Medallion",
		},
		"ケッセルリンクメダル" = {
			英名 = "Kesselring Medallion",
		},
		"ガルティアメダル" = {
			英名 = "Galtia Medallion",
		},
		"メディウサメダル" = {
			英名 = "Medusa Medallion",
		},
		"レイメダル" = {
			英名 = "Lei Medallion",
		},
		"パイアールメダル" = {
			英名 = "Pi-R Medallion",
		},
		"ワーグメダル" = {
			英名 = "Warg Medallion",
		},
		"ケイブリスメダル" = {
			英名 = "Kayblis Medallion",
		},
		"ますぞえメダル" = {
			英名 = "Masuzoe Medallion",
		},
		"かわぞえメダル" = {
			英名 = "Kawazoe Medallion",
		},
		"ヨシフメダル" = {
			英名 = "Joseph Medallion",
		},
		"ルメイメダル" = {
			英名 = "LeMay Medallion",
		},
		"ツォトンメダル" = {
			英名 = "Zedong Medallion",
		},
		"ピサロメダル" = {
			英名 = "Pizarro Medallion",
		},
		"ジャハルッカスの爪" = {
			英名 = "Jhahlckas Claw",
		},
		"バンオペタの証Ｂ" = {
			英名 = "Ban Opeta's License B",
		},
		"バンオペタの証Ａ" = {
			英名 = "Ban Opeta's License A",
		},
		"宝剣イングランド" = {
			英名 = "Treasure Sword England",
		},
		"鏡餅" = {
			英名 = "Mirror Mochi",
		},
		"ＣＩＴＹの看板" = {
			英名 = "CITY Billboard",
		},
		"海の思い出" = {
			英名 = "Memories of the Sea",
		},
		"高級巻き尺" = {
			英名 = "Tape Measure",
		},
		"ひまわり型黄金像" = {
			英名 = "Sunflower Statue",
		},
		"ひょうたん型黄金像" = {
			英名 = "Gourd Golden Statue",
		},
		"盆栽型黄金像" = {
			英名 = "Bonsai Golden Statue",
		},
		"言わ猿型黄金像" = {
			英名 = "Speak-No-Evil Statue",
		},
		"ＫＤ挑戦権" = {
			英名 = "KD Challenge Ticket",
		},
		"ヒラミレモン" = {
			英名 = "Hirami Lemons",
		},
		"男の友情" = {
			英名 = "Male Friendship",
		},
		"上級天使のブラ" = {
			英名 = "High-Class Angel's Bra",
		},
		"緑の瓶" = {
			英名 = "Green Bottle",
		},
		"タロコンソード" = {
			英名 = "Talcom Sword",
		},
		"タロコン機関" = {
			英名 = "Talcom Engine",
		},
		"鋼鉄黒飴貝" = {
			英名 = "Blacksteel Shell",
		},
		"エリザベート" = {
			英名 = "Elizabeth",
		},
		"へケート" = {
			英名 = "Hecette",
		},
		"Lv35 シィル" = {
			英名 = "Lv35 Sill",
		},
		"全裸 シィル" = {
			英名 = "Naked Sill",
		},
		"Lv43 シィル" = {
			英名 = "Lv43 Sill",
		},
		"Lv47 シィル" = {
			英名 = "Lv47 Sill",
		},
		"Lv11 シィル" = {
			英名 = "Lv11 Sill",
		},
		"運命の女 シィル" = {
			英名 = "Fated Woman Sill",
		},
		"タイニー シィル" = {
			英名 = "Tiny Sill",
		},
		"あてな２号" = {
			英名 = "Athena 2.0",
		},
		"全裸 あてな２号" = {
			英名 = "Naked Athena 2.0",
		},
		"超あてな２号" = {
			英名 = "Super Athena 2.0",
		},
		"人間 あてな２号" = {
			英名 = "Human Athena 2.0",
		},
		"量産型あてな２号" = {
			英名 = "M-P Athena 2.0",
		},
		"全裸 量産型あてな２号" = {
			英名 = "Naked M-P Athena 2.0",
		},
		"魔女 フロストバイン" = {
			英名 = "Witch Frostbain",
		},
		"お手伝い タマ" = {
			英名 = "Helper Tama",
		},
		"発情期 タマ" = {
			英名 = "Breeding Season Tama",
		},
		"全裸 タマ" = {
			英名 = "Naked Tama",
		},
		"Lv28 クレイン" = {
			英名 = "Lv28 Crane",
		},
		"全裸 クレイン" = {
			英名 = "Naked Crane",
		},
		"Lv38 クレイン" = {
			英名 = "Lv38 Crane",
		},
		"Lv43 ミラクル" = {
			英名 = "Lv43 Miracle",
		},
		"Lv51 ミラクル" = {
			英名 = "Lv51 Miracle",
		},
		"全裸 ミラクル" = {
			英名 = "Naked Miracle",
		},
		"Lv66 ミラクル" = {
			英名 = "Lv66 Miracle",
		},
		"運命の女 ミラクル" = {
			英名 = "Fated Woman Miracle",
		},
		"タイニー ミラクル" = {
			英名 = "Tiny Miracle",
		},
		"魔女 ミステリア" = {
			英名 = "Witch Mysteria",
		},
		"Lv46 カフェ" = {
			英名 = "Lv46 Cafe",
		},
		"全裸 カフェ" = {
			英名 = "Naked Cafe",
		},
		"Lv66 カフェ" = {
			英名 = "Lv66 Cafe",
		},
		"Lv22 サーナキア" = {
			英名 = "Lv22 Sanakia",
		},
		"Lv8 サーナキア" = {
			英名 = "Lv8 Sanakia",
		},
		"危ない サーナキア" = {
			英名 = "Risque Sanakia",
		},
		"全裸 サーナキア" = {
			英名 = "Naked Sanakia",
		},
		"Lv38 アルカネーゼ" = {
			英名 = "Lv38 Alkanese",
		},
		"全裸 アルカネーゼ" = {
			英名 = "Naked Alkanese",
		},
		"Lv60 アルカネーゼ" = {
			英名 = "Lv60 Alkanese",
		},
		"Lv45 キバ子" = {
			英名 = "Lv45 Kibako",
		},
		"全裸 キバ子" = {
			英名 = "Naked Kibako",
		},
		"Lv36 キャロリ" = {
			英名 = "Lv36 Carolie",
		},
		"緑化病 キャロリ" = {
			英名 = "Greening Carolie",
		},
		"全裸 キャロリ" = {
			英名 = "Naked Carolie",
		},
		"Lv10 アタゴ" = {
			英名 = "Lv10 Atago",
		},
		"全裸 アタゴ" = {
			英名 = "Naked Atago",
		},
		"Lv20 カロリア" = {
			英名 = "Lv20 Caloria",
		},
		"全裸 カロリア" = {
			英名 = "Naked Caloria",
		},
		"Lv42 カロリア" = {
			英名 = "Lv42 Caloria",
		},
		"Lv32 ノア" = {
			英名 = "Lv32 Noah",
		},
		"全裸 ノア" = {
			英名 = "Naked Noah",
		},
		"Lv53 日光" = {
			英名 = "Lv53 Nikkou",
		},
		"全裸 日光" = {
			英名 = "Naked Nikkou",
		},
		"Lv17 ルート" = {
			英名 = "Lv17 Root",
		},
		"全裸 ルート" = {
			英名 = "Naked Root",
		},
		"Lv40 アームズ" = {
			英名 = "Lv40 Arms",
		},
		"Lv47 アームズ" = {
			英名 = "Lv47 Arms",
		},
		"全裸 アームズ" = {
			英名 = "Naked Arms",
		},
		"Lv57 クルーチェ" = {
			英名 = "Lv57 Krutche",
		},
		"全裸 クルーチェ" = {
			英名 = "Naked Krutche",
		},
		"ウルンセルの刃" = {
			英名 = "Urunsel Blade",
		},
		"世界純金ベアー" = {
			英名 = "Pure Gold Bear",
		},
		"シィルの杖" = {
			英名 = "Sill's Wand",
		},
		"ウニセフの旗" = {
			英名 = "Flag of UNICEF",
		},
		"聖書" = {
			英名 = "Holy Book",
		},
		"高級うし車" = {
			英名 = "Luxurious Cow Carriage",
		},
		"精鋭荷駄隊" = {
			英名 = "Elite Logistics Corps",
		},
		"部隊司令部" = {
			英名 = "Force Command",
		},
		"Lv20 リア" = {
			英名 = "Lv20 Lia",
		},
		"全裸 リア" = {
			英名 = "Naked Lia",
		},
		"運命の女 リア" = {
			英名 = "Fated Woman Lia",
		},
		"壊れた リア" = {
			英名 = "Broken Lia",
		},
		"Lv48 マリス" = {
			英名 = "Lv48 Maris",
		},
		"全裸 マリス" = {
			英名 = "Naked Maris",
		},
		"Lv67 マリス" = {
			英名 = "Lv67 Maris",
		},
		"Lv20 アールコート" = {
			英名 = "Lv20 Arlcoate",
		},
		"全裸 アールコート" = {
			英名 = "Naked Arlcoate",
		},
		"Lv43 アールコート" = {
			英名 = "Lv43 Arlcoate",
		},
		"Lv37 バレス" = {
			英名 = "Lv37 Barres",
		},
		"大将軍 バレス" = {
			英名 = "Generalissimo Barres",
		},
		"Lv36 ハウレーン" = {
			英名 = "Lv36 Haurein",
		},
		"全裸 ハウレーン" = {
			英名 = "Naked Haurein",
		},
		"Lv33 スー" = {
			英名 = "Lv33 Sioux",
		},
		"全裸 スー" = {
			英名 = "Naked Sioux",
		},
		"野生児 スー" = {
			英名 = "Wild Child Sioux",
		},
		"Lv44 コルドバ" = {
			英名 = "Lv44 Cordoba",
		},
		"Lv58 リック" = {
			英名 = "Lv58 Rick",
		},
		"Lv70 リック" = {
			英名 = "Lv70 Rick",
		},
		"Lv36 キンケード" = {
			英名 = "Lv36 Kinkaid",
		},
		"Lv46 メナド" = {
			英名 = "Lv46 Menad",
		},
		"Lv26 メナド" = {
			英名 = "Lv26 Menad",
		},
		"全裸 メナド" = {
			英名 = "Naked Menad",
		},
		"Lv29 エクス" = {
			英名 = "Lv29 Ex",
		},
		"Lv44 チルディ" = {
			英名 = "Lv44 Tilde",
		},
		"Lv31 チルディ" = {
			英名 = "Lv31 Tilde",
		},
		"運命の女 チルディ" = {
			英名 = "Fated Woman Tilde",
		},
		"全裸 チルディ" = {
			英名 = "Naked Tilde",
		},
		"穴奴隷 チルディ" = {
			英名 = "Hole Slave Tilde",
		},
		"Lv52 レイラ" = {
			英名 = "Lv52 Leila",
		},
		"酒乱 レイラ" = {
			英名 = "Drunk Leila",
		},
		"全裸 レイラ" = {
			英名 = "Naked Leila",
		},
		"Lv3 ジュリア" = {
			英名 = "Lv3 Julia",
		},
		"Lv1 ジュリア" = {
			英名 = "Lv1 Julia",
		},
		"全裸 ジュリア" = {
			英名 = "Naked Julia",
		},
		"スーパー ジュリア" = {
			英名 = "Super Julia",
		},
		"Lv39 チャカ" = {
			英名 = "Lv39 Chaka",
		},
		"Lv20 メルフェイス" = {
			英名 = "Lv20 Melfeis",
		},
		"全裸 メルフェイス" = {
			英名 = "Naked Melfeis",
		},
		"Lv48 メルフェイス" = {
			英名 = "Lv48 Melfeis",
		},
		"Lv40 かなみ" = {
			英名 = "Lv40 Kanami",
		},
		"全裸 かなみ" = {
			英名 = "Naked Kanami",
		},
		"運命の女 かなみ" = {
			英名 = "Fated Woman Kanami",
		},
		"巨大 かなみ" = {
			英名 = "Giant Kanami",
		},
		"タイニー かなみ" = {
			英名 = "Tiny Kanami",
		},
		"穴奴隷 あおい" = {
			英名 = "Hole Slave Aoi",
		},
		"全裸 あおい" = {
			英名 = "Naked Aoi",
		},
		"Lv53 オーギル" = {
			英名 = "Lv53 Ogier",
		},
		"Lv53 イベット" = {
			英名 = "Lv53 Yvette",
		},
		"全裸 イベット" = {
			英名 = "Naked Yvette",
		},
		"リーザス聖剣" = {
			英名 = "Leazas Holy Sword",
		},
		"ペルシオン" = {
			英名 = "Prussian",
		},
		"タツノオトシドコロ" = {
			英名 = "Seahorses",
		},
		"調教バイブル" = {
			英名 = "Training Bible",
		},
		"リーザスの旗" = {
			英名 = "Flag of Leazas",
		},
		"王家の歴史書" = {
			英名 = "Royal History Book",
		},
		"Lv39 シーラ" = {
			英名 = "Lv39 Sheila",
		},
		"全裸 シーラ" = {
			英名 = "Naked Sheila",
		},
		"運命の女 シーラ" = {
			英名 = "Fated Woman Sheila",
		},
		"壊れた シーラ" = {
			英名 = "Broken Sheila",
		},
		"Lv3 ペルエレ" = {
			英名 = "Lv3 Peruele",
		},
		"全裸 ペルエレ" = {
			英名 = "Naked Peruele",
		},
		"使徒 ペルエレ" = {
			英名 = "Apostle Peruele",
		},
		"Lv23 クリーム" = {
			英名 = "Lv23 Cream",
		},
		"全裸 クリーム" = {
			英名 = "Naked Cream",
		},
		"濃厚 クリーム" = {
			英名 = "Passionate Cream",
		},
		"Lv45 ヒューバート" = {
			英名 = "Lv45 Hubert",
		},
		"Lv60 ヒューバート" = {
			英名 = "Lv60 Hubert",
		},
		"Lv45 ロレックス" = {
			英名 = "Lv45 Rolex",
		},
		"Lv71 ロレックス" = {
			英名 = "Lv71 Rolex",
		},
		"Lv38 アミトス" = {
			英名 = "Lv38 Amitos",
		},
		"全裸 アミトス" = {
			英名 = "Naked Amitos",
		},
		"チュパ アミトス" = {
			英名 = "Chupa Amitos",
		},
		"Lv40 オルオレ" = {
			英名 = "Lv40 Oruore",
		},
		"Lv33 トルストイ" = {
			英名 = "Lv33 Tolstoy",
		},
		"Lv48 フレイア" = {
			英名 = "Lv48 Freya",
		},
		"全裸 フレイア" = {
			英名 = "Naked Freya",
		},
		"Lv40 闇鷺" = {
			英名 = "Lv40 Dark Heron",
		},
		"全裸 闇鷺" = {
			英名 = "Naked Dark Heron",
		},
		"Lv11 アナセル" = {
			英名 = "Lv11 Anasel",
		},
		"全裸 アナセル" = {
			英名 = "Naked Anasel",
		},
		"特上贄 アナセル" = {
			英名 = "Sacrificial Anasel",
		},
		"Lv30 ルーベラン" = {
			英名 = "Lv30 Ruberan",
		},
		"全裸 ルーベラン" = {
			英名 = "Naked Ruberan",
		},
		"Lv30 メリム" = {
			英名 = "Lv30 Merim",
		},
		"全裸 メリム" = {
			英名 = "Naked Merim",
		},
		"Lv54 パットン" = {
			英名 = "Lv54 Patton",
		},
		"Lv70 パットン" = {
			英名 = "Lv70 Patton",
		},
		"黒歴史 パットン" = {
			英名 = "Dark History Patton",
		},
		"Lv53 サムソン" = {
			英名 = "Lv53 Samson",
		},
		"Lv53 デストラー" = {
			英名 = "Lv53 Destora",
		},
		"Lv40 イオ" = {
			英名 = "Lv40 Io",
		},
		"全裸 イオ" = {
			英名 = "Naked Io",
		},
		"Lv28 ピグ" = {
			英名 = "Lv28 Pigu",
		},
		"全裸 ピグ" = {
			英名 = "Naked Pigu",
		},
		"Lv45 ピグ" = {
			英名 = "Lv45 Pigu",
		},
		"タイニー ピグ" = {
			英名 = "Tiny Pigu",
		},
		"ピグ 1/2" = {
			英名 = "Pigu 1/2",
		},
		"ピグ 1/4" = {
			英名 = "Pigu 1/4",
		},
		"ピグ 1/8" = {
			英名 = "Pigu 1/8",
		},
		"ピグ 1/16" = {
			英名 = "Pigu 1/16",
		},
		"Lv55 真田透琳" = {
			英名 = "Lv55 Sanada Tourin",
		},
		"Lv45 真田透琳" = {
			英名 = "Lv45 Sanada Tourin",
		},
		"ヘルマン石壁" = {
			英名 = "Helman Stone Wall",
		},
		"ストロンガー" = {
			英名 = "Stronger",
		},
		"真・守り神様" = {
			英名 = "True Guardian Deity",
		},
		"ヘルマンの旗" = {
			英名 = "Flag of Helman",
		},
		"ザナゲスサーガー" = {
			英名 = "Zanageth Saga",
		},
		"Lv40 マジック" = {
			英名 = "Lv40 Magic",
		},
		"全裸 マジック" = {
			英名 = "Naked Magic",
		},
		"Lv69 マジック" = {
			英名 = "Lv69 Magic",
		},
		"運命の女 マジック" = {
			英名 = "Fated Woman Magic",
		},
		"壊れた マジック" = {
			英名 = "Broken Magic",
		},
		"Lv47 ウルザ" = {
			英名 = "Lv47 Urza",
		},
		"全裸 ウルザ" = {
			英名 = "Naked Urza",
		},
		"Lv75 ウルザ" = {
			英名 = "Lv75 Urza",
		},
		"Lv50 千鶴子" = {
			英名 = "Lv50 Chizuko",
		},
		"Lv45 千鶴子" = {
			英名 = "Lv45 Chizuko",
		},
		"全裸 千鶴子" = {
			英名 = "Naked Chizuko",
		},
		"Lv56 アニス" = {
			英名 = "Lv56 Anise",
		},
		"全裸 アニス" = {
			英名 = "Naked Anise",
		},
		"Lv88 アニス" = {
			英名 = "Lv88 Anise",
		},
		"Lv60 ガンジー" = {
			英名 = "Lv60 Gandhi",
		},
		"Lv99 ガンジー" = {
			英名 = "Lv99 Gandhi",
		},
		"Lv38 カオル" = {
			英名 = "Lv38 Kaoru",
		},
		"全裸 カオル" = {
			英名 = "Naked Kaoru",
		},
		"Lv35 ウィチタ" = {
			英名 = "Lv35 Wichita",
		},
		"全裸 ウィチタ" = {
			英名 = "Naked Wichita",
		},
		"Lv25 リズナ" = {
			英名 = "Lv25 Rizna",
		},
		"Lv42 リズナ" = {
			英名 = "Lv42 Rizna",
		},
		"全裸 リズナ" = {
			英名 = "Naked Rizna",
		},
		"Lv44 アレックス" = {
			英名 = "Lv44 Alex",
		},
		"Lv80 アレックス" = {
			英名 = "Lv80 Alex",
		},
		"Lv41 サイアス" = {
			英名 = "Lv41 Saias",
		},
		"Lv36 サイアス" = {
			英名 = "Lv36 Saias",
		},
		"Lv32 ウスピラ" = {
			英名 = "Lv32 Uspira",
		},
		"Lv29 ウスピラ" = {
			英名 = "Lv29 Uspira",
		},
		"全裸 ウスピラ" = {
			英名 = "Naked Uspira",
		},
		"Lv46 カバッハーン" = {
			英名 = "Lv46 Kabachahn",
		},
		"Lv39 カバッハーン" = {
			英名 = "Lv39 Kabachahn",
		},
		"Lv17 ネルソン" = {
			英名 = "Lv17 Nelson",
		},
		"Lv48 パパイア" = {
			英名 = "Lv48 Papaya",
		},
		"全裸 パパイア" = {
			英名 = "Naked Papaya",
		},
		"英霊 パセリ" = {
			英名 = "Heroic Spirit Parsley",
		},
		"全裸 パセリ" = {
			英名 = "Naked Parsley",
		},
		"Lv13 エロピチャ" = {
			英名 = "Lv13 Eropicha",
		},
		"全裸 エロピチャ" = {
			英名 = "Naked Eropicha",
		},
		"花屋 エレナ" = {
			英名 = "Florist Elena",
		},
		"全裸 花屋エレナ" = {
			英名 = "Naked Florist Elena",
		},
		"山賊 エレナ" = {
			英名 = "Bandit Elena",
		},
		"処女山賊 エレナ" = {
			英名 = "Virgin Bandit Elena",
		},
		"全裸 エレナ" = {
			英名 = "Naked Elena",
		},
		"Lv7 マルチナ" = {
			英名 = "Lv7 Martina",
		},
		"全裸 マルチナ" = {
			英名 = "Naked Martina",
		},
		"Lv19 ロッキー" = {
			英名 = "Lv19 Rocky",
		},
		"Lv6 キムチ" = {
			英名 = "Lv6 Kimchi",
		},
		"全裸 キムチ" = {
			英名 = "Naked Kimchi",
		},
		"Lv13 チョチョマン" = {
			英名 = "Lv13 Chochoman",
		},
		"Lv53 ソルトアン" = {
			英名 = "Lv53 Sorutoan",
		},
		"全裸 ソルトアン" = {
			英名 = "Naked Sorutoan",
		},
		"Lv00 ブラックロータス" = {
			英名 = "Lv00 Black Lotus",
		},
		"Lv22 プリマ" = {
			英名 = "Lv22 Prima",
		},
		"全裸 プリマ" = {
			英名 = "Naked Prima",
		},
		"Lv18 メガデス" = {
			英名 = "Lv18 Megadeath",
		},
		"全裸 メガデス" = {
			英名 = "Naked Megadeath",
		},
		"Lv18 セスナ" = {
			英名 = "Lv18 Cessna",
		},
		"全裸 セスナ" = {
			英名 = "Naked Cessna",
		},
		"覚醒 セスナ" = {
			英名 = "Awakened Cessna",
		},
		"マジックウール" = {
			英名 = "Magic Wool",
		},
		"コメットさん" = {
			英名 = "Comet-san",
		},
		"愛フォーン９" = {
			英名 = "Ai Horn 9",
		},
		"ゼスの旗" = {
			英名 = "Flag of Zeth",
		},
		"中級魔導書" = {
			英名 = "Interm. Magic Guide",
		},
		"Lv27 コパンドン" = {
			英名 = "Lv27 Copandon",
		},
		"Lv17 コパンドン" = {
			英名 = "Lv17 Copandon",
		},
		"全裸 コパンドン" = {
			英名 = "Naked Copandon",
		},
		"大富豪 コパンドン" = {
			英名 = "Wealthy Copandon",
		},
		"Lv30 ユーティン" = {
			英名 = "Lv30 Yutin",
		},
		"全裸 ユーティン" = {
			英名 = "Naked Yutin",
		},
		"Lv42 セシル" = {
			英名 = "Lv42 Cecil",
		},
		"全裸 セシル" = {
			英名 = "Naked Cecil",
		},
		"Lv35 篠田源五郎" = {
			英名 = "Lv35 Shinoda Gengorou",
		},
		"Lv43 志津香" = {
			英名 = "Lv43 Shizuka",
		},
		"Lv61 志津香" = {
			英名 = "Lv61 Shizuka",
		},
		"運命の女 志津香" = {
			英名 = "Fated Woman Shizuka",
		},
		"タイニー 志津香" = {
			英名 = "Tiny Shizuka",
		},
		"Lv20 志津香(R2)" = {
			英名 = "Lv20 Shizuka (R2)",
		},
		"Lv28 志津香(R3)" = {
			英名 = "Lv28 Shizuka (R3)",
		},
		"Lv32 志津香(R4)" = {
			英名 = "Lv32 Shizuka (R4)",
		},
		"Lv45 志津香(R6)" = {
			英名 = "Lv45 Shizuka (R6)",
		},
		"Lv50 志津香(R7)" = {
			英名 = "Lv50 Shizuka (R7)",
		},
		"Lv54 志津香(R8)" = {
			英名 = "Lv54 Shizuka (R8)",
		},
		"Lv59 志津香(R9)" = {
			英名 = "Lv59 Shizuka (R9)",
		},
		"Lv43 ナギ" = {
			英名 = "Lv43 Nagi",
		},
		"Lv70 ナギ" = {
			英名 = "Lv70 Nagi",
		},
		"タイニー ナギ" = {
			英名 = "Tiny Nagi",
		},
		"Lv40 マリア" = {
			英名 = "Lv40 Maria",
		},
		"工場長 マリア" = {
			英名 = "Foreman Maria",
		},
		"全裸 マリア" = {
			英名 = "Naked Maria",
		},
		"壊れた マリア" = {
			英名 = "Broken Maria",
		},
		"Lv24 香澄" = {
			英名 = "Lv24 Kasumi",
		},
		"Lv12 香澄" = {
			英名 = "Lv12 Kasumi",
		},
		"全裸 香澄" = {
			英名 = "Naked Kasumi",
		},
		"Lv30 エレノア" = {
			英名 = "Lv30 Eleanor",
		},
		"Lv26 エレノア" = {
			英名 = "Lv26 Eleanor",
		},
		"全裸 エレノア" = {
			英名 = "Naked Eleanor",
		},
		"Lv34 ミル" = {
			英名 = "Lv34 Mill",
		},
		"大人化 ミル" = {
			英名 = "Adultified Mill",
		},
		"全裸 ミル" = {
			英名 = "Naked Mill",
		},
		"Lv43 ピッテン" = {
			英名 = "Lv43 Pitten",
		},
		"Lv50 ポロン" = {
			英名 = "Lv50 Poron",
		},
		"Lv9 メアリー" = {
			英名 = "Lv9 Mary",
		},
		"Lv37 ヌヌハラ" = {
			英名 = "Lv37 Nunuhara",
		},
		"全裸 ヌヌハラ" = {
			英名 = "Naked Nunuhara",
		},
		"Lv39 カチューシャ" = {
			英名 = "Lv39 Katyusha",
		},
		"全裸 カチューシャ" = {
			英名 = "Naked Katyusha",
		},
		"少女 カチューシャ" = {
			英名 = "Maiden Katyusha",
		},
		"全裸 少女カチューシャ" = {
			英名 = "Naked Maiden Katyusha",
		},
		"都市長 パパデマス" = {
			英名 = "Mayor Papademas",
		},
		"都市長 パトリシア" = {
			英名 = "Mayor Patricia",
		},
		"都市長 ビヨンホウ" = {
			英名 = "Mayor Biyonhou",
		},
		"都市長 ペスポ" = {
			英名 = "Mayor Pespo",
		},
		"文豪 ドエススキー" = {
			英名 = "Maestro Doessky",
		},
		"Lv25 バーナード" = {
			英名 = "Lv25 Bernard",
		},
		"管理人 シルバレル" = {
			英名 = "Manager Silbarrel",
		},
		"Lv47 オノハ" = {
			英名 = "Lv47 Onoha",
		},
		"全裸 オノハ" = {
			英名 = "Naked Onoha",
		},
		"Lv17 アマデス" = {
			英名 = "Lv17 Amades",
		},
		"Lv17 イアン" = {
			英名 = "Lv17 Ian",
		},
		"Lv40 クルックー" = {
			英名 = "Lv40 Crook",
		},
		"Lv45 クルックー" = {
			英名 = "Lv45 Crook",
		},
		"Lv50 クルックー" = {
			英名 = "Lv50 Crook",
		},
		"全裸 クルックー" = {
			英名 = "Naked Crook",
		},
		"タイニー クルックー" = {
			英名 = "Tiny Crook",
		},
		"Lv18 ロードリング" = {
			英名 = "Lv18 Lordring",
		},
		"Lv26 ロードリング" = {
			英名 = "Lv26 Lordring",
		},
		"Lv31 ロードリング" = {
			英名 = "Lv31 Lordring",
		},
		"Lv37 ロードリング" = {
			英名 = "Lv37 Lordring",
		},
		"Lv28 サチコ" = {
			英名 = "Lv28 Sachiko",
		},
		"Lv49 サチコ" = {
			英名 = "Lv49 Sachiko",
		},
		"全裸 サチコ" = {
			英名 = "Naked Sachiko",
		},
		"Lv44 セル" = {
			英名 = "Lv44 Sel",
		},
		"酒乱 セル" = {
			英名 = "Drunk Sel",
		},
		"全裸 セル" = {
			英名 = "Naked Sel",
		},
		"処女 セル" = {
			英名 = "Virgin Sel",
		},
		"Lv46 アム" = {
			英名 = "Lv46 Am",
		},
		"全裸 アム" = {
			英名 = "Naked Am",
		},
		"Lv80 アム" = {
			英名 = "Lv80 Am",
		},
		"Lv55 ＢＳ" = {
			英名 = "Lv55 BS",
		},
		"恐怖の槍" = {
			英名 = "Spear of Terror",
		},
		"３段ロケットエンジン" = {
			英名 = "Rocket Engine",
		},
		"チューリップ兵" = {
			英名 = "Tulip Corps",
		},
		"チューリップ２号" = {
			英名 = "Tulip Mk.2",
		},
		"チューリップ３号Ｈ" = {
			英名 = "Tulip Mk.3 H",
		},
		"アスカのパンツ" = {
			英名 = "Asuka's Panties",
		},
		"自由の旗" = {
			英名 = "Free Cities Flag",
		},
		"独立宣言書" = {
			英名 = "Independence Decl.",
		},
		"法王のアリス像" = {
			英名 = "Pope's ALICE Statuette",
		},
		"司教のアリス像" = {
			英名 = "Bishop's ALICE Statue",
		},
		"司祭のアリス像" = {
			英名 = "Priest's ALICE Statue",
		},
		"Lv22 香姫" = {
			英名 = "Lv22 Kouhime",
		},
		"Lv12 香姫" = {
			英名 = "Lv12 Kouhime",
		},
		"全裸 香姫" = {
			英名 = "Naked Kouhime",
		},
		"Lv40 香姫" = {
			英名 = "Lv40 Kouhime",
		},
		"３Ｇ" = {
			英名 = "3G",
		},
		"Lv40 毛利てる" = {
			英名 = "Lv40 Mouri Teru",
		},
		"全裸 毛利てる" = {
			英名 = "Naked Mouri Teru",
		},
		"運命の女 毛利てる" = {
			英名 = "Fated Woman Mouri Teru",
		},
		"Lv42 吉川きく" = {
			英名 = "Lv42 Kikkawa Kiku",
		},
		"全裸 吉川きく" = {
			英名 = "Naked Kikkawa Kiku",
		},
		"Lv37 小早川ちぬ" = {
			英名 = "Lv37 Kobayakawa Chinu",
		},
		"Lv50 小早川ちぬ" = {
			英名 = "Lv50 Kobayakawa Chinu",
		},
		"全裸 小早川ちぬ" = {
			英名 = "Naked Kobayakawa Chinu",
		},
		"Lv43 上杉謙信" = {
			英名 = "Lv43 Uesugi Kenshin",
		},
		"全裸 上杉謙信" = {
			英名 = "Naked Uesugi Kenshin",
		},
		"Lv70 上杉謙信" = {
			英名 = "Lv70 Uesugi Kenshin",
		},
		"帝 上杉謙信" = {
			英名 = "Empress Uesugi Kenshin",
		},
		"Lv40 直江愛" = {
			英名 = "Lv40 Naoe Ai",
		},
		"全裸 直江愛" = {
			英名 = "Naked Naoe Ai",
		},
		"Lv35 上杉勝子" = {
			英名 = "Lv35 Uesugi Katsuko",
		},
		"全裸 上杉勝子" = {
			英名 = "Naked Uesugi Katsuko",
		},
		"Lv35 上杉虎子" = {
			英名 = "Lv35 Uesugi Torako",
		},
		"全裸 上杉虎子" = {
			英名 = "Naked Uesugi Torako",
		},
		"Lv35 朝倉義景" = {
			英名 = "Lv35 Asakura Yoshikage",
		},
		"Lv45 千姫" = {
			英名 = "Lv45 Senhime",
		},
		"全裸 千姫" = {
			英名 = "Naked Senhime",
		},
		"Lv38 柚原柚美" = {
			英名 = "Lv38 Yuzuhara Yuzumi",
		},
		"全裸 柚原柚美" = {
			英名 = "Naked Yuzuhara Yuzumi",
		},
		"Lv53 北条早雲" = {
			英名 = "Lv53 Houjou Souun",
		},
		"運命の女 山本五十六" = {
			英名 = "Fated Yamamoto Isoroku",
		},
		"Lv37 山本五十六" = {
			英名 = "Lv37 Yamamoto Isoroku",
		},
		"全裸 山本五十六" = {
			英名 = "Naked Yamamoto Isoroku",
		},
		"妖怪王 政宗" = {
			英名 = "Youkai King Masamune",
		},
		"妖怪 お町" = {
			英名 = "Youkai Omachi",
		},
		"全裸 お町" = {
			英名 = "Naked Omachi",
		},
		"妖怪 ノワール" = {
			英名 = "Youkai Noir",
		},
		"全裸 ノワール" = {
			英名 = "Naked Noir",
		},
		"妖怪 野菊" = {
			英名 = "Youkai Nogiku",
		},
		"全裸 野菊" = {
			英名 = "Naked Nogiku",
		},
		"妖怪 折女" = {
			英名 = "Youkai Orime",
		},
		"全裸 折女" = {
			英名 = "Naked Orime",
		},
		"元妖怪王 黒部" = {
			英名 = "Ex-Youkai King Kurobe",
		},
		"Lv53 紀伊" = {
			英名 = "Lv53 Kii",
		},
		"全裸 紀伊" = {
			英名 = "Naked Kii",
		},
		"Lv53 乳久里" = {
			英名 = "Lv53 Chikuri",
		},
		"全裸 乳久里" = {
			英名 = "Naked Chikuri",
		},
		"Lv49 鈴女" = {
			英名 = "Lv49 Suzume",
		},
		"全裸 鈴女" = {
			英名 = "Naked Suzume",
		},
		"霊体 鈴女" = {
			英名 = "Spirit Suzume",
		},
		"帝ハチマキ" = {
			英名 = "Emperor's Hachimaki",
		},
		"ドラゴン手袋" = {
			英名 = "Dragon Gloves",
		},
		"新品もじゃ人形" = {
			英名 = "Brand New Moja Doll",
		},
		"オロチの牙" = {
			英名 = "Orochi's Fang",
		},
		"妖怪宝具" = {
			英名 = "Youkai Treasure",
		},
		"日の丸" = {
			英名 = "Flag of JAPAN",
		},
		"日本昔話" = {
			英名 = "Old Japanese Tales",
		},
		"Lv50 パステル" = {
			英名 = "Lv50 Pastel",
		},
		"全裸 パステル" = {
			英名 = "Naked Pastel",
		},
		"運命の女 パステル" = {
			英名 = "Fated Woman Pastel",
		},
		"スーパー パステル" = {
			英名 = "Super Pastel",
		},
		"タイニー パステル" = {
			英名 = "Tiny Pastel",
		},
		"Lv10 リセット" = {
			英名 = "Lv10 Reset",
		},
		"Lv42 リセット" = {
			英名 = "Lv42 Reset",
		},
		"タイニー リセット" = {
			英名 = "Tiny Reset",
		},
		"Lv50 サクラ" = {
			英名 = "Lv50 Sakura",
		},
		"全裸 サクラ" = {
			英名 = "Naked Sakura",
		},
		"Lv50 イージス" = {
			英名 = "Lv50 Aegis",
		},
		"Lv40 イージス" = {
			英名 = "Lv40 Aegis",
		},
		"全裸 イージス" = {
			英名 = "Naked Aegis",
		},
		"英霊 フル" = {
			英名 = "Heroic Spirit Full",
		},
		"憑依 フル" = {
			英名 = "Possession Full",
		},
		"全裸 フル" = {
			英名 = "Naked Full",
		},
		"英霊 ビビッド" = {
			英名 = "Heroic Spirit Vivid",
		},
		"憑依 ビビッド" = {
			英名 = "Possession Vivid",
		},
		"全裸 ビビッド" = {
			英名 = "Naked Vivid",
		},
		"英霊 モダン" = {
			英名 = "Heroic Spirit Modern",
		},
		"憑依 モダン" = {
			英名 = "Possession Modern",
		},
		"全裸 モダン" = {
			英名 = "Naked Modern",
		},
		"ポピンズ 三菱王" = {
			英名 = "Pop. King Mitsubishi",
		},
		"ポピンズ 満鉄王" = {
			英名 = "Poppins King Mantetsu",
		},
		"ポピンズ 日立姫" = {
			英名 = "Pop. Princess Hitachi",
		},
		"ポピンズ 東芝王子" = {
			英名 = "Poppins Prince Toshiba",
		},
		"ハンティ" = {
			英名 = "Hunty",
		},
		"全裸 ハンティ" = {
			英名 = "Naked Hunty",
		},
		"キャンテル" = {
			英名 = "Cantel",
		},
		"闘神 ゼータ" = {
			英名 = "Toushin Zeta",
		},
		"闘神 シグマ" = {
			英名 = "Toushin Sigma",
		},
		"謎商人 プルーペット" = {
			英名 = "Merchant Pluepet",
		},
		"ホルス メガッス" = {
			英名 = "Horus Megas",
		},
		"ホルス メガワス" = {
			英名 = "Horus Megawas",
		},
		"ホルス メガフォース" = {
			英名 = "Horus Megaforce",
		},
		"ホルス テラ" = {
			英名 = "Horus Terra",
		},
		"Lv50 アカシロ" = {
			英名 = "Lv50 Akashiro",
		},
		"全裸 アカシロ" = {
			英名 = "Naked Akashiro",
		},
		"ポピンズ アスベスト" = {
			英名 = "Poppins Asbestos",
		},
		"シャリエラ" = {
			英名 = "Shariela",
		},
		"シャリエラ(制限)" = {
			英名 = "Shariela (Restricted)",
		},
		"全裸 シャリエラ" = {
			英名 = "Naked Shariela",
		},
		"仏陀" = {
			英名 = "Buddha",
		},
		"中元避け茶漬け" = {
			英名 = "Chuugenzake Chazuke",
		},
		"カラー国旗" = {
			英名 = "Kalar Flag",
		},
		"チワワの飼い方" = {
			英名 = "Chihuahua Care",
		},
		"ドラゴンの加護" = {
			英名 = "Draconic Protection",
		},
		"カラーの秘宝" = {
			英名 = "Kalar Treasure",
		},
		"魔物 きゃんきゃん" = {
			英名 = "Monster Can Can",
		},
		"魔物 幸福きゃんきゃん" = {
			英名 = "Monster Lucky Can Can",
		},
		"魔物 ９７チハ" = {
			英名 = "Monster 97 Chi-ha",
		},
		"魔物 ラルカット" = {
			英名 = "Monster Ralcat",
		},
		"魔物 メイドさん" = {
			英名 = "Monster Maid-san",
		},
		"魔物 フローズン" = {
			英名 = "Monster Frozen",
		},
		"魔物 マジスコ" = {
			英名 = "Monster Magisko",
		},
		"魔物 バルキリー" = {
			英名 = "Monster Valkyrie",
		},
		"魔物 神風" = {
			英名 = "Monster Kamikaze",
		},
		"魔物 ハチ女" = {
			英名 = "Monster Bee Girl",
		},
		"絶魔物 はいからちゃん" = {
			英名 = "Ultra Haikara-chan",
		},
		"絶魔物 シャチ子" = {
			英名 = "Ultra Shachiko",
		},
		"絶魔物 ガルバン" = {
			英名 = "Extreme Monster Galban",
		},
		"絶魔物 めぽら" = {
			英名 = "Extreme Monster Mepora",
		},
		"絶魔物 上野花子" = {
			英名 = "Ultra Ueno Hanako",
		},
		"絶魔物 ミイラン" = {
			英名 = "Extreme Monster Myiran",
		},
		"絶魔物 鉄腕ラブル" = {
			英名 = "Ultra Mighty Rabble",
		},
		"絶魔物 男装女" = {
			英名 = "Ultra Crossdresser",
		},
		"絶魔物 体育スター" = {
			英名 = "Ultra Athletic Star",
		},
		"絶魔物 手裏剣使い" = {
			英名 = "Ultra Shuriken User",
		},
		"魔物隊長 ラカン" = {
			英名 = "Monster C.O. Rakan",
		},
		"魔物 王様" = {
			英名 = "Monster King",
		},
		"魔物 学者" = {
			英名 = "Monster Scholar",
		},
		"魔物 マッスル" = {
			英名 = "Monster Muscle",
		},
		"魔物 ニードル" = {
			英名 = "Monster Needle",
		},
		"魔物 アパッチ" = {
			英名 = "Monster Apache",
		},
		"魔物 剣豪" = {
			英名 = "Monster Kengo",
		},
		"ハニ子" = {
			英名 = "Haniko",
		},
		"ハニーキング" = {
			英名 = "Hanny King",
		},
		"グリーンハニー" = {
			英名 = "Green Hanny",
		},
		"ブルーハニー" = {
			英名 = "Blue Hanny",
		},
		"レッドハニー" = {
			英名 = "Red Hanny",
		},
		"魔物 拷問戦士" = {
			英名 = "Mon. Torture Warrior",
		},
		"魔物 イカマン" = {
			英名 = "Monster Squidman",
		},
		"魔物 メイジマン" = {
			英名 = "Monster Mage Man",
		},
		"魔物 ヤンキー" = {
			英名 = "Monster Yankee",
		},
		"魔物 ポリマン" = {
			英名 = "Monster Polyman",
		},
		"魔物 スカイ目玉" = {
			英名 = "Monster Sky Eyeball",
		},
		"魔物 ダイコン役者" = {
			英名 = "Monster Daikon Actor",
		},
		"魔物 さけび男" = {
			英名 = "Monster Scream Guy",
		},
		"魔物 アイロンヘッド" = {
			英名 = "Monster Ironhead",
		},
		"魔物 オッズ" = {
			英名 = "Monster Oz",
		},
		"魔物 サイクロナイト" = {
			英名 = "Monster Cycloknight",
		},
		"魔物 ノーススラッグ" = {
			英名 = "Monster North Slug",
		},
		"魔物 ナイトホラー" = {
			英名 = "Monster Night Horror",
		},
		"魔物 ラブミーテンダー" = {
			英名 = "Monster Love Me Tender",
		},
		"魔物 ポリザウルス" = {
			英名 = "Monster Polysaurus",
		},
		"魔物 マグボール" = {
			英名 = "Monster Magball",
		},
		"魔物 ぬぼぼ" = {
			英名 = "Monster Nubobo",
		},
		"魔物 フライング甘食" = {
			英名 = "Monster Flying Sweets",
		},
		"魔物 おかゆフィーバー" = {
			英名 = "Monster Okayu Fever",
		},
		"魔物 首狩りマサオ" = {
			英名 = "Mon. Headhunter Masao",
		},
		"魔物 ストーンＧ" = {
			英名 = "Monster Stone G",
		},
		"魔物兵１号" = {
			英名 = "1st Monster Corps",
		},
		"魔物兵２号" = {
			英名 = "2nd Monster Corps",
		},
		"魔物兵３号" = {
			英名 = "3rd Monster Corps",
		},
		"魔物兵４号" = {
			英名 = "4th Monster Corps",
		},
		"非売品ゲーモッチ" = {
			英名 = "Not-for-Sale Gemotchi",
		},
		"衝撃のあるベルト" = {
			英名 = "Belt with Impact",
		},
		"赤色の円柱" = {
			英名 = "Red Cylinder",
		},
		"青色の円柱" = {
			英名 = "Blue Cylinder",
		},
		"命の卵" = {
			英名 = "Egg of Life",
		},
		"大地の卵" = {
			英名 = "Egg of Earth",
		},
		"時の卵" = {
			英名 = "Egg of Time",
		},
		"力の卵" = {
			英名 = "Egg of Strength",
		},
		"マエリータ隊" = {
			英名 = "Maereeta Squad",
		},
		"全魔物大百科" = {
			英名 = "Monster Encyclopedia",
		},
		"タイニリーチＡ" = {
			英名 = "Tiny Leech A",
		},
		"タイニリーチＢ" = {
			英名 = "Tiny Leech B",
		},
		"タイニリーチＣ" = {
			英名 = "Tiny Leech C",
		},
		"タイニリーチＤ" = {
			英名 = "Tiny Leech D",
		},
		"タイニリーチＥ" = {
			英名 = "Tiny Leech E",
		},
		"機々械々" = {
			英名 = "Kigikaigai",
		},
		"使徒 ルーシー" = {
			英名 = "Apostle Lucy",
		},
		"使徒 アーシー" = {
			英名 = "Apostle Arcy",
		},
		"使徒 マーシー" = {
			英名 = "Apostle Mercy",
		},
		"魔人 健太郎" = {
			英名 = "Dark Lord Kentarou",
		},
		"未魔王 美樹" = {
			英名 = "Future Demon King Miki",
		},
		"恋人 美樹" = {
			英名 = "Lover Miki",
		},
		"全裸 美樹" = {
			英名 = "Naked Miki",
		},
		"魔人 サテラ" = {
			英名 = "Dark Lord Satella",
		},
		"敏感魔人 サテラ" = {
			英名 = "Sensitive DL Satella",
		},
		"全裸 サテラ" = {
			英名 = "Naked Satella",
		},
		"シーザー" = {
			英名 = "Caesar",
		},
		"魔人 ハウゼル" = {
			英名 = "Dark Lord Hawzel",
		},
		"全裸 ハウゼル" = {
			英名 = "Naked Hawzel",
		},
		"魔人 サイゼル" = {
			英名 = "Dark Lord Seizel",
		},
		"全裸 サイゼル" = {
			英名 = "Naked Seizel",
		},
		"使徒 火炎書士" = {
			英名 = "Ap. Flame Scrivener",
		},
		"全裸 火炎書士" = {
			英名 = "Naked Flame Scrivener",
		},
		"使徒 ユキちゃん" = {
			英名 = "Apostle Yuki-chan",
		},
		"全裸 ユキちゃん" = {
			英名 = "Naked Yuki-chan",
		},
		"使徒 アトランタ" = {
			英名 = "Apostle Atlanta",
		},
		"全裸 アトランタ" = {
			英名 = "Naked Atlanta",
		},
		"使徒 ジュノー" = {
			英名 = "Apostle Juno",
		},
		"使徒 オーロラ" = {
			英名 = "Apostle Aurora",
		},
		"全裸 オーロラ" = {
			英名 = "Naked Aurora",
		},
		"魔人 ワーグ" = {
			英名 = "Dark Lord Warg",
		},
		"全裸 ワーグ" = {
			英名 = "Naked Warg",
		},
		"魔人 ホーネット" = {
			英名 = "Dark Lord Hornet",
		},
		"全裸 ホーネット" = {
			英名 = "Naked Hornet",
		},
		"魔人 ガルティア" = {
			英名 = "Dark Lord Galtia",
		},
		"使徒 ラウネア" = {
			英名 = "Apostle Launea",
		},
		"使徒 タルゴ" = {
			英名 = "Apostle Thalgo",
		},
		"使徒 サメザン" = {
			英名 = "Apostle Samezan",
		},
		"魔人 レイ" = {
			英名 = "Dark Lord Lei",
		},
		"パイアールロボ" = {
			英名 = "Pi-R Robot",
		},
		"魔人 ケッセルリンク" = {
			英名 = "Dark Lord Kesselring",
		},
		"全裸 ケッセルリンク" = {
			英名 = "Naked Kesselring",
		},
		"使徒 パレロア" = {
			英名 = "Apostle Paleloa",
		},
		"全裸 パレロア" = {
			英名 = "Naked Paleloa",
		},
		"使徒 バーバラ" = {
			英名 = "Apostle Barbara",
		},
		"全裸 バーバラ" = {
			英名 = "Naked Barbara",
		},
		"使徒 ファーレン" = {
			英名 = "Apostle Varen",
		},
		"全裸 ファーレン" = {
			英名 = "Naked Varen",
		},
		"使徒 シャロン" = {
			英名 = "Apostle Sharon",
		},
		"全裸 シャロン" = {
			英名 = "Naked Sharon",
		},
		"使徒 エルシール" = {
			英名 = "Apostle Elsill",
		},
		"全裸 エルシール" = {
			英名 = "Naked Elsill",
		},
		"使徒 加奈代" = {
			英名 = "Apostle Kanayo",
		},
		"全裸 加奈代" = {
			英名 = "Naked Kanayo",
		},
		"使徒 リリム" = {
			英名 = "Apostle Lilim",
		},
		"全裸 リリム" = {
			英名 = "Naked Lilim",
		},
		"使徒 アルカリア" = {
			英名 = "Apostle Alcarria",
		},
		"全裸 アルカリア" = {
			英名 = "Naked Alcarria",
		},
		"悪魔 フェリス" = {
			英名 = "Devil Feliss",
		},
		"全裸 フェリス" = {
			英名 = "Naked Feliss",
		},
		"運命の女 フェリス" = {
			英名 = "Fated Woman Feliss",
		},
		"レベル神 ウィリス" = {
			英名 = "Level Goddess Willis",
		},
		"レベル屋 ウィリス" = {
			英名 = "Level Shop Willis",
		},
		"全裸 ウィリス" = {
			英名 = "Naked Willis",
		},
		"ハイレベル神 ウィリス" = {
			英名 = "Hi-Lv Goddess Willis",
		},
		"レベル神 ミカン" = {
			英名 = "Level Goddess Mikan",
		},
		"全裸 ミカン" = {
			英名 = "Naked Mikan",
		},
		"使徒 ケイブニャン" = {
			英名 = "Apostle Kaybnyan",
		},
		"全裸 ケイブニャン" = {
			英名 = "Naked Kaybnyan",
		},
		"使徒 ケイブワン" = {
			英名 = "Apostle Kaybwan",
		},
		"全裸 ケイブワン" = {
			英名 = "Naked Kaybwan",
		},
		"聖女 ベゼルアイ" = {
			英名 = "Holy Girl Bezeleye",
		},
		"全裸 ベゼルアイ" = {
			英名 = "Naked Bezeleye",
		},
		"聖女 ベゼルアイ小" = {
			英名 = "Holy Bezeleye (Small)",
		},
		"聖女 ハウセスナース" = {
			英名 = "Holy Girl Housesnurse",
		},
		"全裸 ハウセスナース" = {
			英名 = "Naked Housesnurse",
		},
		"聖女 ハウセスナース小" = {
			英名 = "Holy Housesnurse (S)",
		},
		"聖女 ウェンリーナー" = {
			英名 = "Holy Girl Wenlina",
		},
		"全裸 ウェンリーナー" = {
			英名 = "Naked Wenlina",
		},
		"聖女 ウェンリーナー小" = {
			英名 = "Holy Wenlina (Small)",
		},
		"聖女 セラクロラス" = {
			英名 = "Holy Girl Serachrolas",
		},
		"全裸 セラクロラス" = {
			英名 = "Naked Serachrolas",
		},
		"聖女 セラクロラス小" = {
			英名 = "Holy Serachrolas (S)",
		},
		"聖刀 日光" = {
			英名 = "Holy Blade Nikkou",
		},
		"耐性宝冠アレル" = {
			英名 = "Alelu Crown",
		},
		"Lv70 普通の父" = {
			英名 = "Lv70 Regular Father",
		},
		"Lv70 普通の母" = {
			英名 = "Lv70 Regular Mother",
		},
		"Lv70 普通の少女" = {
			英名 = "Lv70 Regular Girl",
		},
		"Lv20 戦士" = {
			英名 = "Lv20 Warrior",
		},
		"Lv25 戦士" = {
			英名 = "Lv25 Warrior",
		},
		"Lv30 戦士" = {
			英名 = "Lv30 Warrior",
		},
		"Lv35 戦士" = {
			英名 = "Lv35 Warrior",
		},
		"Lv40 戦士" = {
			英名 = "Lv40 Warrior",
		},
		"Lv66 戦士" = {
			英名 = "Lv66 Warrior",
		},
		"Lv20 弓兵" = {
			英名 = "Lv20 Archer",
		},
		"Lv25 弓兵" = {
			英名 = "Lv25 Archer",
		},
		"Lv30 弓兵" = {
			英名 = "Lv30 Archer",
		},
		"Lv35 弓兵" = {
			英名 = "Lv35 Archer",
		},
		"Lv40 弓兵" = {
			英名 = "Lv40 Archer",
		},
		"Lv66 弓兵" = {
			英名 = "Lv66 Archer",
		},
		"Lv20 魔法使い" = {
			英名 = "Lv20 Wizard",
		},
		"Lv25 魔法使い" = {
			英名 = "Lv25 Wizard",
		},
		"Lv30 魔法使い" = {
			英名 = "Lv30 Wizard",
		},
		"Lv35 魔法使い" = {
			英名 = "Lv35 Wizard",
		},
		"Lv40 魔法使い" = {
			英名 = "Lv40 Wizard",
		},
		"Lv66 魔法使い" = {
			英名 = "Lv66 Wizard",
		},
		"Lv25 警備兵" = {
			英名 = "Lv25 Guardsman",
		},
		"Lv30 警備兵" = {
			英名 = "Lv30 Guardsman",
		},
		"Lv33 警備兵" = {
			英名 = "Lv33 Guardsman",
		},
		"Lv35 警備兵" = {
			英名 = "Lv35 Guardsman",
		},
		"Lv40 警備兵" = {
			英名 = "Lv40 Guardsman",
		},
		"Lv25 ランス城騎士" = {
			英名 = "Lv25 Castle Knight",
		},
		"Lv30 ランス城騎士" = {
			英名 = "Lv30 Castle Knight",
		},
		"Lv33 ランス城騎士" = {
			英名 = "Lv33 Castle Knight",
		},
		"Lv35 ランス城騎士" = {
			英名 = "Lv35 Castle Knight",
		},
		"Lv40 ランス城騎士" = {
			英名 = "Lv40 Castle Knight",
		},
		"Lv30 テンプルナイト" = {
			英名 = "Lv30 Templar Knight",
		},
		"Lv33 テンプルナイト" = {
			英名 = "Lv33 Templar Knight",
		},
		"Lv35 テンプルナイト" = {
			英名 = "Lv35 Templar Knight",
		},
		"Lv40 テンプルナイト" = {
			英名 = "Lv40 Templar Knight",
		},
		"Lv45 テンプルナイト" = {
			英名 = "Lv45 Templar Knight",
		},
		"Lv40 リーザス赤騎士" = {
			英名 = "Lv40 Leazas Red Knight",
		},
		"Lv40 リーザス白騎士" = {
			英名 = "Lv40 Leazas White Kn.",
		},
		"Lv40 リーザス青騎士" = {
			英名 = "Lv40 Leazas Blue Kn.",
		},
		"Lv40 リーザス黒騎士" = {
			英名 = "Lv40 Leazas Black Kn.",
		},
		"Lv50 リーザス黒騎士" = {
			英名 = "Lv50 Leazas Black Kn.",
		},
		"Lv30 リーザス赤兵" = {
			英名 = "Lv30 Leazas Red Corps",
		},
		"Lv30 リーザス黒兵" = {
			英名 = "Lv30 Leazas Black Corp",
		},
		"Lv30 リーザス青兵" = {
			英名 = "Lv30 Leazas Blue Corps",
		},
		"Lv30 リーザス白兵" = {
			英名 = "Lv30 Leazas White Corp",
		},
		"Lv40 リーザス白兵" = {
			英名 = "Lv40 Leazas White Corp",
		},
		"Lv10 親衛隊" = {
			英名 = "Lv10 Royal Guard",
		},
		"Lv25 親衛隊" = {
			英名 = "Lv25 Royal Guard",
		},
		"Lv30 親衛隊" = {
			英名 = "Lv30 Royal Guard",
		},
		"Lv35 親衛隊" = {
			英名 = "Lv35 Royal Guard",
		},
		"Lv40 親衛隊" = {
			英名 = "Lv40 Royal Guard",
		},
		"Lv30 ヘルマン騎士" = {
			英名 = "Lv30 Helman Knight",
		},
		"Lv33 ヘルマン騎士" = {
			英名 = "Lv33 Helman Knight",
		},
		"Lv35 ヘルマン騎士" = {
			英名 = "Lv35 Helman Knight",
		},
		"Lv40 ヘルマン騎士" = {
			英名 = "Lv40 Helman Knight",
		},
		"Lv45 ヘルマン騎士" = {
			英名 = "Lv45 Helman Knight",
		},
		"Lv30 魔物使い" = {
			英名 = "Lv30 Monster Trainer",
		},
		"Lv33 魔物使い" = {
			英名 = "Lv33 Monster Trainer",
		},
		"Lv35 魔物使い" = {
			英名 = "Lv35 Monster Trainer",
		},
		"Lv40 魔物使い" = {
			英名 = "Lv40 Monster Trainer",
		},
		"Lv45 魔物使い" = {
			英名 = "Lv45 Monster Trainer",
		},
		"Lv35 ゼス女魔法兵" = {
			英名 = "Lv35 Zeth F. Wizard",
		},
		"Lv36 ゼス女魔法兵" = {
			英名 = "Lv36 Zeth F. Wizard",
		},
		"Lv37 ゼス女魔法兵" = {
			英名 = "Lv37 Zeth F. Wizard",
		},
		"Lv38 ゼス女魔法兵" = {
			英名 = "Lv38 Zeth F. Wizard",
		},
		"Lv39 ゼス女魔法兵" = {
			英名 = "Lv39 Zeth F. Wizard",
		},
		"Lv35 ゼス男魔法兵" = {
			英名 = "Lv35 Zeth M. Wizard",
		},
		"Lv36 ゼス男魔法兵" = {
			英名 = "Lv36 Zeth M. Wizard",
		},
		"Lv37 ゼス男魔法兵" = {
			英名 = "Lv37 Zeth M. Wizard",
		},
		"Lv38 ゼス男魔法兵" = {
			英名 = "Lv38 Zeth M. Wizard",
		},
		"Lv39 ゼス男魔法兵" = {
			英名 = "Lv39 Zeth M. Wizard",
		},
		"Lv30 男武士" = {
			英名 = "Lv30 Male Samurai",
		},
		"Lv33 男武士" = {
			英名 = "Lv33 Male Samurai",
		},
		"Lv35 男武士" = {
			英名 = "Lv35 Male Samurai",
		},
		"Lv40 男武士" = {
			英名 = "Lv40 Male Samurai",
		},
		"Lv45 男武士" = {
			英名 = "Lv45 Male Samurai",
		},
		"Lv30 女武士" = {
			英名 = "Lv30 Female Samurai",
		},
		"Lv33 女武士" = {
			英名 = "Lv33 Female Samurai",
		},
		"Lv35 女武士" = {
			英名 = "Lv35 Female Samurai",
		},
		"Lv40 女武士" = {
			英名 = "Lv40 Female Samurai",
		},
		"Lv45 女武士" = {
			英名 = "Lv45 Female Samurai",
		},
		"Lv30 巫女" = {
			英名 = "Lv30 Miko",
		},
		"Lv33 巫女" = {
			英名 = "Lv33 Miko",
		},
		"Lv35 巫女" = {
			英名 = "Lv35 Miko",
		},
		"Lv40 巫女" = {
			英名 = "Lv40 Miko",
		},
		"Lv45 巫女" = {
			英名 = "Lv45 Miko",
		},
		"Lv30 カラー" = {
			英名 = "Lv30 Kalar",
		},
		"Lv33 カラー" = {
			英名 = "Lv33 Kalar",
		},
		"Lv35 カラー" = {
			英名 = "Lv35 Kalar",
		},
		"Lv40 カラー" = {
			英名 = "Lv40 Kalar",
		},
		"Lv45 カラー" = {
			英名 = "Lv45 Kalar",
		},
		"Lv30 ポピンズ" = {
			英名 = "Lv30 Poppins",
		},
		"Lv33 ポピンズ" = {
			英名 = "Lv33 Poppins",
		},
		"Lv35 ポピンズ" = {
			英名 = "Lv35 Poppins",
		},
		"Lv40 ポピンズ" = {
			英名 = "Lv40 Poppins",
		},
		"Lv45 ポピンズ" = {
			英名 = "Lv45 Poppins",
		},
		"大野喜郎さん" = {
			英名 = "Ohno Yoshiro-san",
		},
		"長堀橋貞夫君" = {
			英名 = "Nagahoribashi Sadao",
		},
		"東大寺久美" = {
			英名 = "Todaiji Kumi",
		},
		"魔王 ランス" = {
			英名 = "Demon King Rance",
		},
		"魔王ランス(制限)" = {
			英名 = "Demon King Rance (Ltd)",
		},
		"Lv400 ランス" = {
			英名 = "Lv400 Rance",
		},
		"Lv90 ウズメ" = {
			英名 = "Lv90 Uzume",
		},
		"Lv100 ウズメ" = {
			英名 = "Lv100 Uzume",
		},
		"Lv110 ウズメ" = {
			英名 = "Lv110 Uzume",
		},
		"Lv120 ウズメ" = {
			英名 = "Lv120 Uzume",
		},
		"Lv130 ウズメ" = {
			英名 = "Lv130 Uzume",
		},
		"Lv140 ウズメ" = {
			英名 = "Lv140 Uzume",
		},
		"Lv240 ウズメ" = {
			英名 = "Lv240 Uzume",
		},
		"Lv300 ウズメ" = {
			英名 = "Lv300 Uzume",
		},
		"Lv108 ミックス" = {
			英名 = "Lv108 Mix",
		},
		"Lv118 ミックス" = {
			英名 = "Lv118 Mix",
		},
		"Lv128 ミックス" = {
			英名 = "Lv128 Mix",
		},
		"Lv138 ミックス" = {
			英名 = "Lv138 Mix",
		},
		"Lv148 ミックス" = {
			英名 = "Lv148 Mix",
		},
		"Lv258 ミックス" = {
			英名 = "Lv258 Mix",
		},
		"Lv308 ミックス" = {
			英名 = "Lv308 Mix",
		},
		"Lv85 ザンス" = {
			英名 = "Lv85 Zance",
		},
		"Lv95 ザンス" = {
			英名 = "Lv95 Zance",
		},
		"Lv105 ザンス" = {
			英名 = "Lv105 Zance",
		},
		"Lv115 ザンス" = {
			英名 = "Lv115 Zance",
		},
		"Lv125 ザンス" = {
			英名 = "Lv125 Zance",
		},
		"Lv135 ザンス" = {
			英名 = "Lv135 Zance",
		},
		"Lv145 ザンス" = {
			英名 = "Lv145 Zance",
		},
		"Lv155 ザンス" = {
			英名 = "Lv155 Zance",
		},
		"Lv255 ザンス" = {
			英名 = "Lv255 Zance",
		},
		"Lv305 ザンス" = {
			英名 = "Lv305 Zance",
		},
		"Lv53 ドッス" = {
			英名 = "Lv53 Doss",
		},
		"Lv55 ドッス" = {
			英名 = "Lv55 Doss",
		},
		"Lv57 ドッス" = {
			英名 = "Lv57 Doss",
		},
		"Lv119 レリコフ" = {
			英名 = "Lv119 Lelikov",
		},
		"Lv129 レリコフ" = {
			英名 = "Lv129 Lelikov",
		},
		"Lv139 レリコフ" = {
			英名 = "Lv139 Lelikov",
		},
		"Lv149 レリコフ" = {
			英名 = "Lv149 Lelikov",
		},
		"Lv159 レリコフ" = {
			英名 = "Lv159 Lelikov",
		},
		"Lv259 レリコフ" = {
			英名 = "Lv259 Lelikov",
		},
		"Lv309 レリコフ" = {
			英名 = "Lv309 Lelikov",
		},
		"Lv53 ワッス" = {
			英名 = "Lv53 Wass",
		},
		"Lv55 ワッス" = {
			英名 = "Lv55 Wass",
		},
		"Lv57 ワッス" = {
			英名 = "Lv57 Wass",
		},
		"Lv100 スシヌ" = {
			英名 = "Lv100 Sushinu",
		},
		"Lv110 スシヌ" = {
			英名 = "Lv110 Sushinu",
		},
		"Lv120 スシヌ" = {
			英名 = "Lv120 Sushinu",
		},
		"Lv130 スシヌ" = {
			英名 = "Lv130 Sushinu",
		},
		"Lv140 スシヌ" = {
			英名 = "Lv140 Sushinu",
		},
		"Lv150 スシヌ" = {
			英名 = "Lv150 Sushinu",
		},
		"Lv160 スシヌ" = {
			英名 = "Lv160 Sushinu",
		},
		"Lv250 スシヌ" = {
			英名 = "Lv250 Sushinu",
		},
		"Lv300 スシヌ" = {
			英名 = "Lv300 Sushinu",
		},
		"Lv31 ロッキー" = {
			英名 = "Lv31 Rocky",
		},
		"Lv66 志津香" = {
			英名 = "Lv66 Shizuka",
		},
		"Lv76 志津香" = {
			英名 = "Lv76 Shizuka",
		},
		"Lv86 志津香" = {
			英名 = "Lv86 Shizuka",
		},
		"Lv96 志津香" = {
			英名 = "Lv96 Shizuka",
		},
		"Lv106 志津香" = {
			英名 = "Lv106 Shizuka",
		},
		"Lv116 志津香" = {
			英名 = "Lv116 Shizuka",
		},
		"Lv126 志津香" = {
			英名 = "Lv126 Shizuka",
		},
		"Lv230 志津香" = {
			英名 = "Lv230 Shizuka",
		},
		"Lv260 志津香" = {
			英名 = "Lv260 Shizuka",
		},
		"Lv66 ナギ" = {
			英名 = "Lv66 Nagi",
		},
		"Lv76 ナギ" = {
			英名 = "Lv76 Nagi",
		},
		"Lv86 ナギ" = {
			英名 = "Lv86 Nagi",
		},
		"Lv96 ナギ" = {
			英名 = "Lv96 Nagi",
		},
		"Lv106 ナギ" = {
			英名 = "Lv106 Nagi",
		},
		"Lv116 ナギ" = {
			英名 = "Lv116 Nagi",
		},
		"Lv126 ナギ" = {
			英名 = "Lv126 Nagi",
		},
		"Lv230 ナギ" = {
			英名 = "Lv230 Nagi",
		},
		"Lv260 ナギ" = {
			英名 = "Lv260 Nagi",
		},
		"Lv85 乱義" = {
			英名 = "Lv85 Rangi",
		},
		"Lv95 乱義" = {
			英名 = "Lv95 Rangi",
		},
		"Lv105 乱義" = {
			英名 = "Lv105 Rangi",
		},
		"Lv115 乱義" = {
			英名 = "Lv115 Rangi",
		},
		"Lv125 乱義" = {
			英名 = "Lv125 Rangi",
		},
		"Lv135 乱義" = {
			英名 = "Lv135 Rangi",
		},
		"Lv145 乱義" = {
			英名 = "Lv145 Rangi",
		},
		"Lv155 乱義" = {
			英名 = "Lv155 Rangi",
		},
		"Lv255 乱義" = {
			英名 = "Lv255 Rangi",
		},
		"Lv305 乱義" = {
			英名 = "Lv305 Rangi",
		},
		"Lv97 元就" = {
			英名 = "Lv97 Motonari",
		},
		"Lv107 元就" = {
			英名 = "Lv107 Motonari",
		},
		"Lv117 元就" = {
			英名 = "Lv117 Motonari",
		},
		"Lv127 元就" = {
			英名 = "Lv127 Motonari",
		},
		"Lv137 元就" = {
			英名 = "Lv137 Motonari",
		},
		"Lv147 元就" = {
			英名 = "Lv147 Motonari",
		},
		"Lv247 元就" = {
			英名 = "Lv247 Motonari",
		},
		"Lv297 元就" = {
			英名 = "Lv297 Motonari",
		},
		"Lv63 リセット" = {
			英名 = "Lv63 Reset",
		},
		"Lv73 リセット" = {
			英名 = "Lv73 Reset",
		},
		"Lv83 リセット" = {
			英名 = "Lv83 Reset",
		},
		"Lv93 リセット" = {
			英名 = "Lv93 Reset",
		},
		"Lv103 リセット" = {
			英名 = "Lv103 Reset",
		},
		"Lv113 リセット" = {
			英名 = "Lv113 Reset",
		},
		"Lv123 リセット" = {
			英名 = "Lv123 Reset",
		},
		"Lv133 リセット" = {
			英名 = "Lv133 Reset",
		},
		"Lv143 リセット" = {
			英名 = "Lv143 Reset",
		},
		"Lv153 リセット" = {
			英名 = "Lv153 Reset",
		},
		"Lv253 リセット" = {
			英名 = "Lv253 Reset",
		},
		"Lv303 リセット" = {
			英名 = "Lv303 Reset",
		},
		"Lv20 松下姫" = {
			英名 = "Lv20 Pr. Panasonic",
		},
		"Lv21 松下姫" = {
			英名 = "Lv21 Pr. Panasonic",
		},
		"Lv22 松下姫" = {
			英名 = "Lv22 Pr. Panasonic",
		},
		"Lv89 深根" = {
			英名 = "Lv89 Tone",
		},
		"Lv99 深根" = {
			英名 = "Lv99 Tone",
		},
		"Lv109 深根" = {
			英名 = "Lv109 Tone",
		},
		"Lv119 深根" = {
			英名 = "Lv119 Tone",
		},
		"Lv129 深根" = {
			英名 = "Lv129 Tone",
		},
		"Lv139 深根" = {
			英名 = "Lv139 Tone",
		},
		"Lv149 深根" = {
			英名 = "Lv149 Tone",
		},
		"Lv259 深根" = {
			英名 = "Lv259 Tone",
		},
		"Lv309 深根" = {
			英名 = "Lv309 Tone",
		},
		"Lv22 長田君" = {
			英名 = "Lv22 Nagata-kun",
		},
		"Lv24 長田君" = {
			英名 = "Lv24 Nagata-kun",
		},
		"Lv26 長田君" = {
			英名 = "Lv26 Nagata-kun",
		},
		"Lv28 長田君" = {
			英名 = "Lv28 Nagata-kun",
		},
		"Lv30 長田君" = {
			英名 = "Lv30 Nagata-kun",
		},
		"Lv64 ヒーロー" = {
			英名 = "Lv64 Hero",
		},
		"Lv180 ダークランス" = {
			英名 = "Lv180 Dark Rance",
		},
		"Lv190 ダークランス" = {
			英名 = "Lv190 Dark Rance",
		},
		"Lv200 ダークランス" = {
			英名 = "Lv200 Dark Rance",
		},
		"Lv210 ダークランス" = {
			英名 = "Lv210 Dark Rance",
		},
		"Lv260 ダークランス" = {
			英名 = "Lv260 Dark Rance",
		},
		"Lv320 ダークランス" = {
			英名 = "Lv320 Dark Rance",
		},
		"Lv99 アームズ" = {
			英名 = "Lv99 Arms",
		},
		"神官ソード" = {
			英名 = "Priest Sword",
		},
		"神官冒険服" = {
			英名 = "Priest Adventure Garb",
		},
		"法王の加護" = {
			英名 = "Pope's Blessing",
		},
		"信じる心" = {
			英名 = "Believing Heart",
		},
		"医学全集" = {
			英名 = "Medicine Compendium",
		},
		"トー家の家紋" = {
			英名 = "Tou Family Crest",
		},
		"かなみ忍法帳" = {
			英名 = "Kanami Ninja Book",
		},
		"イカス服" = {
			英名 = "Squid Clothes",
		},
		"巫女服" = {
			英名 = "Shrine Maiden Garb",
		},
		"深根の鈴" = {
			英名 = "Tone's Bell",
		},
		"グラム" = {
			英名 = "Gram",
		},
		"マフラー" = {
			英名 = "Muffler",
		},
		"従者の鎧" = {
			英名 = "Servant's Armor",
		},
		"料理道具一式" = {
			英名 = "Cooking Utensils",
		},
		"守護神パセリ" = {
			英名 = "Guardian Parsley",
		},
		"勇気のペン" = {
			英名 = "Pen of Courage",
		},
		"昭和の鉄骨" = {
			英名 = "Showa Steel Beam",
		},
		"叔父のグローブ" = {
			英名 = "Uncle's Gloves",
		},
		"ヒーローの卵片" = {
			英名 = "Hero's Eggshell",
		},
		"重い棍棒" = {
			英名 = "Heavy Club",
		},
		"バイロード" = {
			英名 = "Byroad",
		},
		"リーザス鎧" = {
			英名 = "Leazas Armor",
		},
		"クリスタルロッド" = {
			英名 = "Crystal Rod",
		},
		"獣化の技術" = {
			英名 = "Beast Technique",
		},
		"短刀山本丸" = {
			英名 = "Yamamoto Tanto",
		},
		"ラバウルの弓" = {
			英名 = "Rabaul's Bow",
		},
		"厳島神社" = {
			英名 = "Itsukushima Shrine",
		},
		"携帯ご先祖様" = {
			英名 = "Ancestor Straps",
		},
		"父のプレゼント" = {
			英名 = "Father's Present",
		},
		"洗濯機" = {
			英名 = "Washing Machine",
		},
		"冷蔵庫" = {
			英名 = "Refrigerator",
		},
		"珍しい貝１" = {
			英名 = "Rare Shell 1",
		},
		"珍しい貝２" = {
			英名 = "Rare Shell 2",
		},
		"珍しい貝３" = {
			英名 = "Rare Shell 3",
		},
		"珍しい貝４" = {
			英名 = "Rare Shell 4",
		},
		"魔力の杯" = {
			英名 = "Chalice of Magic",
		},
		"青巫女絵巻" = {
			英名 = "Blue Miko Plaque",
		},
		"ルンルンバ" = {
			英名 = "Roomroomba",
		},
		"掴み鷲" = {
			英名 = "Grasping Eagle",
		},
		"楽馬" = {
			英名 = "Equine Progress",
		},
		"ブロブロッサム" = {
			英名 = "Bloblossom",
		},
		"ゴーストパイプ" = {
			英名 = "Ghost Pipe",
		},
		"道楽師マスク" = {
			英名 = "Rambunctious Mask",
		},
		"ゴールドライター" = {
			英名 = "Golden Lighter",
		},
		"鐘のなる木" = {
			英名 = "Bell Lucky Tree",
		},
		"長髪まねき猫" = {
			英名 = "Long-haired Manekineko",
		},
		"初夢宝船" = {
			英名 = "Dream Treasure Ship",
		},
		"トンでもない奴" = {
			英名 = "No Way Dude",
		},
		"フェアリーランタン" = {
			英名 = "Fairy Lantern",
		},
		"スッポン天帝" = {
			英名 = "Turtle Emperor",
		},
		"茶釜の精" = {
			英名 = "Teapot Spirit",
		},
		"伝説の武具亜人" = {
			英名 = "Arms: Demi-Humans",
		},
		"伝説の武具モンスター" = {
			英名 = "Arms: Monsters",
		},
		"伝説の武具ＪＡＰＡＮ" = {
			英名 = "Legendary Arms: JAPAN",
		},
		"伝説の武具自由都市" = {
			英名 = "Arms: Free Cities",
		},
		"伝説の武具ゼス" = {
			英名 = "Legendary Arms: Zeth",
		},
		"伝説の武具ヘルマン" = {
			英名 = "Legendary Arms: Helman",
		},
		"伝説の武具リーザス" = {
			英名 = "Legendary Arms: Leazas",
		},
		"伝説の武具その他" = {
			英名 = "Legendary Arms: Others",
		},
		"伝説の武具主人公" = {
			英名 = "Arms: Protagonist",
		},
		"伝説の武具神魔" = {
			英名 = "Arms: Gods & Demons",
		},
		"伝説の武具亜人＋" = {
			英名 = "Arms: Demi-Humans +",
		},
		"伝説の武具モンスター＋" = {
			英名 = "Arms: Monsters +",
		},
		"伝説の武具ＪＡＰＡＮ＋" = {
			英名 = "Arms: JAPAN +",
		},
		"伝説の武具自由都市＋" = {
			英名 = "Arms: Free Cities +",
		},
		"伝説の武具ゼス＋" = {
			英名 = "Legendary Arms: Zeth +",
		},
		"伝説の武具ヘルマン＋" = {
			英名 = "Arms: Helman +",
		},
		"伝説の武具リーザス＋" = {
			英名 = "Arms: Leazas +",
		},
		"伝説の武具その他＋" = {
			英名 = "Arms: Others +",
		},
		"伝説の武具主人公＋" = {
			英名 = "Arms: Protagonist +",
		},
		"伝説の武具神魔＋" = {
			英名 = "Arms: Gods & Demons +",
		},
		"火のオーブ" = {
			英名 = "Fire Orb",
		},
		"水のオーブ" = {
			英名 = "Water Orb",
		},
		"土のオーブ" = {
			英名 = "Earth Orb",
		},
		"金のオーブ" = {
			英名 = "Metal Orb",
		},
		"木のオーブ" = {
			英名 = "Wood Orb",
		},
		"幼女 アスカ" = {
			英名 = "Little Girl Asuka",
		},
		"Lv49 ジャロ" = {
			英名 = "Lv49 Jaro",
		},
		"Lv?? ブリティシュ" = {
			英名 = "Lv?? British",
		},
		"熟女 リア" = {
			英名 = "Mature Lia",
		},
		"Lv25 コンバート" = {
			英名 = "Lv25 Convert",
		},
		"Lv32 バード" = {
			英名 = "Lv32 Bird",
		},
		"Lv?? ホ・ラガ" = {
			英名 = "Lv?? Ho-Raga",
		},
		"よーぜふ" = {
			英名 = "Yosif",
		},
		"熟女 シーラ" = {
			英名 = "Mature Sheila",
		},
		"タイガー将軍" = {
			英名 = "Tiger General",
		},
		"ランスＪｒ" = {
			英名 = "Rance Jr.",
		},
		"冬将軍１８１２" = {
			英名 = "Winter General 1812",
		},
		"冬将軍１９４２" = {
			英名 = "Winter General 1942",
		},
		"３級魔神 ザカリテ" = {
			英名 = "Devil 3 Xacalite",
		},
		"熟女 マジック" = {
			英名 = "Mature Magic",
		},
		"ＹＯＲＡ" = {
			英名 = "YORA",
		},
		"ニーナ" = {
			英名 = "Nina",
		},
		"アレキサンダー" = {
			英名 = "Alexander",
		},
		"シュリ" = {
			英名 = "Shuri",
		},
		"熟女 マリア" = {
			英名 = "Mature Maria",
		},
		"大人 メアリー" = {
			英名 = "Adult Mary",
		},
		"裸族王 バファムーン" = {
			英名 = "Nudist King Baphamoon",
		},
		"エロヤック" = {
			英名 = "Eroyack ALV",
		},
		"船長" = {
			英名 = "Ship Captain",
		},
		"Lv28 すず" = {
			英名 = "Lv28 Suzu",
		},
		"ＫＤ" = {
			英名 = "KD",
		},
		"ジャハルッカス" = {
			英名 = "Jhahlckas",
		},
		"アスタコ" = {
			英名 = "ASTACO",
		},
		"アリス" = {
			英名 = "Alice",
		},
		"闇アリス" = {
			英名 = "Dark Alice",
		},
		"肉片 ルート" = {
			英名 = "Meat Chunk Root",
		},
		"使徒 戯骸" = {
			英名 = "Apostle Gigai",
		},
		"魔女 リクチェル" = {
			英名 = "Witch Richelle",
		},
		"魔人 ＤＤ" = {
			英名 = "Dark Lord DD",
		},
		"勇者 ゲイマルク" = {
			英名 = "Hero Geimark",
		},
		"魔人 カミーラ" = {
			英名 = "Dark Lord Camilla",
		},
		"全裸 カミーラ" = {
			英名 = "Naked Camilla",
		},
		"魔人 かわぞえ" = {
			英名 = "Dark Lord Kawazoe",
		},
		"魔人 ますぞえ" = {
			英名 = "Dark Lord Masuzoe",
		},
		"４級神 コーラ" = {
			英名 = "4th-Class God Cola",
		},
		"魔人 ジーク" = {
			英名 = "Dark Lord Sieg",
		},
		"１１級神 ヌーク７７" = {
			英名 = "Goddess 11 Nook77",
		},
		"堕天使 ヌーク７７" = {
			英名 = "Fallen Angel Nook77",
		},
		"魔人 バボラ" = {
			英名 = "Dark Lord Babolat",
		},
		"ラッシー" = {
			英名 = "Lassie",
		},
		"魔人 レッドアイ" = {
			英名 = "Dark Lord RedEye",
		},
		"魔人 リズナ" = {
			英名 = "Dark Lord Rizna",
		},
		"ＰＧ" = {
			英名 = "PG",
		},
		"大元帥 ストロガノフ" = {
			英名 = "Marshal Stroganoff",
		},
		"骸骨王 モドカタ" = {
			英名 = "Skeleton King Modokata",
		},
		"大将軍 ツォトン" = {
			英名 = "Generalissimo Zedong",
		},
		"大将軍 ルメイ" = {
			英名 = "Generalissimo LeMay",
		},
		"大将軍 ピサロ" = {
			英名 = "Generalissimo Pizarro",
		},
		"大将軍 ヨシフ" = {
			英名 = "Generalissimo Joseph",
		},
		"泥姫 バイランローズ" = {
			英名 = "Mud Princess Byranrose",
		},
		"挑戦者 ケイブリス" = {
			英名 = "Challenger Kayblis",
		},
		"トッポス" = {
			英名 = "Toppos",
		},
		"１級神 クエルプラン" = {
			英名 = "Goddess 1 Quelplan",
		},
		"１級神 ＡＬＩＣＥ" = {
			英名 = "Goddess 1 ALICE",
		},
		"２級神 バスワルド" = {
			英名 = "Goddess 2 Vaswald",
		},
		"全裸 バスワルド" = {
			英名 = "Naked Vaswald",
		},
		"魔王 美樹" = {
			英名 = "Demon King Miki",
		},
		"１級魔神 ネプラカス" = {
			英名 = "Devil 1 Neplacus",
		},
		"Lv37 アギレダ" = {
			英名 = "Lv37 Agireda",
		},
		"全裸 アギレダ" = {
			英名 = "Naked Agireda",
		},
		"Lv35 アギレダ" = {
			英名 = "Lv35 Agireda",
		},
		"超人 アギレダ" = {
			英名 = "Superhuman Agireda",
		},
		"魔人 ニミッツ" = {
			英名 = "Dark Lord Nimitz",
		},
		"全裸 ニミッツ" = {
			英名 = "Naked Nimitz",
		},
		"魔人 シルキィ" = {
			英名 = "Dark Lord Silky",
		},
		"全裸 シルキィ" = {
			英名 = "Naked Silky",
		},
		"村人 テオマン" = {
			英名 = "Villager Theoman",
		},
		"勇者 テオマン" = {
			英名 = "Hero Theoman",
		},
		"擬態／食券" = {
			英名 = "Mimicry / Meal Ticket",
		},
		"擬態／勲章" = {
			英名 = "Mimicry / Medal",
		},
		"擬態／戦果" = {
			英名 = "Mimicry / War Results",
		},
		"擬態／友情" = {
			英名 = "Mimicry / Friendship",
		},
		"擬態／金塊" = {
			英名 = "Mimicry / Gold Bullion",
		},
		"擬態／闘将軍団" = {
			英名 = "Mimicry / Tousho Corps",
		},
		"擬態／ハニー軍団" = {
			英名 = "Mimicry / Hanny Corps",
		},
		"擬態／ポピンズ軍団" = {
			英名 = "Mimicry / Pop. Corps",
		},
		"擬態／残党軍団" = {
			英名 = "Mimicry / Remnant Corp",
		},
		"擬態／ＥＸＰＵＰ" = {
			英名 = "Mimicry / EXP UP",
		},
		"擬態／アイテムＵＰ" = {
			英名 = "Mimicry / Item UP",
		},
		"ＤＢアイテム１" = {
			英名 = "DB Item 1",
		},
		"ＤＢアイテム２" = {
			英名 = "DB Item 2",
		},
		"ＤＢアイテム３" = {
			英名 = "DB Item 3",
		},
	},
};