tree 汎用ボタン = {
	共通ボタン = {
		Ｆ０７８ = {
			フラット = "共通素材/シス／ボタン／幅７８",
			補助 = {
				テキスト = {
					表示位置 = (list) { 39, 48 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 20,
						有効 = {
							色 = (list) { 255, 255, 255 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = -1,
					},
				},
			},
		},
		Ｆ０９２ = {
			フラット = "共通素材/シス／ボタン／幅９２",
			補助 = {
				アイコン = {
					表示位置 = (list) { 14, 12 },
					Ｚ順序 = 1,
				},
				テキスト = {
					表示位置 = (list) { 46, 46 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 32,
						有効 = {
							色 = (list) { 255, 255, 255 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = 0,
					},
				},
			},
		},
		Ｆ１５８ = {
			フラット = "共通素材/シス／ボタン／幅１５８",
			補助 = {
				テキスト = {
					表示位置 = (list) { 79, 39 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 32,
						有効 = {
							色 = (list) { 255, 255, 255 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = 0,
					},
				},
			},
		},
		Ｆ１５８Ｂ = {
			フラット = "共通素材/シス／ボタン／幅１５８",
			補助 = {
				テキスト = {
					表示位置 = (list) { 79, 39 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 32,
						有効 = {
							色 = (list) { 255, 241, 157 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = 0,
					},
				},
			},
		},
		Ｆ１９６ = {
			フラット = "共通素材/シス／ボタン／幅１９６",
			補助 = {
				テキスト = {
					表示位置 = (list) { 95, 43 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 32,
						有効 = {
							色 = (list) { 255, 255, 255 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = 0,
					},
				},
			},
		},
		Ｆ１９６Ｂ = {
			フラット = "共通素材/シス／ボタン／幅１９６",
			補助 = {
				テキスト = {
					表示位置 = (list) { 95, 43 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 32,
						有効 = {
							色 = (list) { 255, 241, 157 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = 0,
					},
				},
			},
		},
		Ｆ４００ = {
			フラット = "共通素材/シス／ボタン／幅４００",
			補助 = {
				テキスト = {
					表示位置 = (list) { 198.500000, 43 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 32,
						有効 = {
							色 = (list) { 255, 255, 255 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = 0,
					},
				},
			},
		},
		Ｆ４００Ｂ = {
			フラット = "共通素材/シス／ボタン／幅４００",
			補助 = {
				テキスト = {
					表示位置 = (list) { 198.500000, 43 },
					原点座標 = 5,
					Ｚ順序 = 1,
					テキスト = {
						種別 = 1,
						太さ = 0.400000,
						サイズ = 32,
						有効 = {
							色 = (list) { 255, 241, 157 },
						},
						無効 = {
							色 = (list) { 192, 192, 192 },
						},
						選択 = {
							色 = (list) { 255, 255, 255 },
						},
						字間 = 0,
					},
				},
			},
		},
		４５６ = {
			ＣＧ = "シス／ボタン／幅４５６",
		},
		１９２ = {
			ＣＧ = "シス／ボタン／幅１９２",
		},
		テキスト = {
			種別 = 1,
			太さ = 0.400000,
			サイズ = 32,
			有効 = {
				色 = (list) { 36, 36, 46 },
			},
			無効 = {
				色 = (list) { 36, 36, 46 },
			},
			字間 = -1,
		},
	},
	仮ボタン = {
		枠 = {
			幅 = 1,
		},
		背景 = {
			有効 = {
				通常 = {
					色 = (list) { 0, 0, 0, 255 },
				},
				オンカーソル = {
					色 = (list) { 0, 153, 141, 255 },
				},
				キーダウン = {
					色 = (list) { 153, 153, 0, 255 },
				},
			},
			無効 = {
				通常 = {
					色 = (list) { 0, 0, 0, 255 },
				},
				オンカーソル = {
					色 = (list) { 0, 0, 0, 255 },
				},
				キーダウン = {
					色 = (list) { 0, 0, 0, 255 },
				},
			},
		},
		テキスト = {
			種別 = 0,
			太さ = 0.000000,
			字間 = -1,
			最小サイズ = 20,
			最大サイズ = 42,
			有効 = {
				色 = (list) { 255, 255, 255 },
			},
			無効 = {
				色 = (list) { 128, 128, 128 },
			},
		},
	},
};