tree 選択肢 = {
	土台 = {
		ＣＧ = "シス／選択肢／ベース",
		サイズ = (list) { 404, 700 },
		底辺高さ = 20,
		影 = {
			サイズ = (list) { 0, 0 },
		},
	},
	ボタン = {
		サイズ = (list) { 340, 36 },
		縁サイズ = 1,
		基本 = {
			ＣＧ = "シス／選択肢／ボタン／基本",
			テキスト = {
				サイズ = 22,
				種別 = 0,
				太さ = 0.000000,
				色 = (list) { 240, 230, 110 },
				縁取り = {
					幅 = 0.000000,
					色 = (list) { 85, 60, 30 },
				},
				字間 = -2,
				文字数 = 15,
			},
		},
		再確認ＯＦＦ = {
			ＣＧ = "シス／選択肢／ボタン／再確認ＯＦＦ",
		},
		再確認ＯＮ = {
			ＣＧ = "シス／選択肢／ボタン／再確認ＯＮ",
		},
	},
	テキスト = {
		最大行数 = 3,
		０１ = {
			ＣＧ = "シス／選択肢／項目板／１行",
		},
		０２ = {
			ＣＧ = "シス／選択肢／項目板／２行",
		},
		０３ = {
			ＣＧ = "シス／選択肢／項目板／３行",
		},
		開始位置 = (list) { 0, 5 },
		サイズ = (list) { 362, 25 },
		テキスト = {
			サイズ = 20,
			種別 = 0,
			太さ = 0.000000,
			色 = (list) { 25, 30, 50 },
			影 = {
				ピクセル = (list) { 0, 1, 0, 1 },
				色 = (list) { 255, 255, 255, 128 },
			},
			字間 = -2,
			行間 = 0,
			文字数 = 16,
		},
	},
	区切り = {
		ＣＧ = "シス／選択肢／境線",
	},
	説明 = {
		１行文字数 = 16,
	},
};