tree クエストデータ = {
	アフター／挨拶 = {
		００１ = {
			物語 = "９０１／アフター／入り口",
			終了 = 1,
		},
	},
	アフター／初期化 = {
		００１ = {
			終了 = 1,
		},
	},
	アフター／説明 = {
		００１ = {
			物語 = "９０３／アフター／説明初",
			終了 = 1,
		},
	},
	アフター／説明汎用 = {
		００１ = {
			物語 = "９０４／アフター／説明汎用",
			終了 = 1,
		},
	},
	ｖｓサテラ = {
		背景 = "リーザス平原",
		地名 = "ポポンのお顔は真っ黒け",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度１５",
		００１ = {
			画像Ａ = "リーザス平原",
		},
		００２ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m55石像",
		},
		００３ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m55中ボスＣ",
		},
		００４ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔人印",
			戦闘 = "m55サテラ／Ｘ",
		},
		００５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓホーネット = {
		背景 = "謎の島",
		地名 = "自動車事故に逢いました、飛行機事故にも合いました",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "謎の島",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "謎の島",
			画像Ｂ = "魔人印",
			戦闘 = "m55ハウゼル＋サイゼル／Ｘ",
		},
		００３ = {
			画像Ａ = "謎の島",
			画像Ｂ = "魔人印",
			戦闘 = "m55ホーネット／Ｘ",
		},
		００４ = {
			画像Ａ = "謎の島",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ魔王美樹 = {
		背景 = "湿地帯",
		地名 = "ツギガセ",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "魔人印",
			戦闘 = "m55健太郎／Ｘ",
		},
		００３ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "魔人印",
			戦闘 = "m55魔王美樹／Ｘ",
		},
		００４ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓストーンＧＥＸ１ = {
		背景 = "人工迷宮",
		地名 = "択捉島の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧＥＸ１",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓストーンＧＥＸ２ = {
		背景 = "人工迷宮",
		地名 = "南樺太の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧＥＸ２",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓストーンＧＥＸ３ = {
		背景 = "人工迷宮",
		地名 = "台湾の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧＥＸ３",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ地域１ = {
		背景 = "戦場",
		地名 = "トレードセンター前",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度１５",
		００１ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
		},
		２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "モンスター印",
			戦闘 = "m33迷宮",
		},
		３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
		},
		４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "モンスター印",
			戦闘 = "m33平原　自動",
		},
		５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ地域２ = {
		背景 = "ワシントン花畑",
		地名 = "中之島公園",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
		},
		０１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン",
		},
		０２０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "大ボス印",
			戦闘 = "m55レッドドラゴン",
		},
		０３０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "中ボス印",
			戦闘 = "m55霊体／ボス",
		},
		０２１ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		０２２ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		０２３ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		０４０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０２５ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　９０",
		},
		０５０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０２７ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０２８ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０２９ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０６０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "中ボス印",
			戦闘 = "m55キラトーキ",
		},
		０７０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ地域３ = {
		背景 = "山道",
		地名 = "山上遊園地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２２",
		００１ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		０１０ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		０２０ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０３０ = {
			画像Ａ = "山道",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		０４０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55古代種／ボス",
		},
		０５０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55鬼／毒",
		},
		０６０ = {
			画像Ａ = "山道",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		０７０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55装甲／ボス",
		},
		０１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "中ボス印",
			戦闘 = "m55アントーン／ボス",
		},
		０１１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓルドラサウム = {
		背景 = "人工迷宮",
		地名 = "台湾の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "000ルドラサウム",
			戦闘 = "m55ルドラサウム",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	食券乱用 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		フラグ = "アフター用カード配置",
		００１ = {
			画像Ａ = "基本箱",
			画像Ｂ = "イベント印",
			処理 = "食券フェイズ",
		},
		００２ = {
			画像Ａ = "基本箱",
			画像Ｂ = "イベント印",
			処理 = "食券フェイズ",
		},
		００３ = {
			画像Ａ = "基本箱",
			画像Ｂ = "イベント印",
			処理 = "食券フェイズ",
			終了 = 1,
		},
	},
	ｖｓバスワルド = {
		背景 = "自由都市平原",
		地名 = "破壊された都市の郊外",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			物語 = "９２４／バスワルド／スタート",
			音楽 = "フィールド／天界",
		},
		００２ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55バスワルド",
		},
		００３ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その後の戦局",
			物語 = "９２４／バスワルド／エンド",
			終了 = 1,
		},
	},
	クルックー裁判 = {
		００１ = {
			物語 = "９４１／クルックー裁判",
			終了 = 1,
		},
	},
	解説ルーム = {
		００１ = {
			物語 = "９４２／解説ルーム",
			終了 = 1,
		},
	},
	魔人ワーグと… = {
		００１ = {
			物語 = "ワーグのエロ",
			終了 = 1,
		},
	},
	アリス／挨拶 = {
		００１ = {
			物語 = "８５０／アリス／挨拶",
			フラグ = "初期化／アリスの館",
			終了 = 1,
		},
	},
	アリス／お知らせ = {
		００１ = {
			物語 = "８５１／アリス／お知らせ",
			終了 = 1,
		},
	},
	アリス／開始前に = {
		００１ = {
			物語 = "８５２／アリス／開始前に",
			終了 = 1,
		},
	},
	アリス／コツ = {
		００１ = {
			物語 = "８５３／アリス／コツ",
			終了 = 1,
		},
	},
	アリス／Ｒ１ = {
		００１ = {
			物語 = "８６１／アリス／Ｒ１",
			終了 = 1,
		},
	},
	アリス／Ｒ２ = {
		００１ = {
			物語 = "８６２／アリス／Ｒ２",
			終了 = 1,
		},
	},
	アリス／Ｒ３ = {
		００１ = {
			物語 = "８６３／アリス／Ｒ３",
			終了 = 1,
		},
	},
	アリス／Ｒ４ = {
		００１ = {
			物語 = "８６４／アリス／Ｒ４",
			終了 = 1,
		},
	},
	アリス／Ｒ５ = {
		００１ = {
			物語 = "８６５／アリス／Ｒ５",
			終了 = 1,
		},
	},
	アリス／Ｒ６ = {
		００１ = {
			物語 = "８６６／アリス／Ｒ６",
			終了 = 1,
		},
	},
	アリス／Ｒ７ = {
		００１ = {
			物語 = "８６７／アリス／Ｒ７",
			終了 = 1,
		},
	},
	アリス／Ｒ８ = {
		００１ = {
			物語 = "８６８／アリス／Ｒ８",
			終了 = 1,
		},
	},
	アリス／Ｒ９ = {
		００１ = {
			物語 = "８６９／アリス／Ｒ９",
			終了 = 1,
		},
	},
	アリス／スタッフ = {
		００１ = {
			物語 = "８７０／アリス／スタッフ",
			終了 = 1,
		},
	},
	アリス／ＴＡＤＡ = {
		００１ = {
			物語 = "８７１／アリス／ＴＡＤＡ",
			終了 = 1,
		},
	},
	アリス／織音 = {
		００１ = {
			物語 = "８７２／アリス／織音",
			終了 = 1,
		},
	},
	アリス／ぷりん = {
		００１ = {
			物語 = "８７３／アリス／ぷりん",
			終了 = 1,
		},
	},
	アリス／ヨイドレ = {
		００１ = {
			物語 = "８７４／アリス／ヨイドレ",
			終了 = 1,
		},
	},
	アリス／抜ける = {
		００１ = {
			フラグ = "初期化／アリスの館",
			終了 = 1,
		},
	},
	その頃ダークランス = {
		００１ = {
			物語 = "３８２／その頃ダークランス",
			終了 = 1,
		},
	},
	アリス／ＤＢ１ = {
		００１ = {
			物語 = "８９０／アリスＤＢ",
			終了 = 1,
		},
	},
	アリス／ＤＢ２ = {
		００１ = {
			物語 = "８９０／アリスＤＢ",
			終了 = 1,
		},
	},
	アリス／ＤＢ３ = {
		００１ = {
			物語 = "８９０／アリスＤＢ",
			終了 = 1,
		},
	},
	アリス／冒険イメージ = {
		００１ = {
			物語 = "８５５／アリス／冒険イメージ",
			終了 = 1,
		},
	},
	アリス／成長イメージ = {
		００１ = {
			物語 = "８５６／アリス／成長イメージ",
			終了 = 1,
		},
	},
	アリス／その他イメージ = {
		００１ = {
			物語 = "８５７／アリス／その他イメージ",
			終了 = 1,
		},
	},
	アリス／戦闘イメージ = {
		００１ = {
			物語 = "８５４／アリス／戦闘イメージ",
			終了 = 1,
		},
	},
	アリスの館 = {
		００１ = {
			物語 = "４９／アリスの館",
			終了 = 1,
		},
	},
	★ハニーテスト = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／リーザス",
		００１ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "０００／テストさん",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "We'Re depaRting.",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m22ハニー",
			フラグ = "ウルトラレアＯＮ",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "５０／その頃",
		},
		０５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "５０／エンド",
			終了 = 1,
		},
	},
	ランス砦の日々／砦 = {
		００１ = {
			物語 = "１６７／ランス砦の日々",
			終了 = 1,
		},
	},
	ランスがリーダー = {
		００１ = {
			物語 = "０３／ランスへの状況説明",
			物語２ = "０３／香姫のエロ",
			物語３ = "０３／ランスがリーダー",
			コルルンサ = "世界",
			終了 = 1,
		},
	},
	反撃作戦開始 = {
		００１ = {
			物語 = "０６／反撃作戦開始",
			コルルンサ = "第二次魔人戦争",
			終了 = 1,
		},
	},
	魔王の噂 = {
		００１ = {
			物語 = "０８／魔王の噂",
			終了 = 1,
		},
	},
	中間会議 = {
		００１ = {
			物語 = "１７／中間会議",
			終了 = 1,
		},
	},
	２０海里出現 = {
		００１ = {
			物語 = "１２／２０海里出現",
			コルルンサ = "満ち潮",
			終了 = 1,
		},
	},
	２０海里消失 = {
		００１ = {
			物語 = "１３／２０海里消失",
			終了 = 1,
		},
	},
	２０海里上陸後の朝 = {
		００１ = {
			物語 = "１５／夜が明けた",
			終了 = 1,
		},
	},
	ランス城飛ばない = {
		００１ = {
			物語 = "３０／パットンの失敗",
		},
		００２ = {
			物語 = "３０／魔軍進撃",
		},
		００３ = {
			物語 = "３０／魔軍に敗北",
		},
		００４ = {
			物語 = "３０／逃げた先",
			秘書任命 = "アリス",
			終了 = 1,
		},
	},
	飛ばなかった後 = {
		００１ = {
			物語 = "３４／今後の方針",
			終了 = 1,
		},
	},
	天満橋の大軍／ＪＰ = {
		００１ = {
			物語 = "３２／天満橋の大軍",
			終了 = 1,
		},
	},
	天満橋の大軍／通常 = {
		００１ = {
			物語 = "３５／天満橋の大軍／通常",
			終了 = 1,
		},
	},
	魔王の覚醒間近／ＪＰ = {
		００１ = {
			物語 = "３３／魔王の覚醒間近",
			終了 = 1,
		},
	},
	ワーグ活躍 = {
		００１ = {
			物語 = "３１／ワーグ活躍",
			コルルンサ = "魔人ワーグ",
			終了 = 1,
		},
	},
	警告シャングリラ強襲 = {
		００１ = {
			物語 = "５１／警告シャングリラ強襲",
			終了 = 1,
		},
	},
	警告魔王を捜す = {
		００１ = {
			物語 = "５２／警告魔王を捜す",
			終了 = 1,
		},
	},
	魔王ケイブリス告知 = {
		００１ = {
			物語 = "５５２／魔王ケイブリス／告知",
			終了 = 1,
		},
	},
	シィル幽体離脱 = {
		００１ = {
			物語 = "５３／シィル幽体離脱",
			終了 = 1,
		},
	},
	全地域奪還 = {
		００１ = {
			物語 = "５５／全地域奪還",
			終了 = 1,
		},
	},
	カミーラ自動取得 = {
		００１ = {
			物語 = "５６／カミーラ自動取得",
			終了 = 1,
		},
	},
	魔軍の増援 = {
		００１ = {
			物語 = "５７／魔軍の増援",
			終了 = 1,
		},
	},
	動かす手段／飛行 = {
		００１ = {
			物語 = "１７０／動かす手段／飛行",
			終了 = 1,
		},
	},
	ランス城移動１／飛行 = {
		００１ = {
			物語 = "１７１／ランス城移動１",
			終了 = 1,
		},
	},
	ランス城移動２／飛行 = {
		背景 = "ランス城",
		００１ = {
			物語 = "１７２／ランス城移動２／戦闘前",
			戦闘２ = "m11魔軍／飛行",
			物語３ = "１７２／ランス城移動２／戦闘後",
			終了 = 1,
		},
	},
	ランス城移動３／飛行 = {
		背景 = "ランス城",
		００１ = {
			物語 = "１７３／ランス城移動３／戦闘前",
			戦闘２ = "m11魔軍／飛行",
			物語３ = "１７３／ランス城移動３／戦闘後",
			終了 = 1,
		},
	},
	ランス城移動４／飛行 = {
		００１ = {
			物語 = "１７４／ランス城移動４",
			終了 = 2,
		},
	},
	軍移動 = {
		００１ = {
			物語 = "１６９／軍移動",
			終了 = 1,
		},
	},
	天満橋は渡れない／ＪＰ = {
		００１ = {
			物語 = "１６６／天満橋は渡れない／ＪＰ",
			終了 = 1,
		},
	},
	空飛ぶランス城散策 = {
		００１ = {
			物語 = "１０９／空飛ぶランス城散策",
			コルルンサ = "闘神都市",
			終了 = 1,
		},
	},
	必殺技を得る = {
		００１ = {
			物語 = "１４２／必殺技を得る",
			終了 = 1,
		},
	},
	魔王の記憶改竄 = {
		００１ = {
			物語 = "１１６／魔王の記憶改変",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'll use any means necessaRy.",
					分岐 = "００２",
				},
			},
		},
		００２ = {
			物語 = "１１６／記憶の中",
		},
		００３ = {
			物語 = "１１６／美樹とエッチ",
			終了 = 1,
		},
	},
	海を調べる = {
		００１ = {
			物語 = "１４３／海を調べる",
			終了 = 1,
		},
	},
	俺は自由になる = {
		００１ = {
			物語 = "１０６／俺は自由になる",
			終了 = 2,
		},
	},
	本番に向けて休息 = {
		００１ = {
			物語 = "１５１／本番に向けて休息",
			終了 = 1,
		},
	},
	本番に向けて休息／ＪＰ = {
		００１ = {
			物語 = "１５１／本番に向けて休息",
			終了 = 1,
		},
	},
	再出発／ＪＰ = {
		００１ = {
			物語 = "１４４／ＪＡＰＡＮで再出発",
			終了 = 1,
		},
	},
	再出発／砦 = {
		００１ = {
			物語 = "１４５／ランス砦での再出発",
			終了 = 1,
		},
	},
	魔物界進軍計画 = {
		００１ = {
			物語 = "１６８／魔物界進軍計画",
			終了 = 1,
		},
	},
	美樹を何とかする／ＪＰ = {
		００１ = {
			物語 = "１４６／美樹を何とかする",
			終了 = 1,
		},
	},
	ＤＸの会の妨害 = {
		００１ = {
			条件書換前 = "カチューシャ展開５　物語=１５５／ＤＸの会の妨害Ａ",
			！条件書換前 = "カチューシャ展開５　物語=１５５／ＤＸの会の妨害Ｂ",
			終了 = 1,
		},
	},
	美樹を取り返す = {
		００１ = {
			物語 = "１５４／美樹を取り返す",
			終了 = 1,
		},
	},
	上陸地点で準備 = {
		００１ = {
			物語 = "１４８／上陸地点で準備",
			終了 = 1,
		},
	},
	女の子モンスター迷宮 = {
		背景 = "秘密の谷",
		地名 = "フチュウ盆地",
		音楽 = "フィールド／僻地夜",
		フラグ = "リーザス地域",
		００１ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "",
			物語 = "１５６／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ARe theRe no gal monsteRs?",
				},
			},
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00女Ｍ　自動",
		},
		０１６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00女Ｍ　自動",
		},
		０２０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０５０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０７０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "秘密の谷",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウェンリーナー",
					説明 = "Hehe, nice to meet you.",
				},
			},
		},
		０８０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "イベント印",
			物語 = "１５６／エンド",
			終了 = 1,
		},
	},
	残党狩り／リーザス = {
		地名 = "リーザス城",
		背景 = "リーザス城",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "１５８／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go, time to sweep them\nout!",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	残党狩り／ヘルマン = {
		背景 = "ラングバウ",
		地名 = "首都　ラングバウ",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "１５９／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'll take caRe of this easily.",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	残党狩り／ゼス = {
		背景 = "ゼス城",
		地名 = "首都　ラグナロックアーク",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "１６０／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "Let's go.",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	残党狩り／自由都市 = {
		背景 = "Ｍランド",
		地名 = "臨時首都　Ｍランド",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "",
			物語 = "１６１／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, time to clean up the\nsmall fRy.",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	奪還／リーザス = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			物語 = "１６２／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Rescue Lia.",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６２／エンド",
			終了 = 1,
		},
	},
	奪還／ヘルマン = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			物語 = "１６３／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Take Sheila back.",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６３／エンド",
			終了 = 1,
		},
	},
	奪還／ゼス = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			物語 = "１６４／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Help Magic.",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６４／エンド",
			終了 = 1,
		},
	},
	奪還／自由都市 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			物語 = "１６５／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Take back my women.",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６５／エンド",
			終了 = 1,
		},
	},
	男の子モンスター迷宮 = {
		背景 = "農地",
		地名 = "カコガワ農園",
		音楽 = "フィールド／村",
		００１ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			物語 = "１５７／スタート",
			フラグ = "ヘルマン地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hack & Slash!",
				},
			},
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０１６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０２０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０３０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０４０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０５０ = {
			画像Ａ = "農地",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６０ = {
			画像Ａ = "農地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０６６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０７０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０８０ = {
			画像Ａ = "農地",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "農地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "セラクロラス",
					説明 = "...Guu.",
				},
			},
		},
		０９０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "１５７／エンド",
			終了 = 1,
		},
	},
	チャンスを待つ = {
		００１ = {
			画像Ａ = "000ランス城",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			物語 = "２００／チャンスを待つ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ビスケッタ",
					説明 = "UndeRstood.",
				},
				分岐右 = {
					顔画像 = "コパンドン",
					説明 = "It can't be helped, just this\nonce.",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			終了 = 1,
		},
		０２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２１ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２２ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２３ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２４ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
	ケイブリスに勝負を挑む = {
		００１ = {
			物語 = "２７５／ケイブリスに勝負を挑む",
			終了 = 1,
		},
	},
	戦力補強 = {
		００１ = {
			物語 = "２８２／戦力補強",
			終了 = 1,
		},
	},
	暇／ＪＰ = {
		００１ = {
			物語 = "２８９／暇／ＪＰ",
			終了 = 1,
		},
	},
	どこに行くべきか／飛行 = {
		００１ = {
			物語 = "２９０／どこに行くべきか／飛行",
			終了 = 1,
		},
	},
	法王特典 = {
		００１ = {
			物語 = "４２８／法王特典",
			終了 = 1,
		},
	},
	勇者の活躍１ = {
		００１ = {
			物語 = "４２６／勇者の活躍１",
			終了 = 1,
		},
	},
	勇者の活躍２ = {
		００１ = {
			物語 = "４２６／勇者の活躍２",
			終了 = 1,
		},
	},
	食券行列に並ぶ = {
		００１ = {
			物語 = "４００／食券行列に並ぶ",
			終了 = 1,
		},
	},
	三姉妹占い = {
		００１ = {
			物語 = "４１６／三姉妹占い／スタート",
			物語２ = "４１６／三姉妹占い／すっぽぬけ",
			終了 = 1,
		},
	},
	ランス城散策 = {
		００１ = {
			物語 = "１０８／ランス城散策",
			秘書登録 = "ビスケッタ",
			終了 = 1,
		},
	},
	ランス城の補給 = {
		００１ = {
			物語 = "０７／ランス城の補給",
			終了 = 1,
		},
	},
	クルックーと女神アリス = {
		００１ = {
			物語 = "０９／クルックーと女神アリス",
			終了 = 1,
		},
	},
	サテラの魔人話 = {
		００１ = {
			物語 = "１０７／サテラの魔人話",
			秘書登録 = "サテラ",
			コルルンサ = "魔人サテラ",
			終了 = 1,
		},
	},
	ホーネットの魔王話 = {
		００１ = {
			物語 = "１１７／ホーネットの魔王話",
			終了 = 1,
		},
	},
	魔王とミラクル = {
		００１ = {
			物語 = "１１５／魔王とミラクル",
			終了 = 1,
		},
	},
	聖女の役目 = {
		００１ = {
			物語 = "１２４／聖女の役目",
			終了 = 1,
		},
	},
	お正月 = {
		００１ = {
			物語 = "３５８／お正月",
			終了 = 1,
		},
	},
	英雄ブリティシュ = {
		００１ = {
			物語 = "４０６／英雄ブリティシュ",
			コルルンサ = "エターナルヒーロー",
			終了 = 1,
		},
	},
	アニス抱く = {
		００１ = {
			物語 = "４０１／アニス拷問",
			終了 = 1,
		},
	},
	ハウゼル抱く = {
		００１ = {
			物語 = "１１８／ハウゼル１",
			物語２ = "１１８／ハウゼル２",
			物語３ = "１１８／ハウゼル３",
			終了 = 1,
		},
	},
	サイゼル抱く = {
		００１ = {
			物語 = "１１９／サイゼル１",
			物語２ = "１１９／サイゼル２",
			物語３ = "１１９／サイゼル３",
			終了 = 1,
		},
	},
	シルキィ抱く = {
		００１ = {
			物語 = "１２０／シルキィ抱く",
			終了 = 1,
		},
	},
	クリーム抱く = {
		００１ = {
			物語 = "４０３／クリームとエッチ",
			終了 = 1,
		},
	},
	ウルザ抱く = {
		００１ = {
			物語 = "４０４／ウルザ１",
			物語２ = "４０４／ウルザ２",
			終了 = 1,
		},
	},
	日光抱く = {
		００１ = {
			物語 = "１２１／日光を抱く",
			終了 = 1,
		},
	},
	ウィリス抱く = {
		００１ = {
			物語 = "４１４／ウィリス抱く",
			終了 = 1,
		},
	},
	アギレダ抱く = {
		００１ = {
			物語 = "１２３／アギレダを抱く",
			終了 = 1,
		},
	},
	ビスケッタ抱く = {
		００１ = {
			物語 = "４０５／ビスケッタさんのエロ",
			終了 = 1,
		},
	},
	ワーグ仲間 = {
		００１ = {
			物語 = "４０２／ワーグ仲間",
			終了 = 1,
		},
	},
	シィルを脱がす = {
		００１ = {
			物語 = "３５５／シィルを脱がす",
			終了 = 1,
		},
	},
	総統ハーレム１ = {
		００１ = {
			物語 = "４１１／総統ハーレム１",
			終了 = 1,
		},
	},
	総統ハーレム２ = {
		００１ = {
			物語 = "４１２／総統ハーレム２",
			終了 = 1,
		},
	},
	橋頭堡の夜／シィル = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９０／橋頭堡でシィル",
			終了 = 1,
		},
	},
	橋頭堡の夜／一人 = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９２／橋頭堡で一人",
			終了 = 1,
		},
	},
	橋頭堡の夜／サテラ = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９３／橋頭堡でサテラ",
			終了 = 1,
		},
	},
	橋頭堡の夜／アギレダ = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９４／橋頭堡でアギレダ",
			終了 = 1,
		},
	},
	エピローグＡ = {
		００１ = {
			物語 = "５９０／戦争報告",
			物語２ = "５９０／女神の部屋",
			物語３ = "５９０／お祝い",
			物語４ = "５９０／バード",
			物語５ = "５９０／美樹発作",
			物語６ = "５９０／ホーネットの選択",
			物語７ = "５９０／ランスの選択",
			物語８ = "５９０／誕生",
			ムービー９ = "１部エンドロール",
			物語１０ = "５９０／魔王ランス",
			フラグ = "クリア／エピローグ",
			終了 = 4,
		},
	},
	エピローグＢ = {
		００１ = {
			物語 = "５９０／戦争報告",
			物語２ = "５９０／女神の部屋",
			物語３ = "５９０／お祝い",
			物語４ = "５９０／バード",
			物語５ = "５９０／美樹発作",
			物語６ = "５９０／ミラクルの選択",
			物語７ = "５９０／ランスの選択",
			物語８ = "５９０／誕生",
			ムービー９ = "１部エンドロール",
			物語１０ = "５９０／魔王ランス",
			フラグ = "クリア／エピローグ",
			終了 = 4,
		},
	},
	ジュリア改造 = {
		００１ = {
			物語 = "４１７／ジュリア改造",
			終了 = 1,
		},
	},
	ケッセルリンク復活 = {
		００１ = {
			物語 = "４１８／ケッセルリンク復活",
			終了 = 1,
		},
	},
	ハニー軍団参戦 = {
		００１ = {
			物語 = "４１９／ハニー軍団参戦",
			終了 = 1,
		},
	},
	マエリータ再集結 = {
		００１ = {
			物語 = "４２０／マエリータ再集結",
			終了 = 1,
		},
	},
	テオマンの女１ = {
		００１ = {
			物語 = "４２１／テオマンの女１",
			終了 = 1,
		},
	},
	テオマンの女２ = {
		００１ = {
			物語 = "４２２／テオマンの女２",
			終了 = 1,
		},
	},
	政宗と嫁 = {
		００１ = {
			物語 = "４２３／政宗と嫁",
			終了 = 1,
		},
	},
	ランス船団の事 = {
		００１ = {
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			画像Ａ = "000ランス城",
			物語 = "１１２／ランス船団の事",
			選択分岐 = {
				分岐左 = {
					顔画像 = "コパンドン",
					説明 = "Then let's modify it foR waR.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Wait, wait, that's foR my\nadventuRes.",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１１２／許可する",
			フラグ = "ランス船団＝０",
			終了 = 1,
		},
		０２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１１２／許可しない",
			フラグ = "ランス船団＝１",
			終了 = 1,
		},
	},
	レンジャー作戦 = {
		００１ = {
			物語 = "４５０／レンジャー作戦",
			終了 = 1,
		},
	},
	ガード作戦 = {
		００１ = {
			物語 = "４５１／ガード作戦",
			終了 = 1,
		},
	},
	ヒーラー作戦 = {
		００１ = {
			物語 = "４５２／ヒーラー作戦",
			終了 = 1,
		},
	},
	勲章行列に並ぶ = {
		００１ = {
			物語 = "４５４／勲章行列に並ぶ",
			終了 = 1,
		},
	},
	砦防衛 = {
		背景 = "山道",
		００１ = {
			物語 = "４５５／砦防衛",
			戦闘 = "m11迷宮",
			戦闘２ = "m11迷宮",
			終了 = 1,
		},
	},
	治水 = {
		００１ = {
			物語 = "４５６／治水",
			終了 = 1,
		},
	},
	地表偵察 = {
		背景 = "魔物の森",
		００１ = {
			物語 = "４５７／地表偵察",
			戦闘 = "m00レア女Ｍ",
			終了 = 1,
		},
	},
	裸集め = {
		００１ = {
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			画像Ａ = "000ランス城",
			条件書換前 = "裸集めカウント　物語=シィル／裸",
			！条件書換前 = "裸集めカウント　物語=ランス／裸",
		},
		００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "全裸００", "全裸００", "全裸００" },
		},
		００３ = {
			画像Ａ = "000ランス城",
			終了 = 1,
		},
	},
	卵の孵化 = {
		００１ = {
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			画像Ａ = "000ランス城",
			物語 = "４５３／卵の孵化",
			フラグ = "次世代魔物の追加",
		},
		００２ = {
			画像Ａ = "000ランス城",
			終了 = 1,
		},
	},
	各国軍の底力 = {
		００１ = {
			物語 = "４５９／各国軍の底力",
			終了 = 1,
		},
	},
	女の子モンスター脱がす = {
		００１ = {
			物語 = "４２５／女の子モンスター脱がす",
			終了 = 1,
		},
	},
	ベゼルアイの繁殖期 = {
		００１ = {
			物語 = "００／ベゼルアイ／繁殖",
			終了 = 1,
		},
	},
	ハウセスナースの繁殖期 = {
		００１ = {
			物語 = "００／ハウセスナース／繁殖",
			終了 = 1,
		},
	},
	セラクロラスの繁殖期 = {
		００１ = {
			物語 = "００／セラクロラス／繁殖",
			終了 = 1,
		},
	},
	ウェンリーナーの繁殖期 = {
		００１ = {
			物語 = "００／ウェンリーナー／繁殖",
			終了 = 1,
		},
	},
	エピローグ滅亡 = {
		００１ = {
			物語 = "５５５／人類滅亡",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／敗北",
			終了 = 4,
		},
	},
	割り込み抜け = {
		００１ = {
			物語 = "３００／割り込み抜け",
			終了 = 1,
		},
	},
	カチューシャ脱走 = {
		００１ = {
			物語 = "３６３／カチューシャ脱走",
			終了 = 1,
		},
	},
	ウィリス仲間入り = {
		００１ = {
			物語 = "３５８／ウィリス仲間入り",
			フラグ = "ウィリスの追加",
			コルルンサ = "神々",
			終了 = 1,
		},
	},
	クエルプラン遭遇 = {
		００１ = {
			物語 = "３６０／クエルプラン遭遇",
			終了 = 1,
		},
	},
	クエルプランとアリス１ = {
		００１ = {
			物語 = "３６８／クエルプランとアリス１",
			終了 = 1,
		},
	},
	クエルプランとアリス２ = {
		００１ = {
			物語 = "３６９／クエルプランとアリス２",
			終了 = 1,
		},
	},
	ルドラサウムの声 = {
		００１ = {
			物語 = "３７０／ルドラサウムの声",
			終了 = 1,
		},
	},
	ミカン物語 = {
		００１ = {
			物語 = "３５９／ミカン物語",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv70 普通の父", "Lv70 普通の母", "Lv70 普通の少女" },
			終了 = 1,
		},
	},
	美樹の留守番 = {
		００１ = {
			物語 = "３５６／美樹の留守番",
			終了 = 1,
		},
	},
	魔王を捜す魔軍 = {
		００１ = {
			物語 = "３５５／魔王を捜す魔軍",
			終了 = 1,
		},
	},
	テオマンの妨害１ = {
		００１ = {
			物語 = "３０１／テオマン妨害１",
			終了 = 1,
		},
	},
	テオマンの妨害２ = {
		００１ = {
			物語 = "３０２／テオマン妨害２",
			終了 = 1,
		},
	},
	テオマンの妨害３Ａ = {
		００１ = {
			物語 = "３０３／テオマン妨害３",
			物語２ = "３００／テオマン妨害３／ウェンリーナー",
			フラグ = "ウェンリーナー＝１",
			終了 = 1,
		},
	},
	テオマンの妨害３Ｂ = {
		００１ = {
			物語 = "３０３／テオマン妨害３",
			物語２ = "３００／テオマン妨害３／クルックー",
			フラグ = "法王特典＝０",
			終了 = 1,
		},
	},
	テオマンの妨害３Ｃ = {
		００１ = {
			物語 = "３０３／テオマン妨害３",
			物語２ = "３００／テオマン妨害３／死亡",
			終了 = 2,
		},
	},
	ウェンリーナー遭遇 = {
		００１ = {
			物語 = "３１０／ウェンリーナー遭遇",
			フラグ = "ウェンリーナーの追加",
			終了 = 1,
		},
	},
	セラクロラス遭遇 = {
		００１ = {
			物語 = "３１０／セラクロラス遭遇",
			フラグ = "セラクロラスの追加",
			終了 = 1,
		},
	},
	アーシー遭遇 = {
		００１ = {
			物語 = "３４３／アーシー遭遇",
			フラグ = "アーシーの追加",
			終了 = 1,
		},
	},
	パセリ遭遇 = {
		００１ = {
			物語 = "３６２／パセリ遭遇",
			フラグ = "パセリの追加",
			終了 = 1,
		},
	},
	マエリータ赴任 = {
		００１ = {
			物語 = "３２０／赴任／初",
			終了 = 1,
		},
	},
	マエリータ接触１ = {
		００１ = {
			物語 = "３２０／ランス接触１／戦闘前",
			戦闘 = "m22マエリータ隊／Ａ",
			物語２ = "３２０／ランス接触１／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触２ = {
		００１ = {
			物語 = "３２０／ランス接触２／戦闘前",
			戦闘 = "m22マエリータ隊／Ａ",
			物語２ = "３２０／ランス接触２／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触３ = {
		００１ = {
			物語 = "３２０／ランス接触３／戦闘前",
			戦闘 = "m22マエリータ隊／Ｂ",
			物語２ = "３２０／ランス接触３／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触４ = {
		００１ = {
			物語 = "３２０／ランス接触４／戦闘前",
			戦闘 = "m22マエリータ隊／Ｃ",
			物語２ = "３２０／ランス接触４／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触５ = {
		００１ = {
			物語 = "３２０／ランス接触５／戦闘前",
			戦闘 = "m22ハチ女集団／共闘",
			物語２ = "３２０／ランス接触５／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触６ = {
		００１ = {
			物語 = "３２０／ランス接触６／戦闘前",
			戦闘 = "m22マエリータ隊／Ｄ",
			物語２ = "３２０／ランス接触６／戦闘後",
			終了 = 1,
		},
	},
	その頃サイゼル１ = {
		００１ = {
			物語 = "３４０／その頃サイゼル１",
			終了 = 1,
		},
	},
	その頃サイゼル２ = {
		００１ = {
			物語 = "３４１／その頃サイゼル２",
			終了 = 1,
		},
	},
	日光とカオス = {
		００１ = {
			物語 = "３４２／日光とカオス",
			終了 = 1,
		},
	},
	サテラ仲間入り = {
		００１ = {
			物語 = "３５０／サテラ仲間入り",
			終了 = 1,
		},
	},
	フェリス仲間入り = {
		００１ = {
			物語 = "３５４／フェリス仲間入り",
			フラグ = "フェリスの追加",
			終了 = 1,
		},
	},
	その頃パットン１ = {
		００１ = {
			物語 = "３５１／その頃パットン１",
			終了 = 1,
		},
	},
	大人化説明 = {
		００１ = {
			物語 = "００／大人化説明",
			終了 = 1,
		},
	},
	４人の聖女／大 = {
		００１ = {
			物語 = "３５２／４人の聖女／大",
			フラグ = "赤色の円柱の追加",
			終了 = 1,
		},
	},
	４人の聖女／小 = {
		００１ = {
			物語 = "３５３／４人の聖女／小",
			フラグ = "青色の円柱の追加",
			終了 = 1,
		},
	},
	テオマン女の情報 = {
		００１ = {
			物語 = "３６５／テオマン女の情報",
			終了 = 1,
		},
	},
	テオマンに忠告するセシル = {
		００１ = {
			物語 = "３６６／テオマンに忠告するセシル",
			終了 = 1,
		},
	},
	リア電卓 = {
		００１ = {
			物語 = "３６７／リア電卓",
			フラグ = "運命の女リアの追加",
			終了 = 1,
		},
	},
	レンジャーヒント = {
		００１ = {
			物語 = "３７１／レンジャーヒント",
			終了 = 1,
		},
	},
	ガードヒント = {
		００１ = {
			物語 = "３７２／ガードヒント",
			終了 = 1,
		},
	},
	ヒーラーヒント = {
		００１ = {
			物語 = "３７３／ヒーラーヒント",
			終了 = 1,
		},
	},
	その頃ＫＤ = {
		００１ = {
			物語 = "３７４／その頃ＫＤ",
			終了 = 1,
		},
	},
	その頃ホラガ = {
		００１ = {
			物語 = "３７５／その頃ホラガ",
			終了 = 1,
		},
	},
	その頃ポピンズ = {
		００１ = {
			物語 = "３７６／その頃ポピンズ",
			終了 = 1,
		},
	},
	その頃アレキサンダー = {
		００１ = {
			物語 = "３７７／その頃アレキサンダー",
			終了 = 1,
		},
	},
	その頃リクチェル = {
		００１ = {
			物語 = "３７８／その頃リクチェル",
			終了 = 1,
		},
	},
	その頃ますぞえ = {
		００１ = {
			物語 = "３７９／その頃ますぞえ",
			終了 = 1,
		},
	},
	その頃ブリティシュ = {
		００１ = {
			物語 = "３８０／その頃ブリティシュ",
			終了 = 1,
		},
	},
	難易度とハニー = {
		００１ = {
			物語 = "３８１／難易度とハニー",
			終了 = 1,
		},
	},
	ランス城の侵入に気が付く魔軍 = {
		００１ = {
			物語 = "５７１／ランス城の侵入に気が付く魔軍",
			終了 = 1,
		},
	},
	リーザス自力解放 = {
		００１ = {
			物語 = "４１／リーザス自力解放１",
			物語２ = "４１／リーザス自力解放２",
			物語３ = "４１／リーザス自力解放３",
			物語４ = "４１／リーザス自力解放４",
			物語５ = "４１／リーザス自力解放５",
			終了 = 1,
		},
	},
	ヘルマン自力解放 = {
		００１ = {
			物語 = "４２／ヘルマン自力解放１",
			物語２ = "４２／ヘルマン自力解放２",
			物語３ = "４２／ヘルマン自力解放３",
			物語４ = "４２／ヘルマン自力解放４",
			物語５ = "４２／ヘルマン自力解放５",
			物語６ = "４２／ヘルマン自力解放６",
			終了 = 1,
		},
	},
	ゼス自力解放 = {
		００１ = {
			物語 = "４３／ゼス自力解放１",
			物語２ = "４３／ゼス自力解放２",
			物語３ = "４３／ゼス自力解放３",
			物語４ = "４３／ゼス自力解放４",
			物語５ = "４３／ゼス自力解放５",
			終了 = 1,
		},
	},
	自由都市自力解放 = {
		００１ = {
			物語 = "４４／自由都市自力解放１",
			物語２ = "４４／自由都市自力解放２",
			物語３ = "４４／自由都市自力解放３",
			物語４ = "４４／自由都市自力解放４",
			物語５ = "４４／自由都市自力解放５",
			終了 = 1,
		},
	},
	リーザス被害１ = {
		００１ = {
			物語 = "５１１／リーザス被害１",
			終了 = 1,
		},
	},
	リーザス被害２ = {
		００１ = {
			物語 = "５１２／リーザス被害２",
			終了 = 1,
		},
	},
	リーザス滅亡 = {
		００１ = {
			物語 = "５１５／リーザス滅亡",
			終了 = 1,
		},
	},
	ヘルマン被害１ = {
		００１ = {
			物語 = "５２１／ヘルマン被害１",
			終了 = 1,
		},
	},
	ヘルマン被害２ = {
		００１ = {
			物語 = "５２２／ヘルマン被害２",
			終了 = 1,
		},
	},
	ヘルマン滅亡 = {
		００１ = {
			物語 = "５２５／ヘルマン滅亡",
			終了 = 1,
		},
	},
	ゼス被害１ = {
		００１ = {
			物語 = "５３１／ゼス被害１",
			コルルンサ = "魔人カミーラ",
			終了 = 1,
		},
	},
	ゼス被害２ = {
		００１ = {
			物語 = "５３２／ゼス被害２",
			終了 = 1,
		},
	},
	ゼス滅亡 = {
		００１ = {
			物語 = "５３５／ゼス滅亡",
			終了 = 1,
		},
	},
	自由都市被害１ = {
		００１ = {
			物語 = "５４１／自由都市被害１",
			終了 = 1,
		},
	},
	自由都市被害２ = {
		００１ = {
			物語 = "５４２／自由都市被害２",
			終了 = 1,
		},
	},
	自由都市滅亡 = {
		００１ = {
			物語 = "５４５／自由都市滅亡",
			終了 = 1,
		},
	},
	ＪＡＰＡＮ滅亡／通常 = {
		００１ = {
			物語 = "５４７／ＪＡＰＡＮ滅亡",
			終了 = 1,
		},
	},
	ＪＡＰＡＮ滅亡／ＪＰ = {
		００１ = {
			物語 = "５４８／ＪＡＰＡＮ滅亡／ＪＰ",
			終了 = 2,
		},
	},
	テオマン参戦 = {
		００１ = {
			物語 = "５０１／テオマン参戦",
			終了 = 1,
		},
	},
	テオマン解禁１ = {
		００１ = {
			物語 = "５０２／テオマン解禁１",
			コルルンサ = "勇者",
			終了 = 1,
		},
	},
	テオマン解禁２Ａ = {
		００１ = {
			物語 = "５０３／テオマン解禁２／スタート",
			物語２ = "５０３／テオマン解禁２／シルキィ",
			終了 = 1,
		},
	},
	テオマン解禁２Ｂ = {
		００１ = {
			物語 = "５０３／テオマン解禁２／スタート",
			物語２ = "５０３／テオマン解禁２／ハウゼル",
			終了 = 1,
		},
	},
	テオマン解禁２Ｃ = {
		００１ = {
			物語 = "５０３／テオマン解禁２／スタート",
			物語２ = "５０３／テオマン解禁２／サテラ",
			終了 = 1,
		},
	},
	テオマン解禁３ = {
		００１ = {
			物語 = "５０４／テオマン解禁３",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／テオマン解禁３",
			終了 = 4,
		},
	},
	川中島陥落 = {
		００１ = {
			物語 = "５０５／川中島陥落",
			終了 = 1,
		},
	},
	魔軍全容 = {
		００１ = {
			物語 = "５０６／魔軍全容",
			コルルンサ = "魔人ケイブリス",
			終了 = 1,
		},
	},
	マエリータ隊始動 = {
		００１ = {
			物語 = "５０７／マエリータ隊始動",
			終了 = 1,
		},
	},
	ケイブリスとケイブワン = {
		００１ = {
			物語 = "５０８／ケイブリスとケイブワン",
			終了 = 1,
		},
	},
	ケイブリスとケイブニャン = {
		００１ = {
			物語 = "５０９／ケイブリスとケイブニャン",
			終了 = 1,
		},
	},
	ケイブリスとランス情報 = {
		００１ = {
			物語 = "５１０／ケイブリスとランス情報",
			終了 = 1,
		},
	},
	囚われのホーネット = {
		００１ = {
			物語 = "５５０／囚われのホーネット",
			コルルンサ = "魔人ホーネット",
			終了 = 1,
		},
	},
	ホーネット処刑 = {
		００１ = {
			条件書換前 = "カミーラは魔軍　物語=５５１／ホーネット処刑Ａ",
			！条件書換前 = "カミーラは魔軍　物語=５５１／ホーネット処刑Ｂ",
			終了 = 1,
		},
	},
	魔王ケイブリス０６ = {
		音楽 = "ＡＤＶ／悲惨",
		００１ = {
			画像Ａ = "村",
			物語 = "５５２／魔王ケイブリス／誕生",
			物語２ = "５５２／魔王ケイブリス／告知",
			物語３ = "５５２／魔王ケイブリス／戦闘前",
			戦闘４ = "m55魔王ケイブリス",
			背景 = "村",
			地名 = "最果ての村",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		０１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王ケイブリス",
			終了 = 4,
		},
		０２０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を倒したが",
			終了 = 4,
		},
	},
	ワーグ参戦 = {
		００１ = {
			物語 = "５５４／ワーグ参戦",
			終了 = 1,
		},
	},
	人類滅亡 = {
		００１ = {
			物語 = "５５５／人類滅亡",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／人類滅亡",
			終了 = 4,
		},
	},
	ケイブリスの人間制圧プラン = {
		００１ = {
			物語 = "５６０／ケイブリスの人間制圧プラン",
			終了 = 1,
		},
	},
	美樹処刑準備 = {
		００１ = {
			物語 = "５６１／美樹処刑準備",
			終了 = 1,
		},
	},
	ケイブリスの魔物制圧プラン = {
		００１ = {
			物語 = "５６２／ケイブリスの魔物制圧プラン",
			終了 = 1,
		},
	},
	ケイブリスハーレム = {
		００１ = {
			物語 = "５６３／ケイブリスハーレム",
			終了 = 1,
		},
	},
	テオマン解禁３／ＪＰ = {
		００１ = {
			物語 = "５６４／テオマン地獄落ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／テオマン解禁３",
			終了 = 4,
		},
	},
	テオマン解禁３／砦 = {
		００１ = {
			物語 = "５６５／テオマン来襲",
			物語２ = "５６５／コーラの説明",
			物語３ = "５６５／クルックーの説明",
			物語４ = "５６５／神々への道",
			物語５ = "５６５／神々の国",
			物語６ = "５６５／女神アリス／戦闘前",
			物語７ = "５６５／女神アリス／戦闘後",
			ムービー８ = "１部バッドエンドロール",
			フラグ = "クリア／テオマン解禁３／砦",
			終了 = 4,
		},
	},
	美樹処刑中 = {
		００１ = {
			物語 = "５６８／美樹処刑中",
			終了 = 1,
		},
	},
	魔王ケイブリス誕生 = {
		００１ = {
			物語 = "５６９／魔王ケイブリス誕生",
			終了 = 1,
		},
	},
	魔王ケイブリス１５ = {
		音楽 = "ＡＤＶ／悲惨",
		００１ = {
			画像Ａ = "村",
			物語 = "５５２／魔王ケイブリス／戦闘前",
			戦闘２ = "m55魔王ケイブリス",
			背景 = "村",
			地名 = "最果ての村",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		０１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王ケイブリス",
			終了 = 4,
		},
		０２０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を倒したが",
			終了 = 4,
		},
	},
	友情リセット１ = {
		００１ = {
			物語 = "リセット２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情リセット２ = {
		００１ = {
			物語 = "リセット２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情リセット３ = {
		００１ = {
			物語 = "リセット２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情リセット４ = {
		００１ = {
			物語 = "リセット２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情リセット５ = {
		００１ = {
			物語 = "リセット２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情長田君１ = {
		００１ = {
			物語 = "長田君２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情長田君２ = {
		００１ = {
			物語 = "長田君２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情長田君３ = {
		００１ = {
			物語 = "長田君２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情長田君４ = {
		００１ = {
			物語 = "長田君２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情長田君５ = {
		００１ = {
			物語 = "長田君２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情志津香１ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＡ",
			終了 = 1,
		},
	},
	友情志津香２ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＢ",
			終了 = 1,
		},
	},
	友情志津香３ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＣ",
			終了 = 1,
		},
	},
	友情志津香４ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＤ",
			終了 = 1,
		},
	},
	友情志津香５ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ザンス１ = {
		００１ = {
			物語 = "ザンス２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ザンス２ = {
		００１ = {
			物語 = "ザンス２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ザンス３ = {
		００１ = {
			物語 = "ザンス２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ザンス４ = {
		００１ = {
			物語 = "ザンス２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ザンス５ = {
		００１ = {
			物語 = "ザンス２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ウズメ１ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ウズメ２ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ウズメ３ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ウズメ４ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ウズメ５ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情乱義１ = {
		００１ = {
			物語 = "乱義２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情乱義２ = {
		００１ = {
			物語 = "乱義２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情乱義３ = {
		００１ = {
			物語 = "乱義２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情乱義４ = {
		００１ = {
			物語 = "乱義２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情乱義５ = {
		００１ = {
			物語 = "乱義２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情深根１ = {
		００１ = {
			物語 = "深根２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情深根２ = {
		００１ = {
			物語 = "深根２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情深根３ = {
		００１ = {
			物語 = "深根２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情深根４ = {
		００１ = {
			物語 = "深根２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情深根５ = {
		００１ = {
			物語 = "深根２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ミックス１ = {
		００１ = {
			物語 = "ミックス２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ミックス２ = {
		００１ = {
			物語 = "ミックス２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ミックス３ = {
		００１ = {
			物語 = "ミックス２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ミックス４ = {
		００１ = {
			物語 = "ミックス２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ミックス５ = {
		００１ = {
			物語 = "ミックス２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情スシヌ１ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情スシヌ２ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情スシヌ３ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情スシヌ４ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情スシヌ５ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情元就１ = {
		００１ = {
			物語 = "元就２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情元就２ = {
		００１ = {
			物語 = "元就２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情元就３ = {
		００１ = {
			物語 = "元就２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情元就４ = {
		００１ = {
			物語 = "元就２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情元就５ = {
		００１ = {
			物語 = "元就２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情レリコフ１ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情レリコフ２ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情レリコフ３ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情レリコフ４ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情レリコフ５ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ダークランス１ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ダークランス２ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ダークランス３ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ダークランス４ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ダークランス５ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ドッスワッス１ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ドッスワッス２ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ドッスワッス３ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ドッスワッス４ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ドッスワッス５ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＥ",
			終了 = 1,
		},
	},
	友情松下姫１ = {
		００１ = {
			物語 = "松下姫／友情イベントＡ",
			終了 = 1,
		},
	},
	友情松下姫２ = {
		００１ = {
			物語 = "松下姫／友情イベントＢ",
			終了 = 1,
		},
	},
	友情松下姫３ = {
		００１ = {
			物語 = "松下姫／友情イベントＣ",
			終了 = 1,
		},
	},
	友情松下姫４ = {
		００１ = {
			物語 = "松下姫／友情イベントＤ",
			終了 = 1,
		},
	},
	友情松下姫５ = {
		００１ = {
			物語 = "松下姫／友情イベントＥ",
			終了 = 1,
		},
	},
	友情１１男 = {
		００１ = {
			物語 = "６１１／旅館到着",
			物語２ = "６１１／旅館冒険",
			物語３ = "６１１／温泉／男湯",
			物語４ = "６１１／男部屋",
			物語５ = "６１１／決戦前夜",
			終了 = 1,
		},
	},
	友情１１女 = {
		００１ = {
			物語 = "６１１／旅館到着",
			物語２ = "６１１／旅館冒険",
			物語３ = "６１１／温泉／女湯",
			物語４ = "６１１／女部屋",
			物語５ = "６１１／決戦前夜",
			終了 = 1,
		},
	},
	友情長田君Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／長田君",
			終了 = 1,
		},
	},
	友情志津香Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／志津香",
			終了 = 1,
		},
	},
	友情リセットＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／リセット",
			終了 = 1,
		},
	},
	友情ザンスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ザンス",
			終了 = 1,
		},
	},
	友情ウズメＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ウズメ",
			終了 = 1,
		},
	},
	友情乱義Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／乱義",
			終了 = 1,
		},
	},
	友情深根Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／深根",
			終了 = 1,
		},
	},
	友情ミックスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ミックス",
			終了 = 1,
		},
	},
	友情スシヌＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／スシヌ",
			終了 = 1,
		},
	},
	友情元就Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／元就",
			終了 = 1,
		},
	},
	友情レリコフＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／レリコフ",
			終了 = 1,
		},
	},
	友情ダークランスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ダークランス",
			終了 = 1,
		},
	},
	友情ドッスワッスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ドッスワッス",
			終了 = 1,
		},
	},
	友情松下姫Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／松下姫",
			終了 = 1,
		},
	},
	２０海里作戦 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／作戦会議",
			フラグ = "海展開＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "To the gReat ocean!",
					音楽 = "フィールド／奮起",
				},
			},
		},
		０００２ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／ジフテリア１",
			背景 = "都市",
			地名 = "ジフテリアの港",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's boaRd.",
				},
			},
		},
		０００３ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／ジフテリア２",
			フラグ = "サンセット禁止",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Since boaRding allocation is\ndone, squad foRmation is\nnecessaRy.",
				},
			},
		},
		０００４ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／出港",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Setting sail!",
					音楽 = "無音",
				},
			},
		},
		０１００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／初めての海",
			フラグ = "地形＝海上",
			背景 = "海",
			地名 = "海　−航海１日目−",
			音楽 = "フィールド／海",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "The sea is vast, isn't it?",
				},
			},
		},
		０１０５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "MonsteRs will appeaR... Hmm\nhmm.",
				},
			},
		},
		０１１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／航海予定",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "I-I'll help with scouting...\nKyaa!",
				},
			},
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０１１６ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "This ship is stuRdy...",
				},
			},
		},
		０１２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／船酔い",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "HaRd to staRboaRd!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "HaRd to poRt!",
				},
			},
		},
		０１３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０１３２ = {
			画像Ａ = "海",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１３１ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
		},
		０１４０ = {
			画像Ａ = "海",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フレイア",
					説明 = "Oh, something seems to be\nhappening.",
				},
			},
		},
		０１４２ = {
			画像Ａ = "海",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "It seems we don't have any\nseasickness medicine. What a\npity.",
				},
			},
		},
		０２００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／２日目の朝",
			背景 = "海",
			地名 = "海　−航海２日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now, it's the second day!",
				},
			},
		},
		０２０１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "Feeling gReat!",
				},
			},
		},
		０２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０２０６ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Hmph, that's nothing.",
				},
			},
		},
		０２１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／釣り",
			フラグ = "釣り００の追加１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Just head offshoRe, the\npuffeRfish is calling me.",
					物語 = "２５８／２／選択／沖合に向かう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That's tRue too. Tch, I'll let it\nslide.",
				},
			},
		},
		０２１５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エレノア",
					説明 = "...Oh? You'Re going this way?",
				},
			},
		},
		０２２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／沖合で釣り１",
			フラグ = "釣り００の追加１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I'm an attacking man,\nfuRtheR offshoRe.",
					物語 = "２５８／２／選択／沖合に向かう２",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SmaRtly RetReat.",
				},
			},
		},
		０２３０ = {
			画像Ａ = "海滝",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／沖合で釣り２",
			フラグ = "釣り００の追加２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Ooooooh!?",
				},
			},
		},
		０２４０ = {
			画像Ａ = "海滝",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／沖合で釣り３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "船長",
					説明 = "I thought I was going to die.",
				},
			},
		},
		０２４１ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０２４２ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "...........",
				},
			},
		},
		０２４３ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０２４４ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０２４５ = {
			画像Ａ = "海",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０２４６ = {
			画像Ａ = "海",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０２５０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／サンセット号１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "Well then, leave this side to\nme.",
				},
			},
		},
		０２５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０２５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		０３００ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "Food, food.",
				},
			},
		},
		０３０１ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			条件書換前 = "ヘルマン健在　物語=２５８／２／３日目の朝／シーラ",
			！条件書換前 = "ヘルマン健在　物語=２５８／２／３日目の朝／謙信",
			地名 = "海　−航海３日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RefReshing thiRd day,\nhahaha!",
				},
			},
		},
		０３１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／海獣１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "To youR Right, you can see a\nsea beast.",
				},
			},
		},
		０３１１ = {
			画像Ａ = "海",
			画像Ｂ = "大ボス印",
		},
		０３１５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "A sea beast, huh? I've seen\nsomething inteResting.",
				},
			},
		},
		０３２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／ランス城との通信１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パステル",
					説明 = "Magic poweR fully unleashed,\nfull poweR!",
				},
			},
		},
		０３３０ = {
			画像Ａ = "258溺れている何か",
			画像Ｂ = "",
			物語 = "２５８／２／ノア１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "Thank you in advance.",
				},
			},
		},
		０３４０ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv32 ノア" },
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "HaRd to staRboaRd!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "HaRd to poRt!",
				},
			},
		},
		０３４１ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, my voyage has to be\nlike this.",
				},
			},
		},
		０３４２ = {
			画像Ａ = "海",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22海上＋シャチ子",
		},
		０３４３ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４００ = {
			画像Ａ = "海",
			画像Ｂ = "エロイベント印",
			物語 = "２５８／２／ノア２",
			地名 = "海　−航海４日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "",
					説明 = "Day 4! MoRning---!",
				},
			},
		},
		０４０１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "That side feels peaceful.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Huh, what's that..?",
				},
			},
		},
		０４０５ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４０６ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４０７ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４１０ = {
			画像Ａ = "海",
			画像Ｂ = "大ボス印",
			物語 = "２５８／２／海獣２／戦闘前",
			戦闘 = "m55海獣レイドボス",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
					フラグ = "達成／海獣＝５",
				},
			},
		},
		０４１１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４１５ = {
			画像Ａ = "海",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			物語 = "２５８／２／海獣２／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "...Haa. That was\nsuRpRising...",
				},
			},
		},
		０４２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／謎の島１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "We have a puRpose. It's a\npass.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The mysteRious island is\ncalling me. Let's go.",
				},
			},
		},
		０４３０ = {
			画像Ａ = "謎の島",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／謎の島２",
			背景 = "謎の島",
			地名 = "竜宮島？",
			音楽 = "ＡＤＶ／緊張",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Shibibibi...",
					フラグ = "地形＝戻し",
				},
			},
		},
		０４４０ = {
			画像Ａ = "謎の島",
			画像Ｂ = "中ボス印",
			物語 = "２５８／２／謎の島２／戦闘前",
			戦闘 = "m55中ボスＥ",
			物語２ = "２５８／２／謎の島２／戦闘後",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "Ah, a tReasuRe chest.",
					フラグ = "地形＝海上",
				},
			},
		},
		０４５０ = {
			画像Ａ = "謎の島",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The ship is leaving!",
					背景 = "海",
					地名 = "海　−航海４日目−",
					音楽 = "フィールド／海",
				},
			},
		},
		０５００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／６日目の朝",
			背景 = "海",
			地名 = "海　−航海６日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Day six... ARe we about to\naRRive?",
				},
			},
		},
		０５０５ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５０６ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０５１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／魔物圏",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Watch out foR Running out of\ntime. Along the shoRe.",
					物語 = "２５８／３／選択／陸地沿いに行く",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I'm a cautious man.\nOffshoRe.",
				},
			},
		},
		０５１１ = {
			画像Ａ = "海",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５１２ = {
			画像Ａ = "海岸",
		},
		０５１３ = {
			画像Ａ = "海岸",
		},
		０５１９ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／陸地沿い／戦闘前",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Don't let them escape, no\nmatteR what!",
					背景 = "魔物平原",
					地名 = "魔物界の海岸",
				},
			},
		},
		０５２０ = {
			画像Ａ = "海岸",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／海岸",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = ....",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		０５２１ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／陸地沿い／勝利",
			音楽 = "フィールド／海",
			背景 = "海",
			地名 = "海　−航海６日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's head out to the open\nsea.",
				},
			},
		},
		０５２２ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／陸地沿い／逃げられた",
			終了 = 2,
		},
		０５３０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／沖合偵察",
		},
		０５４０ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
		},
		０５４１ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０５４２ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０５４３ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０５４４ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０６００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／７日目の朝",
			背景 = "海",
			地名 = "海　−航海７日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Time to sleep.",
				},
			},
		},
		０６０１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "TheRe's something theRe?",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Yo-soRo!",
				},
			},
		},
		０６０５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
		},
		０６１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／嵐の前",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "A stoRm is coming.",
				},
			},
		},
		０６２０ = {
			画像Ａ = "海／嵐",
			画像Ｂ = "謎戦闘印",
			背景 = "海／嵐",
			物語 = "２５８／３／嵐／戦闘前",
			戦闘 = "m66嵐",
			物語２ = "２５８／３／嵐／戦闘後",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Uooo!",
				},
			},
		},
		０６２１ = {
			画像Ａ = "海／嵐",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Hold on tight!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hang in theRe!",
				},
			},
		},
		０６２２ = {
			画像Ａ = "海／嵐",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Can't something be done?!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Don't fall!",
				},
			},
		},
		０６２３ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gwaaah!",
				},
			},
		},
		０６２４ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ugo-go-go... I'm going to\ndie...",
				},
			},
		},
		０６２５ = {
			画像Ａ = "海／嵐",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "DoRyaah!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gwaaah!",
				},
			},
		},
		０６２６ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Can't something be done?!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Don't fall!",
				},
			},
		},
		０６２７ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Stupid sea!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Gwaaah!",
				},
			},
		},
		０６２８ = {
			画像Ａ = "海／嵐",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Not yet... Is it still\ncontinuing...",
				},
			},
		},
		０６２９ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DoRyaah!",
				},
			},
		},
		０６３０ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Ugo-go-go... I'm going to\ndie...",
				},
			},
		},
		０６５０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／嵐の後",
			背景 = "海",
			地名 = "海　−航海８日目−",
			音楽 = "フィールド／海",
			フラグ = "健太郎使用不可＝０",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I'm woRRied about the giRl\nfRom the Sunset ship. Let's\nseaRch.",
					物語 = "２５８／３／選択／捜す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I'm woRRied, but theRe's no\ntime. Let's pRess on.",
					物語 = "２５８／３／選択／捜さない",
				},
			},
		},
		０６５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０６６０ = {
			画像Ａ = "258溺れている何か／あてな２号",
			画像Ｂ = "",
			物語 = "２５８／３／あてな２号",
			フラグ = "あてな２号使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Ah, that...!",
				},
			},
		},
		０６７０ = {
			画像Ａ = "258溺れている何か／ロッキー",
			画像Ｂ = "",
			物語 = "２５８／３／ロッキー",
			フラグ = "ロッキー使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "We'll tuRn back on ouR\ncouRse.",
				},
			},
		},
		０６７１ = {
			画像Ａ = "海",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "船長",
					説明 = "PoRt half RuddeR. Let's\nhuRRy ahead.",
				},
			},
		},
		０６７２ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
		},
		０６８０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／食糧不足",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "EnduRe... enduRe... food.",
				},
			},
		},
		０６８５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		０６９０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／フェリスの情報",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance is Relieved.",
				},
			},
		},
		０６９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０６９６ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ",
					説明 = "The sea's RaRe monsteR is,\nuh...",
				},
			},
		},
		０７００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／上陸地点確定",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "Ready to land at the landing\npoint.",
				},
			},
		},
		０７１０ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／上陸１",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "HuRRy up and land!",
				},
			},
		},
		０７１５ = {
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０７２０ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／上陸２",
			終了 = 1,
		},
	},
	２部ＪＡＰＡＮ = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０５／スタート",
		},
		０１５ = {
			画像Ａ = "都市",
			背景 = "天満橋",
			地名 = "天満橋",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "６０５／天満橋",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "DepaRting.",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		０３０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		０４０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "６０５／茶屋",
		},
		０５０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼／弱",
			物語２ = "６０５／鬼／戦闘後",
		},
		０６０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ザンス",
					説明 = "If you'Re a man, it's a medal.",
				},
				分岐右 = {
					顔画像 = "長田君",
					説明 = "If you'Re a man, it's\nfRiendship.",
				},
			},
		},
		０６１ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０６３ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		０７０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
		},
		１００ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			物語 = "６０５／織田城着",
			背景 = "ＪＡＰＡＮの城／廊下／炎上",
			地名 = "ＪＡＰＡＮ　織田城",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "This is teRRible!",
				},
			},
		},
		１１０ = {
			画像Ａ = "ＪＡＰＡＮ城内／炎上",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼／弱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "This is teRRible!",
				},
			},
		},
		１２０ = {
			画像Ａ = "ＪＡＰＡＮ城内／炎上",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "FiRst, we must suppRess the\ndemons inside the castle.",
				},
			},
		},
		１３０ = {
			画像Ａ = "ＪＡＰＡＮ城内／炎上",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼／弱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "Is it cleaned up?",
				},
			},
		},
		１４０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義２",
			背景 = "ＪＡＰＡＮの城",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "Thank you in advance.",
				},
			},
		},
		１４５ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義３",
			フラグ = "乱義を追加",
		},
		１５０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "GReeting to PRincess KaoRi.",
					物語 = "６０５／選択／香姫に会いに",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "HuRRy and head to the\ncountRy of death.",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		１７０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "６０５／深根同行",
			フラグ = "深根を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "深根",
					説明 = "Excited.",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		１８０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１９０ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "イベント印",
			物語 = "６０５／死国まで",
		},
		１９１ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
		},
		１９２ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			条件分岐 = {
				分岐前 = {
					条件 = "深根が居る",
					説明 = "Fukane is heRe.",
				},
				分岐右 = {
					！条件 = "深根が居る",
					説明 = "---",
				},
			},
		},
		１９４ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "イベント印",
			物語 = "６０５／深根",
			選択分岐 = {
				分岐前 = {
					顔画像 = "志津香２",
					説明 = "Good gRief...",
				},
			},
		},
		１９５ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２００ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／死国着",
			背景 = "死国",
			地名 = "死国",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "I will seaRch foR LoRd Soun.",
				},
			},
		},
		２１０ = {
			画像Ａ = "死国",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "I will seaRch foR LoRd Soun.",
				},
			},
		},
		２２０ = {
			画像Ａ = "死国",
			画像Ｂ = "その頃印",
			物語 = "６０５／その頃ネプラカスと早雲",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "I will seaRch foR LoRd Soun.",
				},
			},
		},
		２３０ = {
			画像Ａ = "死国",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "I will seaRch foR LoRd Soun.",
				},
			},
		},
		２４０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義とザンス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "I will seaRch foR LoRd Soun.",
				},
				分岐左 = {
					顔画像 = "ザンス",
					説明 = "I will seaRch foR LoRd Soun.",
				},
			},
		},
		２４５ = {
			画像Ａ = "死国",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=早雲さまー",
				},
			},
		},
		２４４ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２４６ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義とザンス２",
		},
		２５０ = {
			画像Ａ = "死国",
			画像Ｂ = "中ボス印",
			物語 = "６０５／大鬼／戦闘前",
			戦闘２ = "m55大鬼コウギョク",
		},
		２６０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／すず",
		},
		２６６ = {
			画像Ａ = "死国",
		},
		２７０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "イベント印",
			物語 = "６０５／戯骸１",
		},
		２８０ = {
			画像Ａ = "死国",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		２９０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／戯骸２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Go that way.",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Go this way.",
				},
			},
		},
		３００ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		３０５ = {
			画像Ａ = "死国",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３１０ = {
			画像Ａ = "死国",
			画像Ｂ = "味方ボス印",
			物語 = "６０５／早雲／戦闘前",
			戦闘２ = "m55早雲",
			物語３ = "６０５／早雲／戦闘後",
		},
		３２０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／南条蘭",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRch foR the oRb.",
				},
			},
		},
		３３０ = {
			画像Ａ = "死国",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		３４０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／オーブの祠",
			音楽 = "フィールド／優勢",
			フラグ = "金のオーブを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "RetuRn to Soun's place.",
				},
			},
		},
		３５０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／不憫な早雲",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "Let's go back.",
				},
			},
		},
		３６０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／クエルプラン発生",
			背景 = "クエルプラン全景",
			音楽 = "ＡＤＶ／悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "Quelplan!?",
				},
			},
		},
		３７０ = {
			画像Ａ = "死国",
			画像Ｂ = "大ボス印",
			物語 = "６０５／クエルプラン／戦闘前",
			戦闘２ = "m55クエルプラン／Ｅ",
			物語３ = "６０５／クエルプラン／戦闘後",
			背景 = "死国",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "????",
				},
			},
		},
		３８０ = {
			画像Ａ = "死国",
			画像Ｂ = "大ボス印",
			物語 = "６０５／ネプラカス／戦闘前",
			戦闘２ = "m55ネプラカス／Ｆ",
			物語３ = "６０５／ネプラカス／戦闘後",
			音楽 = "ＡＤＶ／アクション",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "That is...",
				},
			},
		},
		３９０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／ダークランス",
			音楽 = "フィールド／僻地夜",
		},
		４００ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４１０ = {
			画像Ａ = "死国",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		４２０ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "イベント印",
			物語 = "６０５／エピローグ",
			終了 = 1,
		},
	},
	２部お茶会 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０６／スタート",
		},
		０２０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "６０６／転移",
			音楽 = "無音",
			背景 = "その他",
			地名 = "−−−",
			ワープ = "１００",
		},
		１００ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス１",
			音楽 = "フィールド／遺跡",
			背景 = "異界",
			地名 = "異界　ポリポリワン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Look foR the giRl.",
				},
			},
		},
		１１０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス２",
		},
		１２０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス３",
		},
		１３０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス４",
			地名 = "−−−",
			音楽 = "無音",
			背景 = "その他",
			ワープ = "２００",
		},
		２００ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミラクル",
			音楽 = "ＡＤＶ／普通／２部",
			背景 = "ミステリアルーム",
			地名 = "ミラクルの秘密屋敷",
		},
		２１０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／ティータイム",
			音楽 = "フィールド／地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル２",
					説明 = "Is theRe something you want\nto ask?",
				},
			},
		},
		２２０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／情報１",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ミラクル２",
					説明 = "It's my seRvice, choose as\nyou like.",
				},
				分岐左 = {
					顔画像 = "ミラクル２",
					説明 = "It's my seRvice, choose as\nyou like.",
				},
			},
		},
		２２５ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		２２６ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		２３０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／情報２",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ミラクル２",
					説明 = "It's my seRvice, choose as\nyou like.",
				},
				分岐左 = {
					顔画像 = "ミラクル２",
					説明 = "It's my seRvice, choose as\nyou like.",
				},
			},
		},
		２３５ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２３６ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２４０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／情報３",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ミラクル２",
					説明 = "It's my seRvice, choose as\nyou like.",
				},
				分岐左 = {
					顔画像 = "ミラクル２",
					説明 = "It's my seRvice, choose as\nyou like.",
				},
			},
		},
		２４５ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２４６ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２５０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／会食終了",
			フラグ = "ミックスを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Some exeRcise afteR the\nmeal?",
				},
			},
		},
		２６０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "大ボス印",
			戦闘 = "m55中ボスＡ／幸運",
			物語２ = "６０６／ボス／戦闘後",
		},
		２７０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "その頃印",
			物語 = "６０６／その頃ランス",
		},
		２８０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／ミックスの疑惑",
		},
		２９０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		３００ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "６０６／旅立ち",
			終了 = 1,
		},
	},
	２部カラー = {
		背景 = "砂漠",
		地名 = "キナニ砂漠",
		音楽 = "フィールド／僻地昼",
		０１０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "CRoss the Kinani deseRt.",
				},
			},
		},
		０２０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／アウトバーン",
			背景 = "アウトバーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "PRoceed along the deseRt\npath.",
				},
			},
		},
		０３０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		０４０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "長田君",
					説明 = "If you'Re a man, let's take a\ndetouR and cRoss the deseRt!",
					背景 = "砂漠",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "PRoceed along the deseRt\npath.",
					！条件書換前 = "主人公は男 女なのでrまっすぐ進む",
				},
			},
		},
		０５０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／松下姫",
			フラグ = "松下姫を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "松下姫",
					説明 = "Pleased to meet you\n(childish/slang tone).",
				},
			},
		},
		０５５ = {
			画像Ａ = "現代野外",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "友情ＵＰ印",
			背景 = "アウトバーン",
			処理 = "友情",
		},
		０７０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／クエルプラン初",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Avoid and pass by the giant\nmonsteR.",
					背景 = "砂漠",
				},
			},
		},
		０７１ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／ネプラカス／戦闘前",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Kill the demon! Defeat the\ndemon!",
				},
			},
		},
		０７２ = {
			画像Ａ = "砂漠",
			画像Ｂ = "悪魔印",
			戦闘 = "m55ネプラカス／Ｅ",
			条件分岐 = {
				分岐左 = {
					条件 = "嫁はマリア",
					説明 = "Glasses Route.",
					フラグ = "嫁はマリア確定",
				},
				分岐右 = {
					条件 = "嫁はヌーク",
					説明 = "Angel Route.",
					フラグ = "嫁はヌーク確定",
				},
			},
		},
		０７３ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／ネプラカス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Eek!",
				},
			},
		},
		０７４ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／ダークランスの事",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "松下姫が居る 顔画像=松下姫 説明=ダークランス様…",
				},
			},
		},
		０８０ = {
			画像Ａ = "現代野外",
			背景 = "アウトバーン",
			選択分岐 = {
				分岐左 = {
					顔画像 = "長田君",
					説明 = "If you'Re a man, let's\nadvance thRough the deseRt.",
					背景 = "砂漠",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "PRoceed along the Road.",
					！条件書換前 = "主人公は男 女なので石r路面を進む",
				},
			},
		},
		０８１ = {
			画像Ａ = "現代野外",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０８３ = {
			画像Ａ = "砂漠",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０９０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "モンスター印",
			背景 = "アウトバーン",
			戦闘 = "m11飛行",
		},
		０９５ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／砂漠で休憩",
		},
		０９６ = {
			画像Ａ = "現代野外",
		},
		１００ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／シャングリラ到着",
			背景 = "シャングリラ／再生",
			地名 = "国際共同都市　シャングリラ",
			音楽 = "フィールド／村",
		},
		１１０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／パステル謁見",
		},
		１２０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／プルーペット商会",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Meat, meat.",
				},
			},
		},
		１３０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／リセットの話題",
		},
		１４０ = {
			画像Ａ = "シャングリラ２",
		},
		１５０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０３／リセットと遭遇",
			背景 = "空／夜",
		},
		１６０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "６０３／宿泊",
		},
		１７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０３／風呂／女",
			条件書換前 = "主人公は男　物語=６０３／風呂／男",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "WaRm and fResh.",
				},
			},
		},
		１８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "エロイベント印",
			物語 = "６０３／魔王と志津香",
			音楽 = "無音",
		},
		１９０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２００ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "(-_-)zzz (sleeping sound)",
				},
			},
		},
		２１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／翌日の志津香",
			背景 = "シャングリラ／再生",
			音楽 = "フィールド／村",
			フラグ = "志津香を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ナギ２",
					説明 = "Nice to meet you.",
				},
			},
		},
		２２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／志津香とナギ加入",
		},
		２３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／事件発生",
			音楽 = "フィールド／カラー",
		},
		２４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "謎戦闘印",
			物語 = "６０３／謎／戦闘前",
			戦闘２ = "m66謎解き",
		},
		２４１ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "謎戦闘印",
			物語 = "６０３／謎１／戦闘後",
			戦闘２ = "m66謎解き",
		},
		２４２ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "謎戦闘印",
			物語 = "６０３／謎２／戦闘後",
			戦闘２ = "m66謎解き",
			物語３ = "６０３／謎３／戦闘後",
		},
		２５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／解決編",
		},
		２６０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０３／リセット１",
			音楽 = "フィールド／村",
		},
		２７０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "志津香２", "ナギ２" },
		},
		２８０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "DepaRting.",
					地名 = "キナニ砂漠",
					背景 = "砂漠",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		３００ = {
			画像Ａ = "現代野外",
		},
		３１０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／リセット２",
			フラグ = "リセットを追加",
			秘書登録 = "リセット",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "AlRight, let's go!",
				},
			},
		},
		３２０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		３３０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "味方ボス印",
			物語 = "６０３／追跡",
		},
		３４０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			終了 = 1,
		},
	},
	２部クエルプラン = {
		背景 = "アメージング城",
		地名 = "アメージング城",
		０１０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／スタート",
			フラグ = "魔王ランスを追加",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
					説明 = "Gahahahahahaha!",
				},
			},
		},
		０１５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／ランスと子供達",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０２５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０３０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／今後の対策",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
					説明 = "What the heck!?",
				},
			},
		},
		０３５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０４０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／クエルプラン発生",
			フラグ = "ロッキー２使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
					説明 = "It's time to slay the monsteR!",
				},
			},
		},
		１００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "大ボス印",
			戦闘 = "m55クエルプラン／Ｆ",
			物語２ = "６１３／クエルプラン／戦闘後",
			音楽 = "無音",
		},
		１２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／ランス突入",
			フラグ = "元魔王ランスを追加",
			フラグ２ = "ランス２使用不可＝１",
			フラグ３ = "ロッキー２使用不可＝０",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahaha!",
				},
			},
		},
		１３０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
				},
			},
		},
		１４０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１３／魔血魂ランス",
			戦闘２ = "m55血ランス",
			音楽 = "無音",
		},
		１５０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／魔血魂／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
				},
			},
		},
		２００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／エピローグ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Let's go home.",
					地名 = "空飛ぶランス城",
					背景 = "空飛ぶランス城",
				},
			},
		},
		２０５ = {
			画像Ａ = "000ランス城空中",
			物語 = "６１３／帰宅１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "DepaRting.",
					地名 = "自由都市",
					背景 = "街道１",
					音楽 = "フィールド／２部初クエスト",
				},
			},
		},
		２１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			！条件書換前 = "親友ダークランス　物語=６１３／帰宅闘神都市",
			条件書換前 = "親友ダークランス　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To Helman.",
					！条件書換前 = "親友ダークランス　顔画像=ダークランス２ 説明=元気でな",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
				},
			},
		},
		２２０ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			！条件書換前 = "親友レリコフ　物語=６１３／帰宅ヘルマン",
			条件書換前 = "親友レリコフ　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To Jess.",
					！条件書換前 = "親友レリコフ　顔画像=レリコフ 説明=ぐすっ…",
					地名 = "ゼス",
					背景 = "ゼス平原",
				},
			},
		},
		２３０ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			！条件書換前 = "親友ゼス　物語=６１３／帰宅ゼス",
			条件書換前 = "親友ゼス　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To JAPAN.",
					！条件書換前 = "親友ゼス　顔画像=スシヌ 説明=また会おうね",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
				},
			},
		},
		２４０ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			！条件書換前 = "親友ＪＡＰＡＮ　物語=６１３／帰宅ＪＡＰＡＮ",
			条件書換前 = "親友ＪＡＰＡＮ　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To Leazas.",
					！条件書換前 = "親友ＪＡＰＡＮ　顔画像=乱義 説明=達者で",
					地名 = "リーザス",
					背景 = "山道",
				},
			},
		},
		２５０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			！条件書換前 = "親友リーザス　物語=６１３／帰宅リーザス",
			条件書換前 = "親友リーザス　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To ShangRi-La.",
					！条件書換前 = "親友リーザス　顔画像=ザンス 説明=ふん",
					地名 = "キナニ砂漠",
					背景 = "砂漠",
				},
			},
		},
		２６０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			！条件書換前 = "親友シャングリラ　物語=６１３／帰宅シャングリラ",
			条件書換前 = "親友シャングリラ　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To hometown.",
					！条件書換前 = "親友シャングリラ　顔画像=リセット２ 説明=またね",
					地名 = "自由都市",
					背景 = "街道１",
				},
			},
		},
		２７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			！条件書換前 = "親友街道　物語=６１３／帰宅街道",
			条件書換前 = "親友街道　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "RetuRn home.",
					背景 = "村",
					地名 = "トリダシタ村",
					音楽 = "無音",
				},
			},
		},
		２８０ = {
			画像Ａ = "000クルックーの家",
			画像Ｂ = "",
			物語 = "６１３／帰宅２",
			背景 = "その他",
			ムービー = "２部エンドロール",
			ワープ = "３００",
		},
		３００ = {
			画像Ａ = "000ルドラサウム",
			画像Ｂ = "イベント印",
			物語 = "６１３／神とクルックー",
			フラグ = "クリア／２部",
			終了 = 4,
		},
	},
	２部ゼス = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道３",
			画像Ｂ = "イベント印",
			物語 = "６０７／スタート",
		},
		０２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ぷりょ／ボス",
		},
		０３０ = {
			画像Ａ = "通り過ぎた後",
			画像Ｂ = "イベント印",
			物語 = "６０７／クエルプランの道",
		},
		０４０ = {
			画像Ａ = "街道３",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		１００ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "６０７／ゼス到着",
			音楽 = "フィールド／首都",
			背景 = "ゼス城",
			地名 = "首都　マジック",
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０７／マジック謁見",
		},
		１２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ引きこもり",
		},
		１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０７／ゼス翌朝",
		},
		１５０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ部屋",
			地名 = "−−−",
			背景 = "真っ白",
			音楽 = "無音",
			ワープ = "２００",
		},
		２００ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ迷宮",
			地名 = "スシヌ迷宮",
			背景 = "ゼス迷宮",
			音楽 = "フィールド／迷宮",
		},
		２１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55魔法生物／ボス",
		},
		２２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "その頃印",
			物語 = "６０７／その頃スシヌ",
		},
		２３０ = {
			画像Ａ = "ゼス迷宮",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Open the left dooR.",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Open the Right dooR.",
				},
			},
		},
		２３１ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２３３ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		２３５ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ発見",
		},
		２４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "謎戦闘印",
			物語 = "６０７／魔法壁／戦闘前",
			戦闘２ = "m66魔法壁",
			物語３ = "６０７／魔法壁／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Go alone.",
				},
			},
		},
		２５０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ説得",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "IntRoduce eveRyone.",
				},
			},
		},
		２６０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ同行",
			フラグ = "スシヌを追加",
			地名 = "−−−",
			背景 = "真っ白",
			音楽 = "無音",
			ワープ = "３００",
		},
		３００ = {
			画像Ａ = "000ゼス城",
			地名 = "首都　マジック",
			背景 = "ゼス城",
		},
		３１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０７／ゼス出発",
			選択分岐 = {
				分岐前 = {
					顔画像 = "スシヌ",
					説明 = "We'Re depaRting.",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		４００ = {
			画像Ａ = "街道３",
		},
		４１０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０７／恋愛模様",
		},
		４２０ = {
			画像Ａ = "森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "スシヌ２" },
		},
		４３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０７／恋愛模様２",
		},
		４４０ = {
			画像Ａ = "街道３",
		},
		４５０ = {
			画像Ａ = "000マジノ要塞",
			画像Ｂ = "",
			物語 = "６０７／魔物界",
			背景 = "魔物の森",
			地名 = "ゼス領　魔物界",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "EnteR the monsteR woRld.",
				},
			},
		},
		４５１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		４５２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "MonsteRs' coRpses aRe\nscatteRed; investigate.",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Head stRaight to the\nobjective, Pawajionsen.",
				},
			},
		},
		４５３ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "６０７／元就同行",
			フラグ = "元就を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "元就",
					説明 = "Guahahahahaha!",
				},
			},
		},
		４５８ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "６０７／元就同行２",
		},
		４５４ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４５５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "味方ボス印",
			物語 = "６０７／ディフェンダー２",
			戦闘２ = "m22ディフェンダー",
		},
		４５６ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４５７ = {
			画像Ａ = "魔物の森",
		},
		５００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０７／異様な迷宮",
			背景 = "地下洞窟",
			地名 = "パワジオンセン",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
		},
		５１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		５２０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			物語 = "６０７／裸の迷宮１",
			選択分岐 = {
				分岐右 = {
					顔画像 = "エール",
					説明 = "Take a diffeRent Route",
				},
			},
		},
		５３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		５４０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			物語 = "６０７／裸の迷宮２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Take yet anotheR diffeRent\nRoute",
				},
			},
		},
		５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		５６０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０７／裸エリア侵入／決意",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Let's head to the baRe aRea",
				},
			},
		},
		５７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／裸エリア侵入／女ルート　フラグ=６０７裸女セット",
			条件書換前 = "主人公は男　物語=６０７／裸エリア侵入／男ルート　フラグ=６０７裸男セット",
		},
		６００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		６１０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			背景 = "地下洞窟／魔法",
			！条件書換前 = "主人公は男　物語=６０７／女／裸エリア突入",
			条件書換前 = "主人公は男　物語=６０７／男／裸エリア突入",
		},
		６２０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／裸エリア侵入１",
			条件書換前 = "主人公は男　物語=６０７／男／裸エリア侵入１",
		},
		６３０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		６４０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／裸エリア侵入２",
			条件書換前 = "主人公は男　物語=６０７／男／裸エリア侵入２",
		},
		６５０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／オーブ",
			条件書換前 = "主人公は男　物語=６０７／男／オーブ",
			フラグ = "土のオーブを追加",
		},
		６６０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／裸族王／戦闘前",
			条件書換前 = "主人公は男　物語=６０７／男／裸族王／戦闘前",
		},
		６７０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55バファムーン",
			音楽 = "フィールド／優勢",
			！条件書換前 = "主人公は男　物語２=６０７／女／裸族王／戦闘後",
			条件書換前 = "主人公は男　物語２=６０７／男／裸族王／戦闘後",
		},
		６８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		６８５ = {
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		７００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "６０７／エピローグ",
			フラグ = "禁止キャラ全て戻し",
			フラグ２ = "地形＝戻し",
			終了 = 1,
		},
	},
	２部ヘルマン = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "６０８／スタート",
		},
		０２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Fight a lot",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Avoid as much as possible",
				},
			},
		},
		０２１ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Gahahahahaha! Die, die!",
				},
			},
		},
		０２２ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "元就が居る 顔画像=元就 説明=ぐははははr楽しいのう！",
				},
			},
		},
		０２３ = {
			画像Ａ = "山道",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Eek!",
				},
			},
		},
		０２４ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m11バグ",
		},
		０２５ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m33平原",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "深根が居る 顔画像=深根 説明=寒い…",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "６０８／東ヘルマン",
		},
		０４０ = {
			画像Ａ = "街道２",
		},
		１００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "６０８／ラングバウ",
			音楽 = "フィールド／首都",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
		},
		１１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "６０８／シーラ謁見",
		},
		１２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３０ = {
			画像Ａ = "ヘルマン都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "DepaRtuRe",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１５０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
		},
		１６０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "イベント印",
			物語 = "６０８／作戦会議",
			背景 = "ツングース高地",
		},
		１７０ = {
			画像Ａ = "ツングース高地",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "It staRted snowing heavily,\nlet's huddle togetheR",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Cut thRough",
				},
			},
		},
		１８１ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１８２ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		１９０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／シーウィードの噂",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "GRRR...",
				},
			},
		},
		２００ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "６０８／シベリア着",
			背景 = "氷雪地帯",
			地名 = "シベリア",
			フラグ = "地形＝氷雪",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Chase",
				},
			},
		},
		２１０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		２２０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフ遭遇",
		},
		２３０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "６０８／追いかけっこ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Chase Relikoff",
				},
			},
		},
		２４０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Lost sight of Relikoff, which\nway did he go?",
				},
			},
		},
		２５０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "その頃印",
			物語 = "６０８／その頃レリコフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Let's head foR the giant\nbattleship Ruins",
				},
			},
		},
		２５５ = {
			画像Ａ = "氷雪地帯",
		},
		２６０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "中ボス印",
			物語 = "６０８／冬将軍／戦闘前",
			戦闘２ = "m55冬将軍",
			物語３ = "６０８／冬将軍／戦闘後",
			音楽 = "無音",
			背景 = "真っ黒",
			地名 = "−−−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Whoa whoa whoa whoa!",
					フラグ = "地形＝戻し",
				},
			},
		},
		３００ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／エール一人",
			背景 = "氷雪洞窟",
			地名 = "シベリア地下の洞窟？",
			フラグ = "６０８一人セット",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRching foR the exit...",
				},
			},
		},
		３１０ = {
			画像Ａ = "氷雪洞窟",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Avoid monsteRs",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Fight",
				},
			},
		},
		３１１ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "The path to the suRface is...",
				},
			},
		},
		３１２ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "The path to the suRface is...",
				},
			},
		},
		３２０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフ同行",
			フラグ = "レリコフを追加",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "The two of us seaRch foR an\nexit",
				},
			},
		},
		３３０ = {
			画像Ａ = "氷雪洞窟",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Avoid monsteRs",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Fight",
				},
			},
		},
		３３１ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "The two of us seaRch foR an\nexit",
				},
			},
		},
		３３２ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "The two of us seaRch foR an\nexit",
				},
			},
		},
		３４０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフとエール１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "I wondeR wheRe the exit is",
				},
			},
		},
		３４５ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
		},
		３５０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフとエール２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "Let's stay still togetheR",
					音楽 = "無音",
				},
			},
		},
		３５１ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
		},
		３５２ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "？？？印",
			物語 = "６０８／クエルプラン回想１",
		},
		３５３ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
		},
		３６０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／救援",
			フラグ = "ヒーローを追加",
			フラグ２ = "禁止キャラ全て戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "Thank goodness",
				},
			},
		},
		３７０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		３７５ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "６０８／療養",
			地名 = "シベリア",
			背景 = "氷雪地帯",
			音楽 = "フィールド／ヘルマン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To the giant battleship Ruins",
				},
			},
		},
		３８０ = {
			画像Ａ = "氷雪地帯",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=無事でよかったでござる",
				},
			},
		},
		３９０ = {
			画像Ａ = "氷雪地帯",
		},
		４００ = {
			画像Ａ = "000巨大戦艦遺跡",
			画像Ｂ = "",
			物語 = "６０８／ホルス",
			背景 = "宇宙船／通路",
			地名 = "巨大戦艦遺跡",
			音楽 = "フィールド／遺跡",
			フラグ = "水のオーブを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Defeat JahaRks",
				},
			},
		},
		４１０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "大ボス印",
			物語 = "６０８／ジャハルッカス／戦闘前",
			戦闘２ = "m55ジャハルッカス／Ｅ",
			物語３ = "６０８／ジャハルッカス／戦闘後",
			フラグ = "６０８アームズ戻す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Head towaRds Seaweed",
					地名 = "シベリア",
					背景 = "氷雪地帯",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		４２０ = {
			画像Ａ = "氷雪地帯",
		},
		５００ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／移動売春",
			音楽 = "ＡＤＶ／エロ",
			背景 = "売春宿",
			地名 = "移動型売春宿シーウィード",
		},
		５１０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			条件書換前 = "主人公は男　物語=６０８／売春／男",
			！条件書換前 = "主人公は男　物語=６０８／売春／女",
		},
		５４０ = {
			画像Ａ = "売春宿",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Stop by the food stall",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Stop by the stReet vendoR",
				},
			},
		},
		５４１ = {
			画像Ａ = "売春宿",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		５４２ = {
			画像Ａ = "売春宿",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		５４３ = {
			画像Ａ = "売春宿",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		５４４ = {
			画像Ａ = "売春宿",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		５５０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／日光とアームズ",
		},
		５６０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／日光の儀式",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "HeaRtbeat (neRvous/excited)",
				},
			},
		},
		５８０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		５９０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０８／エピローグ",
			フラグ = "日光を追加",
		},
		６００ = {
			画像Ａ = "売春宿",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
	２部リーザス = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０４／スタート",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０４／トラップ",
		},
		０４０ = {
			画像Ａ = "街道１",
		},
		０５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンスの事",
		},
		０６０ = {
			画像Ａ = "街道１",
		},
		０７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "味方ボス印",
			物語 = "６０４／ディフェンダー１／戦闘前",
			戦闘２ = "m11ディフェンダー",
			物語３ = "６０４／ディフェンダー１／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "I want to talk with GeneRal\nTigeR",
					物語 = "６０４／選択／追跡",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "Pull youRself togetheR and\nmove foRwaRd",
				},
			},
		},
		０８０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０４／ウズメ１",
			背景 = "森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウズメ",
					説明 = "Defeat the Demon King's child",
				},
			},
		},
		０８５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "６０４／ウズメ２",
			フラグ = "ウズメを追加",
			フラグ２ = "肩書き／ウズメ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウズメ",
					説明 = "I am at youR seRvice",
					背景 = "リーザス平原",
				},
			},
		},
		０８８ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０９５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０９６ = {
			画像Ａ = "街道１",
		},
		１００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "６０４／リーザス到着",
			背景 = "リーザス城",
			地名 = "首都　リーザス城",
			音楽 = "フィールド／首都",
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０４／リーザス城",
		},
		１２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンス登場１",
			フラグ = "ザンスを追加",
		},
		１２５ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Take a bReak",
				},
			},
		},
		１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Hey, I have something to talk\nabout",
				},
			},
		},
		１４０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０４／ザンスとエール女",
			条件書換前 = "主人公は男　物語=６０４／ザンスとエール男",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Indeed, indeed...",
				},
			},
		},
		１５０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／才能限界値",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Shall we go soon?",
				},
			},
		},
		１７０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "６０４／魔獣直訴",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Let's depaRt, follow me",
					地名 = "リーザス",
					背景 = "リーザス平原",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１８０ = {
			画像Ａ = "街道１",
		},
		１９０ = {
			画像Ａ = "街道１",
		},
		２００ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／都市到着",
			背景 = "放棄された都市",
			地名 = "放棄された都市　スケール",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "FiRst, exploRe inside the city",
				},
			},
		},
		２１０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Might as well exteRminate\nsome monsteRs along the\nway",
				},
			},
		},
		２２０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／リーダーは誰",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Go this way",
				},
			},
		},
		２３０ = {
			画像Ａ = "放棄された都市",
			選択分岐 = {
				分岐左 = {
					顔画像 = "リセット２",
					説明 = "How about the diRection of\nthe paRk?",
				},
				分岐右 = {
					顔画像 = "ザンス",
					説明 = "We should seaRch foR the\noRb inside that building",
				},
			},
		},
		２３１ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ドッス 説明=……（オーブを探す）",
				},
			},
		},
		２３２ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ワッス 説明=……（オーブを探す）",
				},
			},
		},
		２４０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "その頃印",
			物語 = "６０４／その頃魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Can't find the oRb",
				},
			},
		},
		２５０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ザンス",
					説明 = "Let's huRRy up and move on",
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=お宝発見でござる",
				},
				分岐右 = {
					顔画像 = "長田君",
					説明 = "I'm tiRed... Shall we take a\nbReak soon?",
				},
			},
		},
		２６０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRch foR the oRb",
				},
			},
		},
		２６５ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２７０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンスのエロ自慢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Gahahahaha!",
				},
			},
		},
		２８０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRch foR the oRb.",
				},
			},
		},
		２９０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRch foR the oRb.",
				},
			},
		},
		３００ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／女魔物兵１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "(gulp...)",
				},
			},
		},
		３１０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／女魔物兵２",
		},
		３１５ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３２０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／魔物の大軍",
			音楽 = "ＡＤＶ／アクション",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Leave this to me",
				},
			},
		},
		３２１ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		３２２ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		３３０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "中ボス魔軍印",
			物語 = "６０４／魔物将軍／戦闘前",
			戦闘２ = "m55魔物将軍ダルソン",
			物語３ = "６０４／魔物将軍／戦闘後",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRch foR the oRb.",
				},
			},
		},
		３４０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／火のオーブ",
			フラグ = "火のオーブを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Mission complete",
					地名 = "リーザス",
					背景 = "リーザス平原",
					音楽 = "フィールド／２部初クエスト",
				},
			},
		},
		４００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンスの寄り道",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Don't follow me. I'm fine on\nmy own.",
				},
			},
		},
		４１０ = {
			画像Ａ = "村",
			画像Ｂ = "中ボス印",
			物語 = "６０４／魔獣カース／戦闘前",
			戦闘２ = "m55魔獣カース",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Heading to the next\ndestination.",
				},
			},
		},
		４２０ = {
			画像Ａ = "村",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		４３０ = {
			画像Ａ = "村",
			画像Ｂ = "その頃印",
			物語 = "６０４／その頃ランス",
			終了 = 1,
		},
	},
	２部自由都市 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "６０９／スタート",
		},
		０１０ = {
			画像Ａ = "森",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／ディフェンダー３／戦闘前",
			戦闘２ = "m33ディフェンダー",
			物語３ = "６０９／ディフェンダー３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Let's go.",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０９／コパンドンの噂",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "An old lady, huh...",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道１",
		},
		１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "６０９／Ｍランド１",
			音楽 = "フィールド／村",
			背景 = "Ｍランド",
			地名 = "首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ナギ２",
					説明 = "Yahoo!",
					条件書換前 = "深根が居る 顔画像=深根 説明=ふおおおお…",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "Yay!",
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=うひょー！",
				},
			},
		},
		１２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "６０９／Ｍランド２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "That was fun.",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		２００ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神都市着",
			音楽 = "フィールド／闘神都市",
			背景 = "闘神都市",
			地名 = "闘神都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Well then.",
					条件書換前 = "元就が居る 顔画像=元就 説明=……むっ！？",
				},
			},
		},
		２１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／出場",
		},
		２２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／出場する仲間達",
			フラグ = "６０９一人セット",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Heading towaRds the TRial\nLabyRinth.",
				},
			},
		},
		２４０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０９／予選",
			地名 = "試練迷宮",
			背景 = "人工迷宮",
			音楽 = "フィールド／迷宮",
		},
		２５０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２６０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０９／予選２",
		},
		２７０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２８０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			物語 = "６０９／予選３／戦闘前",
			戦闘２ = "m55中ボスＣ／弱",
		},
		２９０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０９／予選突破",
			背景 = "闘神都市",
			地名 = "闘神都市",
			音楽 = "フィールド／闘神都市",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミックス",
					説明 = "Ah... good woRk.",
				},
			},
		},
		３００ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／トーナメント表発表",
		},
		３１０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト",
			背景 = "空／星空",
		},
		４００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		４１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			地名 = "闘神都市",
			音楽 = "ＡＤＶ／闘神都市",
			物語 = "６０９／１回戦レリコフ／戦闘前",
			戦闘２ = "m55レリコフ",
			物語３ = "６０９／１回戦レリコフ／戦闘後",
		},
		４２０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "レリコフ２", "スシヌ２" },
		},
		４３０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			物語 = "６０９／レリコフと控え室",
		},
		４４０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４５０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト２",
			音楽 = "フィールド／闘神都市",
			背景 = "空／星空",
		},
		５００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		５１０ = {
			画像Ａ = "闘神都市",
		},
		５２０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト３",
			背景 = "空／星空",
		},
		６００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		６１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／お祭り",
		},
		６２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／アームズと会話",
		},
		７００ = {
			画像Ａ = "空夜",
			背景 = "空／星空",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		７１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "中ボス魔軍印",
			物語 = "６０９／２回戦／戦闘前",
			戦闘２ = "m55魔物隊長プロビオ",
			音楽 = "ＡＤＶ／闘神都市",
			！条件書換後 = "勝利　音楽 = 無音",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐右 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		７２０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			物語 = "６０９／２回戦／戦闘後",
		},
		７３０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０９／２回戦／陵辱女",
			条件書換前 = "主人公は男　物語=６０９／２回戦／陵辱男",
			終了 = 2,
		},
		７４０ = {
			画像Ａ = "控え室",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ザンス２", "乱義２" },
		},
		７５０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト４",
			背景 = "空／星空",
			音楽 = "フィールド／闘神都市",
		},
		７６０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		８００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		８１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／アームズと会話２",
		},
		８２０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト５",
			背景 = "空／星空",
		},
		９００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		９１０ = {
			画像Ａ = "闘神都市",
		},
		９２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／酒場１",
		},
		１０００ = {
			画像Ａ = "空夜",
			背景 = "空／星空",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		１０１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／３回戦アームズ／戦闘前",
			戦闘２ = "m55アームズ",
			物語３ = "６０９／３回戦アームズ／戦闘後",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１０２０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			物語 = "６０９／アームズと控え室",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "We did it!",
				},
			},
		},
		１０３０ = {
			画像Ａ = "闘神都市",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Eating Medal Soup.",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Eating FRiend BRead.",
				},
			},
		},
		１０４０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ミックス２", "リセット２", "エール２" },
		},
		１０５０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１０６０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１０７０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト６",
			背景 = "空／星空",
			音楽 = "フィールド／闘神都市",
		},
		１１００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		１１１０ = {
			画像Ａ = "闘神都市",
		},
		１１２０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０９／酒場２",
			背景 = "空／星空",
		},
		１２００ = {
			画像Ａ = "空夜",
			画像Ｂ = "イベント印",
			物語 = "６０９／リクチェル情報収集",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		１２１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／準決勝リクチェル／戦闘前",
			戦闘２ = "m55リクチェル",
			物語３ = "６０９／準決勝リクチェル／戦闘後",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１２２０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト７",
			背景 = "空／星空",
			音楽 = "フィールド／闘神都市",
		},
		１２３０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "回復印",
			処理 = "回復",
			音楽 = "無音",
		},
		１２４０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "？？？印",
			物語 = "６０９／クエルプラン回想２",
		},
		１３００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		１３１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／オーブとカオス",
			音楽 = "フィールド／闘神都市",
			フラグ = "木のオーブを追加",
		},
		１３２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝どうする",
		},
		１３３０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／お祭り２",
		},
		１３４０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト８",
			背景 = "空／星空",
		},
		１４００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "......",
					背景 = "闘神都市",
				},
			},
		},
		１４１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝戦／控え室",
			音楽 = "無音",
		},
		１４２０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／決勝戦／戦闘前",
			戦闘２ = "m55アレキサンダー",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐右 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		１４３０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝戦／勝利",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１４４０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１４５０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝戦／敗北",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１４９０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１５００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０９／エピローグ",
			終了 = 1,
		},
	},
	２部魔王ランス１ = {
		背景 = "森",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		００１ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０２／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "We'Re depaRting.",
					背景 = "自由都市平原",
				},
			},
		},
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		０２０ = {
			画像Ａ = "通り過ぎた後",
			画像Ｂ = "イベント印",
			物語 = "６０２／クエルプランの道",
		},
		０２５ = {
			画像Ａ = "自由都市平原",
		},
		０３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ／弱",
			物語２ = "６０２／ボス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "TaRget change: aiming foR\nMount ShoRyu.",
					背景 = "ゼス平原",
					地名 = "ゼス",
				},
			},
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４５ = {
			画像Ａ = "村",
		},
		１００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／翔竜山麓",
			地名 = "翔竜山のふもと",
			背景 = "山道",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Climbing Mount ShoRyu.",
					地名 = "翔竜山　標高５００",
				},
			},
		},
		１１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "長田君",
					説明 = "Let's go this way.",
				},
				分岐右 = {
					顔画像 = "ロッキー２",
					説明 = "It's a long way to the\nsummit; let's conseRve ouR\nstamina and pRoceed.",
				},
			},
		},
		１１５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１６ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ドッス 説明=……",
				},
			},
		},
		１１７ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		１１８ = {
			画像Ａ = "翔竜山",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ワッス 説明=……",
				},
			},
		},
		１２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／魔王ランスとは",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "It's my fiRst time climbing\nsuch a tall mountain.",
					地名 = "翔竜山　標高１０００",
				},
			},
		},
		１３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11古代種",
		},
		１４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／勇者ゲイマルク",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Let's just leave the heRo\nalone foR now.",
					地名 = "翔竜山　標高２０００",
					背景 = "翔竜山",
				},
			},
		},
		１４２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／アームズ遭遇１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "D-DRagon... it's coming!",
				},
			},
		},
		１４６ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン／Ｅ",
			物語２ = "６０２／アームズ遭遇２",
			フラグ = "アームズを追加",
		},
		１４７ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１５０ = {
			画像Ａ = "000翔竜山の門",
			画像Ｂ = "",
			物語 = "６０２／翔竜山の門",
			選択分岐 = {
				分岐右 = {
					顔画像 = "エール",
					説明 = "Taking a detouR.",
				},
			},
		},
		１５５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		１７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／戯骸とシーザー",
		},
		１８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／日光とアームズ",
		},
		２００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６０２／サテラ／戦闘前",
			戦闘２ = "m55サテラ／Ｅ",
			物語３ = "６０２／サテラ／戦闘後",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "......",
				},
			},
		},
		２１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ２",
					説明 = "......",
					地名 = "翔竜山　標高１０００",
				},
			},
		},
		２２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／クリア",
			終了 = 1,
		},
	},
	２部魔王ランス２ = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "６１０／スタート",
			音楽 = "ＡＤＶ／普通",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "To Mount ShoRyu... to\nDemon LoRd Rance...",
				},
			},
		},
		１００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／翔竜山到着",
			音楽 = "フィールド／僻地夜",
			背景 = "山道",
			地名 = "翔竜山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Is the tRoop foRmation okay?",
				},
			},
		},
		１１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達１",
		},
		１４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／翔竜山途中",
		},
		１５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破１",
			処理 = "ダメージ　３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Get out of the way!",
					地名 = "翔竜山　標高１０００",
				},
			},
		},
		１６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "味方ボス印",
			物語 = "６１０／タイガー将軍／戦闘前",
			戦闘２ = "m55タイガー将軍",
			物語３ = "６１０／タイガー将軍／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "...",
				},
			},
		},
		１７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１８０ = {
			画像Ａ = "000翔竜山の門",
			画像Ｂ = "",
			物語 = "６１０／門消滅",
			音楽 = "フィールド／魔物界",
			背景 = "翔竜山",
			地名 = "翔竜山　標高２０００",
		},
		１９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "味方ボス印",
			物語 = "６１０／勇者ゲイマルク／戦闘前",
			戦闘２ = "m55ゲイマルク",
			物語３ = "６１０／勇者ゲイマルク／戦闘後",
		},
		２１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破１",
			処理 = "ダメージ　３",
		},
		２２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃ランス",
		},
		２３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		２４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／魔物隊長１",
			地名 = "翔竜山　標高３０００",
		},
		２６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／ハウゼル／戦闘前",
			戦闘２ = "m55ハウゼル／Ｅ",
			物語３ = "６１０／ハウゼル／戦闘後",
			地名 = "翔竜山　標高３５００",
		},
		２７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破１",
			処理 = "ダメージ　３",
			地名 = "翔竜山　標高４０００",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Take a bReak",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Stay aleRt.",
				},
			},
		},
		２７１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２７２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		２８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			物語 = "６１０／魔人ＤＤ／戦闘前",
			戦闘２ = "m55魔人ＤＤ／Ｅ",
			物語３ = "６１０／魔人ＤＤ／戦闘後",
		},
		３００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ハニー印",
			物語 = "６１０／雑魚撃破２",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高４５００",
				},
			},
		},
		３１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高５０００",
				},
			},
		},
		３２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／雑魚撃破３",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高５５００",
				},
			},
		},
		３３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高６０００",
				},
			},
		},
		３４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／多数の難関",
		},
		３５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／魔人サテラ／戦闘前",
			戦闘２ = "m55サテラ／Ｆ",
			物語３ = "６１０／魔人サテラ／戦闘後",
			音楽 = "無音",
		},
		３５１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ワープ印",
			ワープ = "３６０",
		},
		３６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達２",
			地名 = "−−−",
			フラグ = "リセット２使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "****",
				},
			},
		},
		３６１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ワープ印",
			ワープ = "３７０",
		},
		３７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／緊急会議",
			地名 = "翔竜山　標高６０００",
			音楽 = "フィールド／魔物界",
		},
		４００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／雑魚撃破４",
			処理 = "ダメージ　５",
			地名 = "翔竜山　標高６５００",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Eating Medal Soup.",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Eating FRiend BRead.",
				},
			},
		},
		４１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４１５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "志津香２",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高７０００",
				},
			},
		},
		４２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		４２５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ナギ２",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高７０００",
				},
			},
		},
		４３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破５",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "スシヌ",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高７５００",
				},
			},
		},
		４４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破５",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高８０００",
				},
			},
		},
		４５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／幾多の戦闘",
			地名 = "翔竜山　標高８５００",
		},
		４７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達３",
		},
		４８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／レイとアームズ",
			フラグ = "アームズ２使用不可＝１",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "I'll leave this aRea to ARms.",
				},
			},
		},
		４９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／雑魚撃破５",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Push foRwaRd.",
					地名 = "翔竜山　標高９０００",
				},
			},
		},
		５００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／夜が来る",
			背景 = "翔竜山／夕方",
			処理 = "ダメージ　１０",
		},
		５１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃リセット",
		},
		５２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／魔人リズナ",
			処理 = "ダメージ　９０",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Flop!",
					地名 = "−−−",
					背景 = "その他",
				},
			},
		},
		５３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "？？？印",
			物語 = "６１０／クエルプラン回想３",
		},
		６００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１０／さらわれた子供達",
			処理 = "回復",
			背景 = "アメージング城",
			地名 = "アメージング城",
			音楽 = "フィールド／魔物界",
		},
		６１０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１０／ランスの部屋",
			戦闘２ = "m55魔王ランス／Ｅ",
			音楽 = "ＡＤＶ／悲惨",
		},
		６２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "エロイベント印",
			物語 = "６１０／ランスのおしおき",
			フラグ = "志津香２ナギ２使用不可＝１",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Run away.",
					背景 = "翔竜山／夕方",
					地名 = "翔竜山",
				},
			},
		},
		７００ = {
			画像Ａ = "翔竜山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Run away.",
				},
			},
		},
		７１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／クエルプラン登場",
			音楽 = "無音",
			地名 = "−−−",
			背景 = "真っ黒",
		},
		７２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "****",
				},
			},
		},
		７３０ = {
			画像Ａ = "クエルプラン体内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		８００ = {
			画像Ａ = "クエルプラン体内",
			画像Ｂ = "イベント印",
			物語 = "６１０／クエルプラン体内",
			音楽 = "フィールド／天界",
			背景 = "真っ白",
			地名 = "？？　クエルプランの中　？？",
		},
		８１０ = {
			画像Ａ = "クエルプラン体内",
			画像Ｂ = "イベント印",
			物語 = "６１０／ダークランス",
			フラグ = "ダークランスを追加",
			終了 = 1,
		},
	},
	２部魔王ランス３ = {
		背景 = "翔竜山",
		地名 = "翔竜山",
		０１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			物語 = "６１２／スタート",
			音楽 = "フィールド／奮起",
		},
		０２０ = {
			画像Ａ = "000翔竜山の門",
			画像Ｂ = "",
			物語 = "６１２／スタート２",
			音楽 = "フィールド／魔物界",
		},
		０３０ = {
			画像Ａ = "翔竜山",
		},
		０４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／魔人DD／戦闘前",
			戦闘２ = "m55魔人ＤＤ／Ｅ",
			物語３ = "６１２／魔人DD／戦闘後",
		},
		０４５ = {
			画像Ａ = "翔竜山",
		},
		０５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			戦闘 = "m55ハウゼル＋サイゼル／Ｅ",
			物語２ = "６１２／ハウゼルサイゼル／戦闘後",
			処理 = "回復",
		},
		０６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			戦闘 = "m55レイ／Ｅ",
			物語２ = "６１２／レイ／戦闘後",
			処理 = "回復",
		},
		０７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／戦闘／リズナ",
			戦闘２ = "m55リズナ／Ｅ",
			物語３ = "６１２／リズナ／戦闘後",
			処理 = "回復",
		},
		０８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／シルキィ／戦闘前",
			戦闘２ = "m55シルキィ／Ｘ",
			物語３ = "６１２／シルキィ／戦闘後",
			背景 = "翔竜山／夕方",
			処理 = "回復",
		},
		１００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／ホーネット／戦闘前",
			戦闘２ = "m55ホーネット／Ｅ",
			物語３ = "６１２／ホーネット／戦闘後",
			処理 = "回復",
		},
		１１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１２／玉座",
		},
		１２０ = {
			画像Ａ = "翔竜山",
		},
		１３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／サテラ／戦闘前",
			戦闘２ = "m55サテラ／Ｇ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Let's go",
					背景 = "アメージング城",
					地名 = "アメージング城",
					音楽 = "無音",
				},
			},
		},
		１４０ = {
			画像Ａ = "魔物城内",
		},
		１５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "６１２／ビスケッタさん",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "I came to see my fatheR",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "I came to defeat the Demon\nKing",
				},
			},
		},
		１６０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "６１２／ビスケッタ回復",
		},
		１６５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１７０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "味方ボス印",
			物語 = "６１２／ビスケッタ戦闘",
		},
		１９０ = {
			画像Ａ = "魔物城内",
		},
		２００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１２／魔王ランス／戦闘前",
			戦闘 = "m55魔王ランス／Ｆ",
			条件書換後 = "引き分け 音楽=ＡＤＶ／悲惨",
			条件分岐 = {
				分岐左 = {
					！条件 = "引き分け",
					説明 = "Slap successful",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = ".....",
				},
			},
		},
		２１０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１２／魔王ランス／ビンタ",
		},
		２２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１２／魔王ランス／時間切れ",
		},
		２３０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１２／時間切れ後のビンタ",
			音楽 = "無音",
		},
		２４０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１２／シィル戻る",
			終了 = 1,
		},
	},
	２部旅立ち = {
		背景 = "砂漠",
		地名 = "シャングリラ周辺",
		００１ = {
			画像Ａ = "村",
			物語 = "６０１／プロローグ",
			処理 = "エール入力画面",
			背景 = "村",
			地名 = "トリダシタ村",
		},
		００２ = {
			画像Ａ = "000クルックーの家",
			画像Ｂ = "",
			物語 = "６０１／少年の旅立ち",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Well then, I'm off",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／２部初クエスト",
				},
			},
		},
		０１０ = {
			画像Ａ = "街道１",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／長田君登場",
			フラグ = "長田君を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "Haniho~ (a cheeRful\ngReeting)",
				},
			},
		},
		０２５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "You haven't foRgotten to\ninclude me in the foRmation,\nRight?",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "回復印",
			物語 = "６０１／長田君とキャンプ",
			処理 = "回復",
		},
		０３５ = {
			画像Ａ = "街道１",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
			物語２ = "６０１／目的地はどこ",
		},
		０５０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "エール２", "長田君２", "エール２" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "...Hm?",
					物語 = "６０１／レベルアップ",
				},
			},
		},
		０６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Help",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "Don't help",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Finish off",
				},
			},
		},
		０６１ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場／助ける",
			フラグ = "ドッスワッスを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "TRembling...",
				},
			},
		},
		０６２ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場／助けない",
		},
		０６３ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６４ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場／トドメ",
		},
		０６５ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
		},
		０８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１００ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／村到着",
			背景 = "村",
			地名 = "トト村",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					背景 = "村／夜",
				},
			},
		},
		１１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランス教の噂",
		},
		１２０ = {
			画像Ａ = "村",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					背景 = "村",
				},
			},
		},
		１３０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランス教へ出発",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Don't go",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "DepaRting.",
					地名 = "自由都市",
					背景 = "森",
					音楽 = "フィールド／２部初クエスト",
					物語 = "６０１／ランス教へ出発／行く",
				},
			},
		},
		１４０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランス教へ出発／行かない",
			終了 = 2,
		},
		２００ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		２３０ = {
			画像Ａ = "森",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３００ = {
			画像Ａ = "森",
			画像Ｂ = "山賊印",
			物語 = "６０１／アジト入り口／戦闘前",
			戦闘２ = "m11山賊",
			物語３ = "６０１／アジト入り口／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "AlRight, let's go inside and\ndeal with the thieves",
					背景 = "スライム迷宮",
					地名 = "メススライム迷宮",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		３１０ = {
			画像Ａ = "スライム迷宮",
			フラグ = "地形＝屋内",
		},
		３２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "その頃印",
			物語 = "６０１／ランスＪｒとロッキー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRching the hideout...",
				},
			},
		},
		３３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
		},
		３４０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "味方ボス印",
			物語 = "６０１／ロッキー／戦闘前",
			戦闘２ = "m55ロッキー／Ｅ",
			物語３ = "６０１／ロッキー／戦闘後",
			フラグ = "ロッキーを追加",
			フラグ２ = "肩書き／ロッキー２＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "SeaRching the hideout...",
				},
			},
		},
		３５０ = {
			画像Ａ = "スライム迷宮",
		},
		３６０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０１／ロッキーと会話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー２",
					説明 = "This way, please follow me",
				},
			},
		},
		３７０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３８０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／クリーミン救出",
			フラグ = "長田君使用不可＝１",
			背景 = "人工迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Nagata-kun...",
				},
			},
		},
		３９０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／長田君逃げる",
		},
		４００ = {
			画像Ａ = "砦内",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Let's go this way",
				},
			},
		},
		４１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４２０ = {
			画像Ａ = "砦内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４５０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／長田君救出",
			フラグ = "長田君使用不可＝０",
			秘書登録 = "長田君",
		},
		４６０ = {
			画像Ａ = "砦内",
		},
		５００ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランスＪｒ／戦闘前",
		},
		５１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55ランスＪｒ",
			物語２ = "６０１／ランスＪｒ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "We aRe victoRious!",
					背景 = "スライム迷宮",
				},
			},
		},
		５２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Exit",
					背景 = "森",
					地名 = "自由都市",
					音楽 = "フィールド／２部初クエスト",
					フラグ = "地形＝戻し",
				},
			},
		},
		５３０ = {
			画像Ａ = "森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		６００ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／村",
			物語 = "６０１／エピローグ",
			終了 = 1,
		},
	},
	２部恋愛 = {
		背景 = "天界",
		地名 = "？？？",
		００１ = {
			画像Ａ = "天界",
			画像Ｂ = "？？？印",
			物語 = "６１１／クエルプラン回想４",
			デッキ編集 = 0,
			背景 = "その他",
		},
		０１０ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "６１１／スタート",
			音楽 = "フィールド／ランス城",
			地名 = "空飛ぶランス城",
			背景 = "空飛ぶランス城",
			デッキ編集 = 0,
		},
		０１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／皆と合流",
			デッキ編集 = 0,
		},
		０２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／立ち直る",
			フラグ = "リセット使用不可＝０",
			フラグ２ = "志津香２ナギ２使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "Continue the adventuRe",
					物語 = "６１１／立ち直る／冒険を続ける",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Stop the adventuRe",
				},
			},
		},
		０２５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／立ち直る／冒険をやめる",
			終了 = 2,
		},
		０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／特訓開始",
			音楽 = "フィールド／奮起",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "We'Re depaRting.",
					背景 = "異界",
					地名 = "異界　ポリポリワン",
				},
			},
		},
		０４０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９０",
			フラグ = "特訓キャラ１の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Rick's Lesson: Assault\nTRaining",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "SaRnakia's Lesson: Knight's\nCode LectuRe",
				},
			},
		},
		０５０ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
			フラグ = "特訓キャラ２の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Patton's Lesson: ThoRough\nPhysical TRaining",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Childi's Lesson: High-Speed\nSwoRdsmanship",
				},
			},
		},
		０６０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９０",
			フラグ = "特訓キャラ３の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "BRitish's Lesson: Applied\nTeam Tactics",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "AlexandeR's Lesson: EffoRt,\nEffoRt, EffoRt",
				},
			},
		},
		０７０ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
			フラグ = "特訓キャラ４の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "ARms' Lesson: Boss StRategy\nGuide",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "Kenshin's Lesson: Mental\nConcentRation",
				},
			},
		},
		０８０ = {
			画像Ａ = "異界",
			画像Ｂ = "その頃印",
			物語 = "６１１／その頃魔王ランス",
			デッキ編集 = 0,
		},
		０９０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９０",
			フラグ = "特訓キャラ５の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Rocky's Lesson: SeRvant's\nMindset",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "GeneRal TigeR's Lesson: We'll\nHave a Mock Battle",
				},
			},
		},
		１００ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
			フラグ = "特訓キャラ６の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "Pitten's Lesson: Defense\nKnowledge",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "MiRacle's Lesson: StRong\nWillpoweR",
				},
			},
		},
		０４１ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５２ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０６２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０７２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０９１ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０１０１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０１０２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９８",
			フラグ = "特訓キャラ７の追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "We'Re depaRting.",
					地名 = "空飛ぶランス城",
					背景 = "空飛ぶランス城",
				},
			},
		},
		２００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／特訓終了",
			フラグ = "特訓でランクＵＰ",
			処理 = "回復",
		},
		２１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／アームズの遺産",
			フラグ = "アームズ２使用不可＝１",
		},
		２２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／ペア成立",
			ワープ = "３００",
			音楽 = "フィールド／２部初クエスト",
			フラグ = "親友確定",
		},
		３００ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／雲の上",
			背景 = "雲の上",
			地名 = "ハニーインザスカイ",
			音楽 = "フィールド／村",
		},
		３１０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		３２０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／ソロ１",
		},
		３３０ = {
			画像Ａ = "雲の上",
		},
		３４０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "その頃印",
			物語 = "６１１／その頃母達",
		},
		３５０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		３６０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／ソロ２",
		},
		３７０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		３８０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "その頃印",
			物語 = "６１１／その頃他ペア",
		},
		３９０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		４００ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／ソロ３",
		},
		４１０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "回復印",
			処理 = "回復",
			条件分岐 = {
				分岐左 = {
					条件 = "ますぞえ撃破",
					説明 = "Demon Masuzoe - Defeated",
					フラグ = "ますぞえかわぞえ→２",
				},
				分岐右 = {
					条件 = "条件成立",
					説明 = "---",
					フラグ = "ますぞえかわぞえ→１",
				},
			},
		},
		４２０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "魔人印",
			物語 = "６１１／天空の王／戦闘前",
			戦闘 = "m55天空の王／Ｅ",
			物語２ = "６１１／試練クリア",
			フラグ = "禁止キャラ全て戻し",
			地名 = "−−−",
			音楽 = "無音",
			ワープ = "５００",
		},
		４３０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "魔人印",
			物語 = "６１１／奈落の王／戦闘前",
			戦闘 = "m55ますぞえ／Ｅ",
			物語２ = "６１１／試練クリア",
			フラグ = "禁止キャラ全て戻し",
			地名 = "−−−",
			背景 = "その他",
			音楽 = "無音",
			ワープ = "５００",
		},
		５００ = {
			画像Ａ = "000ランス城空中",
			物語 = "６１１／ランス城に帰還",
			音楽 = "フィールド／奮起",
			地名 = "空飛ぶランス城",
			背景 = "空飛ぶランス城",
			フラグ = "伝説の武具セット",
		},
		５１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		５２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／決戦の前に",
			終了 = 1,
		},
	},
	カラー救出 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "０５／上機嫌なランス",
			コルルンサ = "世界の生き物",
		},
		００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０５／戦況報告",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting to Kala Village",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		００３ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０５／森の入り口",
			背景 = "森",
			地名 = "カラーの森",
		},
		０１０ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		１１０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "０５／その頃ペンシルカウ",
		},
		１１１ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		１２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０５／カラーの森にて１",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ランス",
					説明 = "The entRance to the secRet\nRoute is... so",
				},
			},
		},
		１２５ = {
			画像Ａ = "森",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０５／カラーの森にて２",
		},
		１３５ = {
			画像Ａ = "森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "AlRight, just a little moRe",
				},
			},
		},
		１４０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "０５／その頃レッドアイ１",
			コルルンサ = "魔人レッドアイ",
			分岐 = "２００",
		},
		１４５ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２００ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "イベント印",
			物語 = "０５／村に入る１",
			背景 = "カラーの村／放火",
			地名 = "ペンシルカウ",
			音楽 = "フィールド／カラー",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's take a shoRt bReak",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Replenishing Kala giRls",
				},
			},
		},
		２０１ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２０２ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用カラー", "汎用カラー", "汎用カラー" },
		},
		２０５ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "レア宝箱印",
			物語 = "０５／村に入る２",
			処理 = "宝箱／レア",
			カード = (list) { "英霊 モダン", "英霊 ビビッド", "英霊 フル" },
		},
		２０６ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "イベント印",
			物語 = "０５／村に入る３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "FaRewell, Pencil Cow!",
				},
			},
		},
		２１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／秘密洞窟",
			背景 = "地下洞窟",
			地名 = "エスケープカウ　脱出洞窟",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
		},
		２１５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		３００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "その頃印",
			物語 = "０５／その頃レッドアイ２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "EveRyone, don't panic, but\nhuRRy!",
				},
			},
		},
		３１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
					物語 = "０５／洞窟の中のランス達１",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
					物語 = "０５／洞窟の中のランス達２",
				},
			},
		},
		３１２ = {
			画像Ａ = "地下洞窟",
			選択分岐 = {
				分岐左 = {
					顔画像 = "イージス",
					説明 = "I want to seaRch foR the lost\nscout team",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Move foRwaRd quickly",
				},
			},
		},
		３１３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用カラー", "汎用カラー", "汎用カラー" },
		},
		３３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		３４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４００ = {
			画像Ａ = "005白色破壊光線",
			物語 = "０５／後方に魔軍が来た",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ChaRge into the demon aRmy",
					物語 = "０５／魔軍に突っ込む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Fall back a little",
					物語 = "０５／選択／少し下がる",
				},
			},
		},
		４０５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		４１０ = {
			画像Ａ = "005白色破壊光線",
			物語 = "０５／破壊光線直撃",
			終了 = 2,
		},
		５００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／下がった地点",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ChaRge into the demon aRmy",
					物語 = "０５／魔軍に突っ込む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Think about something",
				},
			},
		},
		５０５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		５１０ = {
			画像Ａ = "005白色破壊光線",
			物語 = "０５／破壊光線直撃",
			終了 = 2,
		},
		５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／隠れて待つ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Stay still, don't make a\nsound, wait",
				},
			},
		},
		６００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			物語 = "０５／レッドアイアニス",
			戦闘 = "m55レッドアイアニス／Ａ",
			条件書換後 = "引き分け 音楽=フィールド／危機",
			！条件書換後 = "引き分け 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = ... *NoRmal",
					物語 = "０５／レッドアイアニス／引き分け",
				},
			},
		},
		６０１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "難易度ＵＰ印",
			フラグ = "カラー救出／短縮＝１",
			処理 = "難易度",
		},
		６０２ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		６０５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／リズナ",
			フラグ = "リズナの追加",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リズナ",
					説明 = "Eh, aRe we going to fight the\ndemon loRd?",
				},
			},
		},
		６０６ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			戦闘 = "m55レッドアイアニス／Ｂ１",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! I'm the winneR!",
				},
			},
		},
		６１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／魔人撃破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetuRn to Rance Castle",
					背景 = "森",
					地名 = "カラーの森",
				},
			},
		},
		６２０ = {
			画像Ａ = "森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		７００ = {
			画像Ａ = "森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv50 パステル", "Lv50 イージス" },
		},
		７０５ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "０５／その後のカラー達",
			終了 = 1,
		},
		８００ = {
			画像Ａ = "森",
		},
		８０１ = {
			画像Ａ = "森",
		},
		８０２ = {
			画像Ａ = "森",
		},
		８０３ = {
			画像Ａ = "森",
		},
	},
	クルックーの護衛 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／自由都市",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１１３／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, KuRukuu, let's go\ntogetheR.",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		０１０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "イベント印",
			物語 = "１１３／川中島到着",
			背景 = "湿地帯",
			地名 = "川中島",
		},
		０２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０３０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "イベント印",
			物語 = "１１３／ロードリング",
		},
		０４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		０５０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "イベント印",
			物語 = "１１３／途中の小休止",
		},
		０６０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０７０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Wow, theRe's a passage\nbehind the wateRfall...",
					背景 = "ＡＬ迷宮",
					地名 = "ＡＬ本部 カイズ地下迷宮",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		１００ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／カイズ侵入",
			フラグ = "地形＝屋内",
		},
		１１０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		１２０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "１３０",
		},
		１３０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		１３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		１４０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "１５０",
		},
		１５０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		１５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		１６０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／セルさん",
		},
		１７０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv44 セル" },
			条件分岐 = {
				分岐左 = {
					条件 = "メリムが居る",
					説明 = "When MeRim was possessed",
				},
				分岐前 = {
					！条件 = "メリムが居る",
					説明 = "---",
				},
			},
		},
		１７１ = {
			画像Ａ = "ＡＬ迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メリム",
					説明 = "Ah, wait please. That wall\ntheRe...",
				},
			},
		},
		１７２ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "司教のアリス像", "３段ロケットエンジン", "独立宣言書" },
		},
		１８０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
		},
		１９０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "２００",
		},
		２００ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		２１０ = {
			画像Ａ = "113保管庫扉",
			画像Ｂ = "",
			物語 = "１１３／禁断保管庫前",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "EnteR the vault",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Do not enteR",
				},
			},
		},
		２２０ = {
			画像Ａ = "113保管庫でアム",
			画像Ｂ = "",
			物語 = "１１３／アム接触",
			フラグ = "アム＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アム",
					説明 = "Nice to meet you.",
				},
			},
		},
		２２５ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv46 アム", "擬態／食券" },
		},
		２３０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／オーロラ接触",
			フラグ = "オーロラ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "オーロラ",
					説明 = "GRRR...",
				},
			},
		},
		２３５ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 オーロラ", "擬態／食券" },
		},
		２３６ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２４０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "２５０",
		},
		２５０ = {
			画像Ａ = "ＡＬ迷宮",
		},
		２６０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２６５ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55魔法生物／ボス",
		},
		２７０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／奥の部屋",
		},
		２８０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "エロイベント印",
			物語 = "１１３／クルックーのエロ",
			終了 = 1,
		},
	},
	ケイブリス突貫作戦 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５３／スタート",
		},
		０００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５３／誕生パーティの情報",
		},
		０００３ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５３／出撃を決意",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'll use the undeRgRound\npassage and go stRaight\nthRough.",
					地名 = "ゼス横断回廊",
					背景 = "ゼス迷宮",
					音楽 = "フィールド／ゼス",
					フラグ = "地形＝屋内",
				},
			},
		},
		０００４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		０００５ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "...This way.",
				},
			},
		},
		０００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		００１０ = {
			画像Ａ = "000マジノ要塞",
			画像Ｂ = "",
			物語 = "２５３／マジノライン",
			背景 = "マジノ要塞",
			地名 = "マジノ要塞",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go, GO!",
					背景 = "魔物の森",
					地名 = "魔物界",
					音楽 = "フィールド／魔物界",
					フラグ = "地形＝戻し",
				},
			},
		},
		００１１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		００１２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		００２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		００３０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This path is also full of\nmonsteRs.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "That path is full of monsteRs\ntoo.",
				},
			},
		},
		００４１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		００４２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ",
		},
		００５１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		００５２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００５３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		００６０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "その頃印",
			物語 = "２５３／その頃ケイブリス１",
		},
		００６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００７０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５３／途中の休憩１",
		},
		００７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		００８０ = {
			画像Ａ = "魔物の森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "EitheR way is the same, we\njust have to fight.",
				},
				分岐右 = {
					顔画像 = "ホーネット",
					説明 = "....",
				},
			},
		},
		００８１ = {
			画像Ａ = "魔物の森",
			割り込み背景 = "魔物の森",
		},
		００８２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		００９１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		００９２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０１００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２５３／マエリーター／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
		},
		０１１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "２５３／途中の休憩２",
		},
		０１２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "ゼス２／実行済み",
					説明 = "---",
				},
				分岐右 = {
					条件 = "ゼス２／実行済み",
					説明 = "Demon LoRd Medusa -\nDefeated",
				},
			},
		},
		０１２５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／メディウサ戦闘前",
			戦闘 = "m55メディウサ／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "S-So scaRy...",
				},
			},
		},
		０１２６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１３０ = {
			画像Ａ = "魔物の森",
			割り込み背景 = "魔物の森",
		},
		０１４０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "自由都市２／実行済み",
					説明 = "---",
				},
				分岐右 = {
					条件 = "自由都市２／実行済み",
					説明 = "Demon LoRd PiaRl - Defeated",
				},
			},
		},
		０１４５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／パイアール戦闘前",
			戦闘 = "m55パイアール／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "Ugh, I won, but I feel\ndefeated...",
				},
			},
		},
		０１４６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１５０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５３／途中の休憩３",
		},
		０１６０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "ヘルマン２／実行済み",
					説明 = "---",
				},
				分岐右 = {
					条件 = "ヘルマン２／実行済み",
					説明 = "Demon LoRd Kessel Link -\nDefeated",
				},
			},
		},
		０１６５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／ケッセルリンク戦闘前",
			戦闘 = "m55ケッセルリンク／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "T-That was close...",
				},
			},
		},
		０１６６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１７０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
		},
		０１８０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "リーザス２／実行済み",
					説明 = "---",
				},
				分岐右 = {
					条件 = "リーザス２／実行済み",
					説明 = "Demon LoRd Lexington -\nDefeated",
				},
			},
		},
		０１８５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／レキシントン戦闘前",
			戦闘 = "m55レキシントン／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Huff huff... I'm getting\ntiRed...",
				},
			},
		},
		０１８６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１９０ = {
			画像Ａ = "魔物の森",
		},
		０１９１ = {
			画像Ａ = "魔物の森",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "We should take a bReak, but\nI discoveRed something.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This is seRious, let's take a\nbReak.",
				},
			},
		},
		０１９３ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１９４ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１９５ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１９６ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２００ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２５３／カミーラ城到着",
			背景 = "魔物都市",
			地名 = "ミダラナツリー　カミーラ城",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ChaRge!!",
				},
			},
		},
		０２０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０２１０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２５３／その頃ケイブリス２",
		},
		０２１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０２２０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２５３／ワンニャン",
		},
		０２２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22ＳＳ魔軍　自動",
		},
		０２３０ = {
			画像Ａ = "魔物城内恐",
			画像Ｂ = "イベント印",
			物語 = "２５３／恐瘴気",
			フラグ = "禁止グループ２０以下",
		},
		０２３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22ＳＳ魔軍　自動",
		},
		０２４０ = {
			画像Ａ = "魔物城内恐",
			画像Ｂ = "イベント印",
			物語 = "２５３／ホーネットの気持ち",
		},
		０２４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22ＳＳ魔軍　自動",
		},
		０２５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "ケイブリス印",
			物語 = "２５３／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｘ",
			物語２ = "２５３／ケイブリス／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, it's a tRiumphal\nRetuRn.",
					地名 = "ランス城",
					背景 = "ランス城",
				},
			},
		},
		０２７０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０２８０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２５３／ホーネットのエロ",
			終了 = 1,
		},
	},
	サイサイツリー攻撃／飛行 = {
		００１ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２８４／攻撃開始",
			背景 = "魔物都市",
			地名 = "サイサイツリー",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go, soRtie time!",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "Demon aRmy bReaks\nthRough the vanguaRd!",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロレックス",
					説明 = "Get out of the way, wheRe's\nthe boss?",
				},
			},
		},
		０３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８４／攻撃終了",
			終了 = 1,
		},
	},
	シャングリラ強襲 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５７／参謀本部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting foR Kinani DeseRt.",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		００１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		００２１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００２２ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		００２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22聖骸　自動",
		},
		００２６ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
			背景 = "ゼス平原",
			地名 = "ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "MonsteR spotted ahead.",
				},
				分岐右 = {
					顔画像 = "あてな２号",
					説明 = "Sniff sniff, I smell something.",
				},
			},
		},
		００４０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００４５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０１００ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／キナニ砂漠へ",
			背景 = "砂漠",
			地名 = "キナニ砂漠",
			音楽 = "フィールド／僻地昼",
			フラグ = "地形＝砂漠",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's begin cRossing the\ndeseRt!",
				},
			},
		},
		０１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22アントーン　自動",
		},
		０１１０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／砂漠でポピンズ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "砂漠案内人",
					説明 = "This way.",
				},
			},
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０１２０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラの説明",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Quiet! We'Re going that way.",
				},
				分岐前 = {
					顔画像 = "砂漠案内人",
					説明 = "This way.",
				},
			},
		},
		０１３０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０１４０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		０１５０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１５５ = {
			画像Ａ = "砂漠",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Is that... an oasis?",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It must be a miRage.",
				},
			},
		},
		０１５８ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's an oasis! Let's swim!",
				},
			},
		},
		０１６０ = {
			画像Ａ = "257オアシス",
			画像Ｂ = "",
			物語 = "２５７／オアシス？",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "A naked woman! This time,\nno doubt about it.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "No way, it's a miRage.",
				},
			},
		},
		０１６８ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Oh ho ho!",
				},
			},
		},
		０１７０ = {
			画像Ａ = "257裸の女",
			画像Ｂ = "",
			物語 = "２５７／裸の女？",
			選択分岐 = {
				分岐前 = {
					顔画像 = "砂漠案内人",
					説明 = "That was a detouR, so let's\nget back on the oRiginal path.",
				},
			},
		},
		０１９０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "中ボス印",
			戦闘 = "m55アントーン／ボス",
		},
		０２００ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラが見えた",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "EnteR ShangRi-La.",
				},
			},
		},
		０２０５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラ侵入",
			背景 = "シャングリラ",
			地名 = "砂漠の都市　シャングリラ",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We've infiltRated enemy\nteRRitoRy; let's pRoceed\ncaRefully.",
				},
			},
		},
		０２１０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラの中",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "WheRe the danceRs aRe.",
					物語 = "２５７／踊り子を捜す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "WheRe the Cave Lis aRe.",
					物語 = "２５７／ケイブリスを捜す",
					フラグ = "かなみ一時離脱＝１",
					フラグ２ = "かなみ使用不可＝１",
				},
			},
		},
		０２１１ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０２１２ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２１３ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
		},
		０２２０ = {
			画像Ａ = "シャングリラ転移魔方陣",
			画像Ｂ = "イベント印",
			物語 = "２５７／転移魔方陣",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'm cuRious, but I'll deal with\nit lateR.",
				},
			},
		},
		０２２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０２３０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シャリエラ",
					説明 = "The RecoveRy point is this\nway.",
				},
				分岐右 = {
					顔画像 = "シャリエラ",
					説明 = "The meal tickets have fallen\noveR heRe.",
				},
			},
		},
		０２３１ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２３２ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２５０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／劇場に入る",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シャリエラ",
					説明 = "Ah, oveR theRe is...",
					背景 = "シャングリラ／大部屋",
					地名 = "シャングリラ劇場内",
				},
			},
		},
		０２６０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２５７／ケイブニャン／戦闘前",
			戦闘 = "m22ＳＳ魔軍＋ケイブニャン／Ａ１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "It's a gReat victoRy, LoRd\nRance.",
				},
			},
		},
		０２７０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "イベント印",
			物語 = "２５７／ケイブニャン／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ToRtuRe Cave-Nyan (Difficult\nRoute).",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ToRtuRe ShaRieRa (StandaRd\nRoute).",
				},
			},
		},
		０２８０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "イベント印",
			物語 = "２５７／ケイブニャン拷問",
			フラグ = "シャリエラルート＝２",
			選択分岐 = {
				分岐前 = {
					背景 = "シャングリラ",
					地名 = "砂漠の都市　シャングリラ",
				},
			},
		},
		０２９０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "エロイベント印",
			物語 = "２５７／シャリエラ拷問",
			フラグ = "シャリエラルート＝１",
			選択分岐 = {
				分岐前 = {
					背景 = "シャングリラ",
					地名 = "砂漠の都市　シャングリラ",
				},
			},
		},
		０２９５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４００ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
		},
		０４１０ = {
			画像Ａ = "シャングリラ転移魔方陣",
			画像Ｂ = "魔軍印",
			物語 = "２５７／魔法陣を消す／戦闘前",
			戦闘 = "m11魔軍",
			物語２ = "２５７／魔法陣を消す／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "While we'Re at it, let's beat\nup a few moRe monsteR\nsoldieRs.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Quickly kill the Cave Lice.",
				},
			},
		},
		０４２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４２５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４３０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			！条件書換前 = "シャリエラルート　物語=２５７／ホムンクルス／ケイブニャンルート",
			条件書換前 = "シャリエラルート　物語=２５７／ホムンクルス／シャリエラルート",
		},
		０４６０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０４７０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
			条件分岐 = {
				分岐左 = {
					条件 = "かなみ一時離脱",
					説明 = "Kanami was sent out to\nscout.",
				},
				分岐右 = {
					！条件 = "かなみ一時離脱",
					説明 = "---",
				},
			},
		},
		０４８０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／かなみ帰還",
			フラグ = "かなみ使用不可＝０",
		},
		０４８５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
		},
		０４９０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／恐瘴気",
		},
		０５００ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "中ボス印",
			物語 = "２５７／バイランローズ／戦闘前",
			戦闘 = "m55バイランローズ",
			物語２ = "２５７／バイランローズ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'm going to kill the Cave\nLice.",
					背景 = "シャングリラ／大部屋",
					地名 = "シャングリラ本部？",
					音楽 = "無音",
				},
			},
		},
		０５０１ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５１０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "ケイブリス印",
			物語 = "２５７／偽ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／偽",
			物語２ = "２５７／偽ケイブリス／戦闘後",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Next, I'll kill the main boss.",
				},
			},
		},
		０５２０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０５２５ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Should we head back quickly?",
					背景 = "シャングリラ",
					地名 = "砂漠の都市　シャングリラ",
				},
			},
		},
		０５３０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／聖女モンスターの気配",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "The pResence is this way.",
				},
			},
		},
		０５４０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "イベント印",
			物語 = "２５７／ハウセスナース",
			フラグ = "ハウセスナースの追加",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "Let's go home.",
				},
			},
		},
		０５５０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５７／シャングリラ制圧",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
		},
		０５７０ = {
			画像Ａ = "ランス城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５８０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "その頃印",
			！条件書換前 = "シャリエラルート　物語=２５７／ケイブニャンその後",
			条件書換前 = "シャリエラルート　物語=２５７／シャリエラその後",
			終了 = 1,
		},
	},
	ゼス１ = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２３０／１／スタート",
			フラグ = "ゼス地域",
			背景 = "ゼス平原",
			地名 = "ゼス",
			音楽 = "フィールド／ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's depaRt towaRds the\ntempoRaRy capital.",
				},
			},
		},
		００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０１０ = {
			画像Ａ = "街道３",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／マジックからの連絡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's huRRy to Magic-san's\nplace.",
				},
			},
		},
		０１５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "It's hot, isn't it, Zeth...?\nPhew.",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道３",
			画像Ｂ = "その頃印",
			物語 = "２３０／１／ガンジーの戦い",
		},
		０２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／毒で全滅している魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well, let's move foRwaRd\nwithout woRRying.",
				},
			},
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Ah, I can see the allied camp.",
				},
			},
		},
		０５０ = {
			画像Ａ = "野営地ＪＰ／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／てるちぬと遭遇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's take caRe of some\nmonsteRs aRound heRe.",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Sil, it's lunch time.",
				},
			},
		},
		０６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０７０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０８０ = {
			画像Ａ = "街道３",
		},
		０９０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０９１ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／首都到着",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			コルルンサ = "ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's walk while snacking on\nsomething.",
				},
			},
		},
		１１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／マジック千鶴子と再会",
			音楽 = "フィールド／危機",
			フラグ = "アニス使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "At a time like this... again...\nsigh.",
				},
			},
		},
		１２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "味方ボス印",
			物語 = "２３０／１／首都でアニス／戦闘前",
			戦闘 = "m55アニス",
			物語２ = "２３０／１／首都でアニス／戦闘後",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "Hmm. I Really enjoyed it.",
					フラグ = "アニス使用不可＝０",
				},
			},
		},
		１３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／恐怖の放送",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Going to defeat the demon\nGaltia.",
					物語 = "２３０／１／ガルティア方面へ",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
					処理 = "宝箱／ノーマル",
					カード = (list) { "汎用ゼス女魔法兵", "Lv20 カロリア", "汎用ゼス男魔法兵" },
				},
			},
		},
		２００ = {
			画像Ａ = "街道３",
		},
		２１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			背景 = "ゼス都市",
			物語 = "２３０／２／食料運搬の手伝い",
			フラグ = "輸送隊同行＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Moving while escoRting the\nfood tRanspoRt team.",
					背景 = "山道",
				},
			},
		},
		２２０ = {
			画像Ａ = "山道",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "山道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Let's keep going stRong!",
				},
			},
		},
		２２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２３０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／食料運搬との会話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go along the mountain\npath while snacking.",
				},
			},
		},
		２４０ = {
			画像Ａ = "山道",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Bandits have appeaRed; we\nneed to stay aleRt.",
				},
			},
		},
		２５０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／ガルティアの説明",
			コルルンサ = "魔人ガルティア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, it's cleaR now, let's\nResume the maRch.",
				},
			},
		},
		２６０ = {
			画像Ａ = "山道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now that it's cleaR, it's hot\ntoo, damn.",
				},
			},
		},
		２６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２７０ = {
			画像Ａ = "山道",
			画像Ｂ = "山賊印",
			物語 = "２３０／２／エレナの襲撃／戦闘前",
			戦闘 = "m22山賊＋エレナ",
			物語２ = "２３０／２／エレナの襲撃／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "As a gentleman, I will help\nthe giRl and bReak Elena's\ncuRse.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Use whateveR can be used;\nmake Elena as she is into my\nsuboRdinate.",
				},
			},
		},
		２８１ = {
			画像Ａ = "山道",
			画像Ｂ = "エロイベント印",
			物語 = "２３０／２／エレナのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahaha, I'm satisfied, veRy\nsatisfied.",
					フラグ = "エレナは山賊＝０",
				},
			},
		},
		２８２ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "花屋 エレナ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The bandits have been\neliminated; let's move\nfoRwaRd.",
				},
			},
		},
		２８５ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／エレナはそのまま",
		},
		２８６ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "山賊 エレナ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The bandits have been\neliminated; let's move\nfoRwaRd.",
				},
			},
		},
		２９０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２９５ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／食料運搬の続き",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's keep going even while\nLoRd Rance is Resting.",
				},
			},
		},
		２９７ = {
			画像Ａ = "山道",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
		},
		２９８ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／飢える町",
			背景 = "ゼス都市",
			地名 = "ダグザス",
			フラグ = "輸送隊同行＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Shall we head to the\nfRont-line base, ouR\ndestination?",
					地名 = "ゼス",
					背景 = "街道２",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		３００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／豪雨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Rain, Rain pouRing down.",
				},
			},
		},
		３１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		３２０ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Take shelteR fRom the Rain.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Keep going thRough as is.",
				},
			},
		},
		３３０ = {
			画像Ａ = "000茶屋",
		},
		３３２ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		３４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		３４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		３５０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			物語 = "２３０／２／はぐれ魔軍／戦闘前",
			戦闘２ = "m22魔軍／メディウサ精鋭",
			物語３ = "２３０／２／はぐれ魔軍／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Change destination; aim foR\nOld Zeth.",
					背景 = "ゼス平原／日照",
				},
			},
		},
		３６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／日照",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Hot...",
				},
			},
		},
		３６１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／シィルの過去１",
		},
		３６２ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		３６３ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／シィルの過去２",
		},
		３６４ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "That way.",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "Shall we take a shoRt bReak?",
				},
			},
		},
		３６６ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		３６７ = {
			画像Ａ = "森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			背景 = "ゼス都市",
			地名 = "オールドゼス",
			物語 = "２３０／２／オールドゼスに到着",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRioRitize defeating Galtia.",
					背景 = "街道２",
					地名 = "ゼス",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go to SunfloweR Village.",
					背景 = "街道２",
					地名 = "ゼス",
				},
			},
		},
		３８１ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／村へ向かう道中１",
		},
		３８２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		３８３ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／村へ向かう道中２",
		},
		３９０ = {
			画像Ａ = "村",
			画像Ｂ = "山賊印",
			背景 = "村",
			音楽 = "フィールド／村",
			物語 = "２３０／２／ひまわり村に着く／戦闘前",
			戦闘２ = "m22山賊",
			物語３ = "２３０／２／ひまわり村に着く／戦闘後",
		},
		３９１ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／両親に会いに行く",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Just kidding, go meet heR\nalone.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go meet heR togetheR.",
				},
			},
		},
		３９２ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／シィルが両親と会う",
			フラグ = "シィルと両親＝１",
		},
		３９３ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／ランスが両親と会う",
			フラグ = "シィルと両親＝２",
		},
		３９４ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／おじいさんの杖",
			フラグ = "シィルの杖の追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Thank you veRy much, LoRd\nRance.",
					背景 = "街道２",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		３９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		３９６ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
		},
		３７１ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ぷりょ／ボス",
		},
		３７２ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		３７３ = {
			画像Ａ = "街道２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		３７５ = {
			画像Ａ = "街道２",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３７６ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		３７７ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		４００ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／陣地",
			物語 = "２３０／３／南部司令部",
			背景 = "野営地",
			地名 = "ゼス軍　野営地",
			コルルンサ = "魔人ガルティア",
			選択分岐 = {
				分岐左 = {
					顔画像 = "サイアス",
					説明 = "Well, Rest youR body until\nthe soRtie.",
				},
				分岐右 = {
					顔画像 = "ウスピラ",
					説明 = "I found something like this.",
				},
			},
		},
		４０５ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４０６ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		４０７ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv41 サイアス", "Lv32 ウスピラ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's depaRt.",
					背景 = "ゼス平原",
					地名 = "ニカニカ平原",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		４０８ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ChaRge towaRds the Imo.",
					背景 = "巨大ホフホフ",
				},
			},
		},
		４０９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		４１０ = {
			画像Ａ = "000巨大ホフホフ",
			画像Ｂ = "",
			物語 = "２３０／３／ホフホフ内部１",
			背景 = "巨大ホフホフ内",
			地名 = "巨大ホフホフの中",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It smells like potatoes, but\nlet's pRoceed inside.",
				},
			},
		},
		４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４３０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／ホフホフ内部２",
		},
		４３５ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		４４０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／ホフホフ内部３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "(Ugh... I'm getting hungRy...)",
				},
			},
		},
		４５０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "(Sometimes I think the\nimpoRtant thing is the butt.)",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "(Sometimes I think the\nimpoRtant thing is bReasts.)",
				},
			},
		},
		４５１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		４５２ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		４５３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４５４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		４６０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "中ボス印",
			物語 = "２３０／３／ラウネア来襲",
			戦闘 = "m55ラウネア",
			物語２ = "２３０／３／ラウネア逃げる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Come to think of it, was she\nthe female apostle? Tch, so\nclose.",
				},
			},
		},
		４７０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		４８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／ガルティア登場",
			音楽 = "システム／食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "A big eateR, huh? This will be\neasy.",
				},
			},
		},
		５００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "謎戦闘印",
			物語 = "２３０／３／大食い大会１",
			戦闘 = "m66料理の山／Ａ",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "---",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "VictoRy! Finished eating it all.",
				},
			},
		},
		５２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "謎戦闘印",
			物語 = "２３０／３／大食い大会２",
			戦闘 = "m66料理の山／Ｂ",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "--- *NoRmal",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "VictoRy! Finished eating it all\n*Special",
				},
			},
		},
		５３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ugh, I can't eat anymoRe...",
				},
			},
		},
		５４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／大食い競争の負け",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "地形＝胃",
			ワープ = "６００",
		},
		６００ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "モンスター印",
			物語 = "２３０／４／腹の中１",
			戦闘 = "m11迷宮",
			背景 = "ガルティア内",
			地名 = "ガルティアの腹の中？",
			音楽 = "フィールド／地底",
		},
		６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６１０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／腹の中２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "Something smells, huh...",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Mugugu... I want to get out\nquickly.",
				},
			},
		},
		６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６２０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／腹の中３",
		},
		６２２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６２５ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11古代種",
		},
		６３０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's haRd to bReathe. I'm\nstaRting to feel dizzy.",
				},
			},
		},
		６４０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／服が溶けてきた",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "DeRo deRoRin (slimy\ndRipping sound).",
				},
			},
		},
		６４５ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
		},
		６４８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６５０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "中ボス印",
			物語 = "２３０／４／３匹の使徒／戦闘前",
			戦闘 = "m55ラウネア＋タルゴ＋サメザン",
			物語２ = "２３０／４／３匹の使徒／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "WheRe is the exit! It must be\nsomewheRe.",
				},
			},
		},
		６５５ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I guess I'll just have to move\nfoRwaRd Randomly.",
				},
				分岐右 = {
					顔画像 = "カロリア",
					説明 = "I sense the pResence of a\nliving cReatuRe.",
				},
			},
		},
		６６０ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Ouch! My skin is stinging.",
				},
			},
		},
		６６１ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "....",
				},
			},
		},
		６７０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		６８０ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance... at this Rate...",
				},
			},
		},
		６８５ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "Hahaha, I can only laugh at\nthis.",
				},
			},
		},
		６８７ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "(No way... I could end up\nwith a bad ending...)",
				},
			},
		},
		６９０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／ミステリア登場",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "地形＝戻し",
			ワープ = "７００",
		},
		７００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／敗北後の帰還",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Whew... I finally feel noRmal\nagain.",
				},
			},
		},
		７１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "？？？",
					説明 = "Sneaking... I'm home...",
				},
			},
		},
		７２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２３０／４／千鶴子のエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And the night deepens.",
				},
			},
		},
		７５０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／再度出発",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用ゼス女魔法兵", "汎用ゼス男魔法兵", "汎用ゼス男魔法兵" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Feeling RefReshed, we set off\nat dawn.",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		８００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		８１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "LoRd Rance, heRe is some\nwateR.",
					背景 = "山道",
					地名 = "ゼス",
				},
			},
		},
		８１１ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２３０／５／サイアスとウスピラ",
		},
		８１５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ランス",
					説明 = "HuRRy, huRRy! IgnoRe the\nsmall fRy.",
				},
			},
		},
		８２０ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／ガルティア軍来襲",
			地名 = "ゼス軍　野営地",
			背景 = "ゼス平原",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We need time now. Give\nthem some food oR\nsomething.",
					物語 = "２３０／５／選択／食べ物渡す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Fight faiR and squaRe.",
					背景 = "ゼス平原",
					地名 = "ニカニカ平原",
				},
			},
		},
		８３０ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／毒殺作戦１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Poison-loving team,\nassemble!",
				},
			},
		},
		８４０ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／毒殺作戦２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "カロリア",
					説明 = "KaRo's poison? UndeRstood.",
					背景 = "街道２",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
					フラグ = "カロリアルート＝１",
				},
				分岐右 = {
					顔画像 = "ちぬ",
					説明 = "Even dRagon-class foes\ninstantly die with a single hit.\nSuch a wondeRful poison\nyou've pRepaRed☆",
					背景 = "ＪＡＰＡＮ街道",
					地名 = "ＪＡＰＡＮ",
					音楽 = "フィールド／ＪＡＰＡＮ",
					フラグ = "カロリアルート＝０",
				},
			},
		},
		９００ = {
			画像Ａ = "街道３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "This way.",
				},
			},
		},
		９１０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／カロリア１",
			背景 = "秘密の谷",
			地名 = "秘密の谷",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "The secRet valley is\ndangeRous, so pRoceed\ncaRefully.",
				},
			},
		},
		９２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		９３０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "カロリア",
					説明 = "Bugs, bugs-",
				},
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Rolling, Rolling.",
				},
			},
		},
		９４０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
		},
		９４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		９４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		９５０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "秘密の谷",
		},
		９６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		９７０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's full of bugs I've neveR\nseen befoRe...",
				},
			},
		},
		９８０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "中ボス印",
			物語 = "２３０／５／カロリア２／戦闘前",
			戦闘 = "m55ダイコン／毒",
			物語２ = "２３０／５／カロリア２／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SnoRe snoRe...",
				},
			},
		},
		９８５ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／カロリア３",
		},
		９９０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "カロリア００" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetuRning to base.",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		１０００ = {
			画像Ａ = "街道３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Then we'll head to JAPAN,\nRight?",
				},
			},
		},
		１００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		１０１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／ちぬ１",
			背景 = "地下洞窟",
			地名 = "ＪＡＰＡＮ　イシイ迷宮",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ちぬ",
					説明 = "Yes☆ This way, this way.",
				},
			},
		},
		１０２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "It's daRk... I'll light a toRch.",
				},
			},
		},
		１０３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１０４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "地下洞窟",
		},
		１０６０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			物語 = "２３０／５／ちぬ２",
			戦闘 = "m55鬼／毒",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ClatteR clatteR! So noisy.",
				},
			},
		},
		１０７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／ちぬ３",
		},
		１０８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ちぬ００" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Poison is Ready. Let's RetuRn\nto base.",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
					フラグ = "地形＝戻し",
				},
			},
		},
		１１００ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／６／カオスの毒",
			音楽 = "フィールド／陣地",
			背景 = "野営地",
			地名 = "ゼス軍　野営地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRepaRe foR soRtie! Don't\nslack off.",
				},
			},
		},
		１１０５ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'Re heading out to defeat\nGaltia!",
					背景 = "巨大ホフホフ",
					地名 = "ニカニカ平原",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
		},
		１１２０ = {
			画像Ａ = "000巨大ホフホフ",
			画像Ｂ = "",
			物語 = "２３０／６／再びホフホフ",
			背景 = "巨大ホフホフ内",
			地名 = "巨大ホフホフの中",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This time we'll finish off Galtia\nfoR suRe.",
				},
			},
		},
		１１３０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "Enemy ahead. Let's go\naRound.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's an enemy. Let's chaRge.",
				},
			},
		},
		１１３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１１３２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１１４０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１１５０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		１１６０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "Enemy ahead. Let's go\naRound.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's an enemy. Let's chaRge.",
				},
			},
		},
		１１７１ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１１７２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１１７３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１１７４ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１１８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３０／６／毒料理",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I Refuse!",
				},
			},
		},
		１１９０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "魔人印",
			物語 = "２３０／６／ガルティア／戦闘前",
			戦闘 = "m55ガルティア／Ｂ",
			物語２ = "２３０／６／ガルティア／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "MR. Galtia...",
				},
			},
		},
		１２００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１２０５ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１２１０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv40 マジック" },
		},
		１２２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／６／その後の戦局Ａ",
			終了 = 1,
		},
		１３００ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／ガルティアが仲間",
			音楽 = "フィールド／優勢",
			フラグ = "ガルティア仲間ルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ガルティア",
					説明 = "Let's get along.",
				},
			},
		},
		１３０５ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "レア宝箱印",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 ガルティア", "使徒 ラウネア", "使徒 サメザン" },
		},
		１３１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１３２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１３３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１３４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／２０／その後の戦局",
		},
		１３５０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／メディウサ討伐作戦",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Play with Magic, then RetuRn.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Keep defeating the demons in\nsuccession. WaRning: High\ndifficulty.",
				},
			},
		},
		１３６０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／帰還",
			終了 = 1,
		},
		１３７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／魔人を倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ガルティア",
					説明 = "Well then, shall we go?",
				},
			},
		},
		１３７５ = {
			画像Ａ = "ゼス都市",
		},
		１３８０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "ワープ印",
			ワープ = "１５００",
			背景 = "その他",
			地名 = "メディウサ討伐へ",
			音楽 = "無音",
		},
		１４００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔人印",
			物語 = "２３０／５／拒否して戦う",
			戦闘 = "m55ガルティア／Ｚ",
			物語２ = "２３０／２１／ガルティアを倒す",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サイアス",
					説明 = "StaRt the counteRattack.",
				},
			},
		},
		１４１０ = {
			画像Ａ = "ゼス都市",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１４２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１４３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１４４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／２１／その後の戦局",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "TRiumphant RetuRn to MaRk.",
				},
			},
		},
		１４５０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２１／メディウサ討伐作戦",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AfteR playing with Magic,\nRetuRn to Rance Castle.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Keep defeating the demons in\nsuccession.",
				},
			},
		},
		１４６０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／帰還",
			終了 = 1,
		},
		１４７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２１／魔人を倒す",
		},
		１４８０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "ワープ印",
			ワープ = "１５００",
			背景 = "その他",
			地名 = "メディウサ討伐へ",
			音楽 = "無音",
		},
		１５００ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／死体街道１",
			地名 = "メディウサ支配地",
			背景 = "殺戮街道",
			音楽 = "フィールド／僻地夜",
		},
		１５０５ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv60 ガンジー", "Lv38 カオル", "Lv35 ウィチタ" },
			フラグ = "ガンジー＝１",
		},
		１５０６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１５１０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／死体街道２",
		},
		１５１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１５１８ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
		},
		１５２０ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３０／２０／ラグナロックアーク",
			背景 = "ゼス城",
			地名 = "ラグナロックアーク",
			音楽 = "フィールド／魔物界",
		},
		１５２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１５３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３０／２０／アレフガルド／戦闘前",
			戦闘 = "m55アレフガルド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ガンジー",
					説明 = "The enemy leadeR is Right in\nfRont of us. Let's go.",
				},
			},
		},
		１５４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔人印",
			物語 = "２３０／２０／メディウサ／戦闘前",
			戦闘 = "m55メディウサ／Ｘ",
			物語２ = "２３０／２０／メディウサ／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Com.plete.Vic.to.Ry!",
				},
			},
		},
		１５６０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１５７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／２０／報告を聞くツォトン",
			フラグ = "ゼス１／魔人２クリア＝１",
			終了 = 1,
		},
		１６００ = {
			画像Ａ = "野営地",
			画像Ｂ = "人類軍",
		},
		１６０１ = {
			画像Ａ = "野営地",
			画像Ｂ = "人類軍",
		},
	},
	ゼス２ = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／ゼス",
		００１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			物語 = "２３１／１／スタート",
			フラグ = "ゼス地域",
			背景 = "ゼス平原",
			地名 = "ゼス",
			音楽 = "フィールド／ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's advance once again\ntowaRds Zeth.",
				},
			},
		},
		００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０１０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "イベント印",
			物語 = "２３１／１／ガンジーの死",
			コルルンサ = "魔人メディウサ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...Ugh, how gloomy.",
				},
			},
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ハチ女集団",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カフェ",
					説明 = "Let's move foRwaRd now,\nanyway.",
				},
			},
		},
		０３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３１／１／サテラの説明",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ugh. That's disgusting.",
				},
			},
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "ゼス平原",
		},
		０４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22古代種　自動",
		},
		０５０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３１／１／毛利きく",
		},
		０５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３１／１／アレフガルドの誘拐",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アレフガルド",
					説明 = "Well then, let's go.",
				},
			},
		},
		０７０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55古代種／ボス",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０８０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "ゼス平原",
		},
		０８１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０８２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０８５ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Ah, a cow is walking.",
				},
			},
		},
		０９０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０９５ = {
			画像Ａ = "街道２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, I can see the\nmaRk.",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／首都到着",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			フラグ = "肩書き／マジック＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "BReak time, bReak time. Let's\nsleep.",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SnoRe snoRe...",
				},
			},
		},
		１２０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "２３１／２／ランス出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's depaRt.",
					背景 = "ゼス平原",
					地名 = "戦場　マーク近郊",
					音楽 = "フィールド／支援",
				},
			},
		},
		２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／魔軍部隊発見",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ChaRge!",
				},
			},
		},
		２０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Anyone who stands befoRe\nme will be killed!",
				},
			},
		},
		２２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Those aRe monsteR soldieRs;\nlet's scatteR them.",
				},
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, this is item\nenhancement.",
				},
				分岐右 = {
					顔画像 = "かなみ",
					説明 = "I've scouted ahead. TheRe's a\ntReasuRe chest on this path.",
				},
			},
		},
		２３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The SupReme CommandeR is\npassing thRough!",
				},
			},
		},
		２３５ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "Repelled them!",
				},
			},
		},
		２４０ = {
			画像Ａ = "村",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		２５０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／敵が集まっている方角",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Fool! The enemy geneRal is\noveR theRe!",
				},
			},
		},
		２７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２７６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		２８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３１／２／魔物将軍／戦闘前",
			戦闘 = "m55魔物将軍",
			物語２ = "２３１／２／魔物将軍／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Take this! Smoke scReen!",
				},
			},
		},
		２９０ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Run, Run! HuRRy!",
				},
			},
		},
		３００ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			背景 = "砦",
			地名 = "ゼスの砦",
			物語 = "２３１／２／石化の砦１",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "It's stiff/haRd.",
				},
			},
		},
		３１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "その頃印",
			物語 = "２３１／２／メディウサの石化能力",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's look foR something\ninside the foRt.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's take a little Rest at the\nfoRt.",
				},
			},
		},
		３２０ = {
			画像Ａ = "砦内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		３３０ = {
			画像Ａ = "砦内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３４０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／石化の砦２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go towaRd the diRection\nwheRe the light fell.",
					背景 = "ゼス平原",
					地名 = "戦場　マーク近郊",
					音楽 = "フィールド／支援",
				},
			},
		},
		３５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		３６０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		３６１ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		３６２ = {
			画像Ａ = "戦場",
		},
		３６３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		３６４ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３８０ = {
			画像Ａ = "231クレーター",
			画像Ｂ = "",
			物語 = "２３１／２／ザカリテの手紙",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "FoR now, should we head\nback?",
				},
			},
		},
		４００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／マジックとザカリテ",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well, let's take a bReak.",
				},
			},
		},
		４１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hm? TheRe's a knocking\nsound...",
				},
			},
		},
		４２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２３１／３／マジックとの夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And then, dawn bRoke...",
				},
			},
		},
		４３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／ザカリテの真実",
			フラグ = "マジック使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "No choice, let's set out foR\nthe Royal capital.",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "Let's take a detouR so we\naRen't detected by the demon\naRmy.",
				},
			},
		},
		６００ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／スライム迷宮に入る",
			背景 = "スライム迷宮",
			地名 = "スライム迷宮",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "It's kind of all gooey...",
				},
			},
		},
		６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		６１０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／リズナ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リズナ",
					説明 = "...Hehehe.",
				},
			},
		},
		６２０ = {
			画像Ａ = "231グリーンスライム部隊",
			画像Ｂ = "",
			戦闘 = "m55グリーンスライム",
			条件分岐 = {
				分岐左 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
					物語 = "２３１／３／スライム放置",
				},
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		６３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		６４０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "So slimy, theRe's a lot of it.",
				},
			},
		},
		６５０ = {
			画像Ａ = "231ブルースライム部隊",
			画像Ｂ = "",
			戦闘 = "m55ブルースライム",
			条件分岐 = {
				分岐左 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
					物語 = "２３１／３／スライム放置",
				},
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		６６０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		６７０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "CoveRed in sticky goop...",
				},
			},
		},
		６８０ = {
			画像Ａ = "231レッドスライム部隊",
			画像Ｂ = "",
			戦闘 = "m55レッドスライム",
			条件分岐 = {
				分岐左 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
				},
				分岐前 = {
					！条件 = "引き分け",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		６９０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		７００ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Kyaa! I-I'm getting\nentangled!?",
				},
			},
		},
		７１０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		７２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "ワープ印",
			物語 = "２３１／３／転移装置",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			ワープ = "８００",
		},
		８００ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／王家の通路",
			背景 = "ゼス迷宮",
			地名 = "ロストパセリの通路",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's chase Magic.",
				},
			},
		},
		８０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "その頃印",
			物語 = "２３１／３／マジックその頃１",
		},
		８２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		８２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８３０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／ルーシーとザカリテ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That Magic, such a handful.",
				},
			},
		},
		８３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８３６ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55魔法生物／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ugh, theRe aRe too many\nGuaRdians.",
				},
			},
		},
		８４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "その頃印",
			物語 = "２３１／３／マジックその頃２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		８４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		８４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８４３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		８５０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／フェリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "Let's huRRy.",
				},
			},
		},
		８６０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ルーシー",
					説明 = "I see it. That Room.",
				},
			},
		},
		８７０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "大ボス印",
			物語 = "２３１／３／ザカリテ／戦闘前",
			戦闘 = "m55ザカリテ",
			物語２ = "２３１／３／ザカリテ／戦闘後",
			フラグ = "マジック使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミステリア",
					説明 = "Is it all settled now?",
				},
			},
		},
		８８０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "運命の女 マジック" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "Well then... let's RetuRn to\nthe maRk.",
				},
			},
		},
		８９０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "ワープ印",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "地形＝戻し",
			ワープ = "９００",
		},
		９００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／４／リズナ掠われる",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／危機",
			フラグ = "リズナ使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance... please, Rest a\nlittle foR now.",
				},
			},
		},
		９１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'll depaRt immediately!",
					背景 = "ゼス平原",
					地名 = "戦場",
				},
			},
		},
		９２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３１／４／ランス最前に立つ",
			背景 = "へっぽこ街道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I won't give Rizna to anyone.",
				},
			},
		},
		９２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		９３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／リズナ悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ghhhnngh...",
				},
			},
		},
		９３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		９４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／魔物将軍の読み",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ChaRge! StRaight ahead,\nshoRtest distance.",
				},
			},
		},
		９５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		９６０ = {
			画像Ａ = "へっぽこ街道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "Hah... hah... I don't want you\nto leave me behind...",
				},
			},
		},
		９７０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３１／４／魔物将軍の失敗",
			戦闘 = "m55魔物将軍",
			背景 = "魔軍野営地",
			地名 = "都市　ガーベル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I don't have time foR small\nfRy.",
				},
			},
		},
		９８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "HuRRy up! Pick up those\nabout to fall behind, full\nspeed ahead!",
				},
			},
		},
		９９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／メディウサの様子",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, heRe's some\nwateR, hydRating!",
				},
			},
		},
		９９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１０１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／ゼス軍の進撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "TheRe!",
				},
			},
		},
		１０１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１０２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "魔人印",
			物語 = "２３１／４／魔人メディウサ１／戦闘前",
			戦闘 = "m55メディウサ／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		１０３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３１／４／ランスの石化",
			フラグ = "ランス使用不可＝１",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "...........",
				},
			},
		},
		１１００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／ランスを掠われた後",
			音楽 = "ＡＤＶ／不安",
			秘書任命 = "シィル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance...",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "回復印",
			物語 = "２３１／５／マーク",
			処理 = "回復",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "...",
				},
			},
		},
		１１２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／シィル立ち上がる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Well then, let's depaRt!",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		１１３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３１／５／待ち構えるメディウサ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Please wait foR me...",
				},
			},
		},
		１２００ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／殺戮街道前",
			背景 = "殺戮街道",
			地名 = "メディウサ軍　勢力範囲",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "I'm afRaid...",
				},
			},
		},
		１２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１２２０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "その頃印",
			物語 = "２３１／５／閉じられた出口",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "I feel someone's gaze...",
				},
			},
		},
		１２３０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "BReaking thRough enemy\nfoRces!",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "Let's avoid battle...",
				},
			},
		},
		１２３１ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２３２ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２４０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭／５ターン制限",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐左 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
					フラグ = "少女誘拐",
				},
			},
		},
		１２５０ = {
			画像Ａ = "231アレフガルド",
			画像Ｂ = "",
			物語 = "２３１／５／掠われた女の子／汎用",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Ugh...",
				},
			},
		},
		１２５５ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Hah... phew...",
				},
			},
		},
		１２６０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "A stRaight shot ahead?",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "Maybe a detouR Route...",
				},
			},
		},
		１２６１ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２６２ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２７０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭／５ターン制限",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐左 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
					フラグ = "少女誘拐",
				},
			},
		},
		１２８０ = {
			画像Ａ = "231アレフガルド",
			画像Ｂ = "",
			物語 = "２３１／５／掠われた女の子／汎用",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "FoRwaRd... I have to keep\ngoing...",
				},
			},
		},
		１２９０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			条件分岐 = {
				分岐左 = {
					！条件 = "健太郎が居る",
					説明 = "---",
				},
				分岐前 = {
					条件 = "健太郎が居る",
					説明 = "When I had KentaRou",
				},
			},
		},
		１２９５ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／健太郎",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "AlRight, pRactice is oveR!",
				},
			},
		},
		１３００ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Just a little moRe...",
				},
			},
		},
		１３０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１３１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "魔人印",
			物語 = "２３１／５／魔人メディウサ２／戦闘前",
			戦闘 = "m55メディウサ／Ｂ",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アレフガルド",
					説明 = "My lady, I am coming now!",
				},
			},
		},
		１３２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			！条件書換前 = "ランス石化復活　物語=２３１／５／メディウサ２／健太郎勝利",
			条件書換前 = "ランス石化復活　物語=２３１／５／魔人メディウサ２／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmph, it's finished.",
					フラグ = "ランス使用不可＝０",
				},
			},
		},
		１３３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１３４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１３５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１４００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その後の戦局",
			物語 = "２３１／５／その後の戦局",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３１／２０／メディウサ撃破",
			音楽 = "フィールド／優勢",
		},
		２０１０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			フラグ = "ウルトラレアＯＮ",
		},
		２０３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３１／２０／その後の戦局",
			終了 = 1,
		},
	},
	ゼス３ = {
		背景 = "ゼス城",
		地名 = "首都　ラグナロックアーク",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３２／１／戦況",
			フラグ = "ゼス地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'Re enteRing Zeth's\ncapital.",
				},
			},
			背景 = "ゼス城",
			地名 = "首都　ラグナロックアーク",
			音楽 = "フィールド／首都",
		},
		０１０ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３２／１／ラグナロックアーク１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "N-no, not now... kyaa!",
				},
			},
		},
		０２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／マジックとの夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Feeling RefReshed, feeling\nRefReshed. Now let's go.",
				},
			},
		},
		０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／出撃",
			音楽 = "フィールド／ゼス",
			背景 = "空／星空",
			地名 = "ゼス　光蝕の日",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "NahaRl Mall looks suspicious.",
					フラグ = "ゼス３の移動先＝１",
					地名 = "ナガールモール周辺",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "No, it's SuRimido.",
					フラグ = "ゼス３の移動先＝２",
					地名 = "スリミド周辺",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "No doubt about it, it's Italia.",
					フラグ = "ゼス３の移動先＝３",
					地名 = "イタリア周辺",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／夜の平原",
			フラグ = "地形＝暗闇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "Amazing, so daRk, so daRk.",
				},
			},
		},
		１１０ = {
			画像Ａ = "街道３",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55夜／ボス",
		},
		１３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３２／１／ツォトン",
		},
		１４０ = {
			画像Ａ = "街道３",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Night is my specialty... I'll\nquickly seaRch foR enemies.",
				},
			},
		},
		１５０ = {
			画像Ａ = "街道３",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／なかなか見つからない",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Ah, going back.",
					物語 = "２３２／選択／戻る",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Nope, not going back.",
					物語 = "２３２／選択／戻らない",
				},
			},
		},
		１５１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１５２ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／闇夜",
			音楽 = "フィールド／僻地夜",
			背景 = "空／暗闇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Can't be helped, I'll look\nseRiously.",
				},
			},
		},
		１６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１７０ = {
			画像Ａ = "街道３",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		１８０ = {
			画像Ａ = "街道３",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１９０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			物語 = "２３２／１／夜の魔物隊長／戦闘前",
			戦闘 = "m22魔軍＋魔物隊長",
			物語２ = "２３２／１／夜の魔物隊長／戦闘後",
			背景 = "空／星空",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "Run away!",
				},
			},
		},
		２００ = {
			画像Ａ = "ゼス平原",
		},
		３００ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３２／２／ラグナロックアーク２",
			背景 = "ゼス城",
			地名 = "首都　ラグナロックアーク",
			音楽 = "フィールド／首都",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "...And night deepens.",
				},
			},
		},
		３１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／ウルザとの夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Tch. Should I sleep alReady...",
				},
			},
		},
		３２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "*snoRe*... *snoRe*",
				},
			},
		},
		３３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／ラグナロックアーク３",
			フラグ = "ウルザ使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'm going to go aRound\ncRushing the demon aRmy.",
					地名 = "ゼス地域",
					背景 = "街道２",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／戦場",
			音楽 = "フィールド／戦場",
			背景 = "ゼス平原／日照",
			地名 = "戦場　サンデー平原",
		},
		４１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "It's hot... I'm getting\nsluggish.",
				},
				分岐前 = {
					顔画像 = "キャロリ",
					説明 = "EveRyone, don't foRget to\nstay hydRated.",
				},
			},
		},
		４２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ハニー印",
			物語 = "２３２／２／ハニー軍",
			戦闘 = "m22ハニー",
		},
		４４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		４５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ChaRge towaRds the demon\naRmy.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ChaRge towaRds the Hanny\naRea.",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Slack off.",
				},
			},
		},
		４５５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		４６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／本陣護衛",
		},
		４７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		４８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３２／２／魔物大将軍／戦闘前",
			戦闘 = "m55魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "AlRight! Got them!",
				},
			},
		},
		４８５ = {
			画像Ａ = "戦場",
		},
		４９０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "ハニー印",
			物語 = "２３２／２／ハニー大将軍／戦闘前",
			戦闘 = "m22ハニー＋将軍",
		},
		４９５ = {
			画像Ａ = "戦場",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		５００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "....",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			背景 = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "Huh, aRe you going that\nway?",
				},
			},
		},
		５２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "We'Re moving fuRtheR and\nfuRtheR away fRom the\nbattlefield.",
				},
			},
		},
		５３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／戦場を抜ける",
			背景 = "森",
			地名 = "ペトロの森",
		},
		５４０ = {
			画像Ａ = "森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "森",
		},
		５５０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			物語２ = "２３２／２／魔軍に支配された町１",
			背景 = "ゼス村",
			地名 = "村　ビーハンデル",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Huh, wheRe is LoRd Rance...",
				},
			},
		},
		５５５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／魔軍に支配された町１１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Phew, that was good, that\nwas good.",
				},
			},
		},
		５５６ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Next, let's go seek an\nintelligent beauty, haha!",
					背景 = "森",
					地名 = "ペトロの森",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５７０ = {
			画像Ａ = "森",
			画像Ｂ = "",
		},
		５７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		５８０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３２／２／ハニーキングとツォトン",
		},
		５８５ = {
			画像Ａ = "森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "Hmm! Enemies, masteR!",
				},
			},
		},
		５９０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			物語２ = "２３２／２／魔軍に支配された町２",
			背景 = "ゼス村",
			地名 = "村　ルールーハンデル",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Huh, wheRe is LoRd Rance...",
				},
			},
		},
		５９５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／魔軍に支配された町２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Phew, I am satisfied.",
				},
			},
		},
		５９６ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, shall we depaRt?\nSeeking new giRls.",
					背景 = "森",
					地名 = "ペトロの森",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５９９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		６００ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "２３２／２／ハニーキングにウルザ通信",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Just now, somewheRe I\nthought I heaRd the sound of\npotteRy bReaking...",
				},
			},
		},
		６１０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		６２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／町が燃えている",
		},
		６３０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "魔軍印",
			物語 = "２３２／２／処刑される町／戦闘前",
			戦闘 = "m22魔軍／メディウサ精鋭",
			物語２ = "２３２／２／処刑される町／戦闘後",
			背景 = "ゼス村／炎上",
			地名 = "燃える村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Those scoundRels,\nunfoRgivable.",
				},
			},
		},
		６３５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRtuRe",
					地名 = "ゼス",
					背景 = "街道２",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		６４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／ランスにウルザ通信",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "BefoRe huRRying... let's take\na shoRt bReak.",
				},
			},
		},
		６５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			背景 = "街道２",
			地名 = "ゼス　街道",
		},
		６６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "CooRdinates aRe known.\nChaRge!",
				},
			},
		},
		７００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／戦場",
			背景 = "戦場",
			地名 = "戦場　第１０１砦",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go! We'Re stoRming the\nbattlefield!",
				},
			},
		},
		７０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		７１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		７２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３２／３／ハニーキングの怒り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハニー",
					説明 = "Aiya! Aiya! Aiya! Aiya! Aiya!\nAiya!",
				},
			},
		},
		７２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		７３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／ハニー達は味方",
		},
		７４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Heading towaRds the\ndiRection wheRe the demon\naRmy is.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Heading towaRds the\ndiRection wheRe the Hanny\naRmy is.",
				},
			},
		},
		７５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "WheRe is the boss?",
				},
			},
		},
		７５５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		７６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／ハニー遭遇１",
		},
		７６５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／ハニー遭遇２",
		},
		７７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３２／３／ハニーとマジック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "IgnoRe the haniwa. Let's aim\nstRaight foR the big boss!",
				},
			},
		},
		７７１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／敗走　自動",
		},
		７８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		７９０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その頃印",
			物語 = "２３２／３／大将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "Rance, san...!",
				},
			},
		},
		７９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		７９６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		８００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３２／３／大将軍／戦闘前",
			戦闘 = "m55魔物大将軍ツォトン",
			物語２ = "２３２／３／大将軍／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Vic-to-Ry!",
				},
			},
		},
		８１０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			フラグ = "ウルトラレアＯＮ",
		},
		８２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "" },
		},
		８３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その後の戦局",
			物語 = "２３２／３／ゼスその後",
			フラグ = "ウルザ使用不可＝０",
			終了 = 1,
		},
	},
	ゼス方面支援 = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			物語 = "１０３／ゼス方面支援の開始",
			フラグ = "ゼス地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Defeat the demon aRmy and\ngain favoR with the Zeiss\nfolks.",
				},
			},
		},
		０１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Dynamically destRoy the\nlaRge enemy foRces.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "CleveRly eliminate the small\nunits.",
				},
			},
		},
		０３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０３１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０３２ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０３５ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Quickly wipe them out as we\nmove aRound.",
				},
			},
		},
		０４１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０４５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's keep up this momentum\nand cRush them!",
				},
			},
		},
		０７０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		０９０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "ゼス平原",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We've eaRned enough battle\nachievements; let's pull back.",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Not yet, we'll fight a little\nlongeR.",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "１０３／ゼス方面支援の終了",
			終了 = 1,
		},
		２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Phew... is it mostly settled?",
				},
			},
		},
		２３０ = {
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
	},
	タイムカプセル／ＪＰ = {
		背景 = "ＪＡＰＡＮの城",
		地名 = "織田城",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			物語 = "２７３／シィルの提案",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting foR Hellman!",
					背景 = "ＪＡＰＡＮ街道",
					地名 = "ＪＡＰＡＮ",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		００２ = {
			画像Ａ = "街道１",
			背景 = "自由都市平原",
			地名 = "自由都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Advance steadily!",
				},
			},
		},
		００３ = {
			画像Ａ = "リーザス平原",
			背景 = "リーザス平原",
			地名 = "リーザス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Advance steadily!",
					背景 = "街道２",
				},
			},
		},
		００４ = {
			画像Ａ = "ツングース高地",
			背景 = "ツングース高地",
			地名 = "ヘルマン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Advance steadily!",
				},
			},
		},
		０３０ = {
			画像Ａ = "氷雪地帯",
			地名 = "シベリア氷雪地帯",
			背景 = "氷雪地帯",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Aiming foR the giant\nbattleship Ruins.",
				},
			},
		},
		０５０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "２７３／コールドスリープ",
			背景 = "宇宙船／カプセルルーム",
			地名 = "巨大戦艦遺跡内",
			音楽 = "無音",
		},
		０６０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "２７３／これからの事",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／タイムカプセル／ＪＰ",
			終了 = 4,
		},
	},
	タンザモンザツリー攻撃／飛行 = {
		００１ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２８６／攻撃開始",
			背景 = "魔物都市",
			地名 = "タンザモンザツリー",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go, soRtie time!",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "We have the pRotection of\nBishamonten!",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "With that huge size... if it was\ntheRe, it should be found...",
				},
			},
		},
		０４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８４／攻撃終了",
			終了 = 1,
		},
	},
	ビューティツリー攻撃／飛行 = {
		００１ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２８５／攻撃開始",
			背景 = "魔物都市",
			地名 = "ビューティツリー",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go, soRtie time!",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "早雲",
					説明 = "Go, Shikigami!",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カバッハーン",
					説明 = "Just foddeR soldieRs.\nUninteResting.",
				},
			},
		},
		０４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８４／攻撃終了",
			終了 = 1,
		},
	},
	ヘルマン１ = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／ヘルマン",
		００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／スタート",
			コルルンサ = "魔人バボラ",
			フラグ = "ヘルマン地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting towaRds Hellman.",
				},
			},
		},
		０１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／ヘルマンの説明",
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／マルグリッドに行く？",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Stopping by MaRgueRite.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Not stopping by.",
					背景 = "街道２",
					地名 = "ヘルマン",
				},
			},
		},
		１００ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Yes, this is a nostalgic path.",
				},
			},
		},
		１１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...Wasn't it aRound heRe?",
				},
			},
		},
		２００ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／マルグリッド入り口",
			背景 = "マルグリッド迷宮",
			音楽 = "フィールド／迷宮",
			地名 = "マルグリッド迷宮",
			フラグ = "地形＝屋内",
		},
		２０１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		２１０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		２１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		２２０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "",
			フラグ = "マルグリッド寄った＝１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		２３０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２３５ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２４０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		２４５ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２５０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＤ",
		},
		２６０ = {
			画像Ａ = "マルグリッド迷宮",
			条件分岐 = {
				分岐左 = {
					！条件 = "ヘルマン被害１／実行済み",
					説明 = "---",
				},
				分岐右 = {
					条件 = "ヘルマン被害１／実行済み",
					説明 = "The Zell sisteRs aRe\nalReady...",
				},
			},
		},
		２７０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２２０／１／マルグリッド迷宮出口Ａ",
			フラグ = "メリムの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Dungeon cleaRed!",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
					フラグ = "地形＝戻し",
				},
			},
		},
		２８０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２２０／１／マルグリッド迷宮出口Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Dungeon cleaRed!",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
					フラグ = "地形＝戻し",
				},
			},
		},
		２９０ = {
			画像Ａ = "街道２",
		},
		３００ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		３１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ピグ",
					説明 = "Ah, it's Nyannyan.",
				},
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "Hmm, is that Wanfan...",
				},
			},
		},
		３１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３１３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		３２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		３４０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "回復印",
			背景 = "ヘルマン村",
			地名 = "ＸＸＸ村",
			処理 = "回復",
			条件分岐 = {
				分岐左 = {
					！条件 = "ヘルマン被害１／実行済み",
					説明 = "---",
				},
				分岐右 = {
					条件 = "ヘルマン被害１／実行済み",
					説明 = "The Zell sisteRs aRe\nalReady...",
				},
			},
		},
		３５０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／ルーベランの村Ａ",
			フラグ = "ルーベランの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's depaRt.",
					地名 = "ヘルマン",
					背景 = "街道２",
				},
			},
		},
		３６０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／ルーベランの村Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRtuRe",
					地名 = "ヘルマン",
					背景 = "街道２",
				},
			},
		},
		３７０ = {
			画像Ａ = "街道２",
		},
		３７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		３８０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00飛行",
		},
		３９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４００ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Yes, that was a good detouR.",
				},
			},
		},
		４１０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "",
		},
		４１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		４２０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／アミトス遭遇",
			背景 = "ヘルマン村",
			地名 = "とある村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What is this?",
				},
			},
		},
		４２５ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／アミトスと足跡",
			背景 = "ヘルマン平原",
			地名 = "ヘルマン",
		},
		４３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		５００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／２／ラングバウ１",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			コルルンサ = "ヘルマン",
		},
		５１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		５２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／ラングバウ２",
			処理 = "宝箱／レア",
			カード = (list) { "Lv45 ヒューバート", "Lv45 ロレックス", "Lv38 アミトス" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRtuRe",
					背景 = "街道２",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		５５０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６００ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／パットンの事",
		},
		６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		６２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２０／２／上杉軍登場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		６３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		６３１ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		６４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６４２ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		６５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／遠くのバボラ",
		},
		７００ = {
			画像Ａ = "森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			背景 = "森",
			地名 = "ニーチェの森",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Babola is coming into view;\nwe'Re quite close.",
				},
			},
		},
		７０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		７１０ = {
			画像Ａ = "森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That giant! Just a little\nfuRtheR.",
				},
			},
		},
		７１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		７２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／フレイアの活動",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Umm... it's to the Right...",
				},
			},
		},
		７３０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		７４０ = {
			画像Ａ = "森",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "WheRe is BaboRa...? He\nshould be neaRby.",
				},
			},
		},
		７４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		７５０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "２２０／２／魔物大将軍ルメイ",
		},
		７６０ = {
			画像Ａ = "森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This Rumbling... it's close.",
				},
			},
		},
		７７０ = {
			画像Ａ = "森",
			画像Ｂ = "魔人印",
			物語 = "２２０／２／バボラ足／戦闘前",
			戦闘 = "m55バボラ足／Ｚ",
			条件書換前 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐左 = {
					！条件 = "引き分け",
					説明 = "Battle = VictoRy *Special",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = ... *NoRmal",
				},
			},
		},
		７７５ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "魔軍印",
			物語 = "２２０／２／バボラ足／戦闘後",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's head back foR now.",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
				},
			},
		},
		８００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／３／巨大化作戦開始",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "But fiRst, let's take a shoRt\nbReak.",
				},
			},
		},
		８１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "OuR destination is the\nTunguska Highlands.",
					背景 = "山道",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		８２０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "We will climb up heRe.",
				},
			},
		},
		８２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		８３０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／バボラ親衛隊",
		},
		８４０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Take the path that looks\nsteep.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Take the path that looks\ngentle.",
				},
			},
		},
		８５０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／ペルエレ",
		},
		８５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		８７０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／クリームの分析",
		},
		８６０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		８６１ = {
			画像Ａ = "山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／突撃",
		},
		８６５ = {
			画像Ａ = "山道",
		},
		８８０ = {
			画像Ａ = "山道",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "山道",
		},
		８９０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		９００ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "イベント印",
			物語 = "２２０／３／ツングース高地",
			背景 = "ツングース高地",
			地名 = "ツングース高地",
			音楽 = "フィールド／危機",
			フラグ = "地形＝雹",
		},
		９１０ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		９２０ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
		},
		９２１ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		９２２ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
		},
		９３０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		９４０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		９４５ = {
			画像Ａ = "魔軍野営地／ツングース高地",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／捕虜のアナセル",
		},
		９５０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		９６０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
		},
		９６５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／真田の作戦",
		},
		９７０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		９８５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		９８６ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　５",
		},
		９９０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "中ボス印",
			戦闘 = "m55装甲／ボス",
		},
		９９５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "イベント印",
			物語 = "２２０／３／かなみ巨大化",
			フラグ = "地形＝戻し",
		},
		９９６ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "巨大 かなみ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's head back foR now.",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１０００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／４／ラングバウ１",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Sheila, come. It's slave time.",
				},
			},
		},
		１０１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Mm, I'm satisfied.",
				},
			},
		},
		１０２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／ラングバウ２",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用魔物使い", "汎用魔物使い", "汎用魔物使い" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This time, I'll kill BaboRa foR\nsuRe.",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１０５０ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "It's this way.",
				},
			},
		},
		１１００ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／支援",
			物語 = "２２０／４／魔軍の真ん中だ",
			背景 = "魔軍野営地",
			地名 = "魔軍陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Anyway, let's escape fRom\nthis aRea.",
				},
			},
		},
		１１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１１１５ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's full of Demon ARmy.",
				},
			},
		},
		１１２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		１１３０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		１１４０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
		},
		１１５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			物語２ = "２２０／４／上杉軍と遭遇",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Accompany Kenshin.",
					物語 = "２２０／４／謙信と行く",
					フラグ = "謙信ルート＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "PRioRitize exteRminating\nBaboRa.",
					物語 = "２２０／４／謙信とは別行動",
					フラグ = "謙信ルート＝０",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１２００ = {
			画像Ａ = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "LoRd Rance, thank you foR\nyouR help.",
				},
			},
		},
		１２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭",
			背景 = "ヘルマン平原",
			地名 = "ヘルマン",
		},
		１２２０ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "Those fiends, I will subdue\nthem.",
				},
			},
		},
		１２３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／謙信への心配",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "WheRe's the next enemy? Is\nit theRe!",
				},
			},
		},
		１３００ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／放火された村",
			背景 = "ヘルマン村／炎上",
			地名 = "放火された村",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Huh, Kenshin, which way did\nhe go?",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, the enemies aRe\ncoming.",
				},
			},
		},
		１３１０ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭",
		},
		１３１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭　自動",
		},
		１３２０ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "その頃印",
			物語 = "２２０／４／乱戦中の謙信",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's puRsue Kenshin.",
				},
			},
		},
		１３２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１３３０ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／謙信倒れる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "愛",
					説明 = "EveRyone, RetReat.",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
				},
			},
		},
		１３５０ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "野営地ＪＰ",
			地名 = "上杉軍　野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Phew... finally caught a\nbReath.",
				},
			},
		},
		１３６０ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "エロイベント印",
			物語 = "２２０／４／謙信とエロ",
			背景 = "野営地ＪＰ／夜",
			地名 = "上杉軍　野営地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now, while we have the\nchance, let's settle this.",
					背景 = "森／夜",
					地名 = "魔軍が立て籠もる山",
					音楽 = "フィールド／侵入",
				},
			},
		},
		１３６５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１３７０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／焼却師団発見",
		},
		１３７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１３８０ = {
			画像Ａ = "魔軍野営地／森",
			画像Ｂ = "魔軍印",
			物語 = "２２０／４／焼却師団司令部／戦闘前",
			戦闘 = "m22魔軍／ルメイ精鋭",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Die!",
				},
			},
		},
		１３９０ = {
			画像Ａ = "魔軍野営地／森",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			物語２ = "２２０／４／焼却師団司令部／戦闘後",
		},
		１４００ = {
			画像Ａ = "魔軍野営地／森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's RetuRn to camp.",
				},
			},
		},
		１４１０ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／謙信受け取り",
			フラグ = "謙信の追加",
			背景 = "野営地ＪＰ",
			地名 = "上杉軍　野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "Thank you in advance.",
					背景 = "街道２",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１４２０ = {
			画像Ａ = "ヘルマン平原",
		},
		１５００ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／行軍中の会話",
		},
		１５１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭",
		},
		１５２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１５３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／逃げてきた村人",
		},
		１５４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			物語 = "２２０／４／食材運搬の一団",
			戦闘 = "m11魔軍",
		},
		１５５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "エロイベント印",
			物語 = "２２０／４／アナセルその１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Chase afteR Anacel.",
				},
			},
		},
		１５６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１５７０ = {
			画像Ａ = "街道２",
			画像Ｂ = "エロイベント印",
			物語 = "２２０／４／アナセルその２",
		},
		１５８０ = {
			画像Ａ = "街道２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv11 アナセル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now that we'Re RefReshed,\nlet's hunt down the demon.",
				},
			},
		},
		１５９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		１５９５ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		１６００ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's infiltRate.",
				},
			},
		},
		１６１０ = {
			画像Ａ = "220巨大皿",
			画像Ｂ = "",
			物語 = "２２０／５／ノシタタ村の巨大皿",
			背景 = "ヘルマン村",
			地名 = "ノシタタ村",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "Rance and the otheRs\nboaRded the laRge sauceR.",
				},
			},
		},
		１６２０ = {
			画像Ａ = "220巨大皿",
			画像Ｂ = "",
			物語 = "２２０／５／皿の上にて",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hide in the sauceR.",
					物語 = "２２０／選択／皿に隠れる",
					背景 = "空／へルマン空",
					地名 = "ノシタタ村",
				},
			},
		},
		１６３０ = {
			画像Ａ = "220巨大皿",
			画像Ｂ = "",
			物語 = "２２０／５／皿持ち上がる途中",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "BaboRa bRought a food-laden\ndish Right in fRont of his face.",
				},
			},
		},
		１６４０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "魔人印",
			物語 = "２２０／５／バボラの顔／戦闘前",
			戦闘 = "m55バボラ顔",
			物語２ = "２２０／５／バボラの顔／戦闘後",
			音楽 = "フィールド／優勢",
			背景 = "ヘルマン村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Demon BaboRa defeated.",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
			},
		},
		１６５０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１６６０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv39 シーラ" },
		},
		１６７０ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／５／勝利後のランス達",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
		},
		１６８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／５／魔軍の様子",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／バボラ足／勝利",
		},
		２０１０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０２０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２０３０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２０４０ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			地名 = "首都　ラングバウ",
			背景 = "ラングバウ",
			物語 = "２２０／９／ラングバウ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Keep defeating the demons in\nsuccession.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AfteR playing with Sheila,\nRetuRn to Rance's castle.",
				},
			},
		},
		２０５０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／帰還",
			終了 = 1,
		},
		２０６０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／次の魔人",
			背景 = "トランシルバニアの森",
			地名 = "トランシルバニアの森",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Into the depths of the foRest.",
				},
			},
		},
		２０７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／トランシルバニアの森",
		},
		２０７５ = {
			画像Ａ = "トランシルバニアの森",
		},
		２０７６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０７７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０７８ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍",
		},
		２０８０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "魔人印",
			物語 = "２２０／９／ケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｘ",
			物語２ = "２２０／９／ケッセルリンク／戦闘後",
			フラグ = "ケッセルリンクのメイド＝１",
			音楽 = "フィールド／優勢",
			背景 = "ケッセルリンクの屋敷／夜",
		},
		２０９０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２１００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 バーバラ", "使徒 シャロン", "使徒 エルシール" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Got the maid!",
					背景 = "トランシルバニアの森／夜",
				},
			},
		},
		２１１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２１２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／９／魔軍大混乱",
			フラグ = "ヘルマン１／魔人２クリア＝１",
			終了 = 1,
		},
	},
	ヘルマン２ = {
		背景 = "その他",
		地名 = "−−−",
		音楽 = "フィールド／ヘルマン",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２２１／１／ケッセルリンク初",
			背景 = "ヘルマン平原",
			地名 = "ヘルマン",
			フラグ = "ヘルマン地域",
			コルルンサ = "魔人ケッセルリンク",
		},
		０００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		００２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／移動中のランス達",
		},
		００３０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "",
		},
		００４０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		００５０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐左 = {
					条件 = "謙信ルート",
					説明 = "Meeting with Kenshin.",
				},
				分岐右 = {
					！条件 = "謙信ルート",
					説明 = "Meeting with Anacel.",
				},
			},
		},
		００６０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／謙信の話",
		},
		００６１ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／上杉陣地",
			背景 = "野営地ＪＰ",
			地名 = "上杉軍　野営地",
			音楽 = "フィールド／陣地",
		},
		００６２ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv35 上杉勝子", "Lv35 上杉虎子" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "Let's go.",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		００７０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
		},
		００７１ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／１／アナセル三度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アナセル",
					説明 = "RemembeR this...",
				},
			},
		},
		００７２ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "特上贄 アナセル" },
		},
		０１００ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／警備隊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "To the highway wheRe\nmonsteRs aRe said to be.",
					背景 = "街道２",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "DetouR aRound the highway.",
				},
			},
		},
		０１３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０１３１ = {
			画像Ａ = "ヘルマン平原",
		},
		０１４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１４１ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			物語 = "２２１／１／街道の中ボス",
			戦闘 = "m55中ボスＣ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahaha, piece of cake!",
				},
			},
		},
		０１４２ = {
			画像Ａ = "街道２",
		},
		０１６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		０２００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／２／ラングバウ到着",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		０２１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／２／ラングバウ翌日",
			フラグ = "ロレックス使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...Hmph.",
				},
			},
		},
		０２３０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／２／ラングバウ出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRt, inteRcept the Demon\nARmy.",
					背景 = "ヘルマン平原",
					地名 = "戦場　ラングバウ西",
					音楽 = "フィールド／戦場",
				},
			},
		},
		０３００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２２１／２／魔物軍",
		},
		０３１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DetouR, detouR.",
				},
			},
		},
		０３１１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		０３１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		０３１３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		０３２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			背景 = "街道２",
			地名 = "ヘルマン",
			音楽 = "フィールド／ヘルマン",
		},
		０３３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
		},
		０３４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２１／２／その頃メイド襲撃",
		},
		０３５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Pee.",
				},
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, Rice ball",
				},
			},
		},
		０３７０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０３７１ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／２／魔物将軍／戦闘前",
			戦闘 = "m55魔物将軍／中身無し",
			物語２ = "２２１／２／魔物将軍／戦闘後",
		},
		０３７２ = {
			画像Ａ = "ヘルマン村",
		},
		０３７３ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		０３７４ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３６１ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
		},
		０３６２ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
		},
		０３６４ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
		},
		０３９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０４００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／２／二人の奴隷１",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		０４１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／２／二人の奴隷２",
		},
		０４２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４３０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／魔人退治開始",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "We will soRtie now.",
					物語 = "２２１／３／昼のトランシルバニア",
					背景 = "トランシルバニアの森",
					地名 = "トランシルバニアの森",
					音楽 = "フィールド／僻地昼",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Wait until night to soRtie.",
					物語 = "２２１／３／夜のトランシルバニア",
					背景 = "トランシルバニアの森／夜",
					地名 = "トランシルバニアの森",
					音楽 = "フィールド／僻地夜",
				},
			},
		},
		０５００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "",
		},
		０５０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／夜の怪談",
		},
		０５１５ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		０５２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５３０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／３／屋敷のメイド達出撃",
		},
		０５３１ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "I've pRepaRed a midnight\nsnack.",
				},
				分岐右 = {
					顔画像 = "アミトス",
					説明 = "Let's push foRwaRd!",
				},
			},
		},
		０５３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５３６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／夜に進む訳",
		},
		０５５５ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		０５６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／３／屋敷のメイド達過去話",
		},
		０５８０ = {
			画像Ａ = "トランシルバニアの森",
		},
		０５８５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５９０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／３／メイド二人／戦闘前",
			戦闘 = "m55バーバラ＋パレロア",
			物語２ = "２２１／３／メイド二人／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Damn you, Kessellink!",
				},
			},
		},
		０６００ = {
			画像Ａ = "000ケッセルリンクの屋敷",
			画像Ｂ = "",
			物語 = "２２１／４／明け方屋敷に到着",
			背景 = "ケッセルリンクの屋敷",
			地名 = "ケッセルリンクの城",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Excuse me (foR distuRbing).",
				},
			},
		},
		０６１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の中",
		},
		０６２０ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０６３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			物語２ = "２２１／４／る壺",
		},
		０６４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／結界開始",
		},
		０６６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス印",
			物語 = "２２１／４／ガーディアン１",
			戦闘２ = "m55石像",
		},
		０６７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Go down the staiRs.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Open the laRge dooR.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "PRoceed down the Right\ncoRRidoR.",
				},
			},
		},
		０７１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０７２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		０７３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０７４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け１",
			フラグ = "屋敷の結界解除＝１",
		},
		０７５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		０７６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０７７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "屋敷の結界解除１回目",
					説明 = "Mansion's baRRieR 25%\ndismantled.",
					フラグ = "ループ終了",
				},
				分岐右 = {
					！条件 = "屋敷の結界解除１回目",
					説明 = "---",
				},
			},
		},
		０７８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ開始",
			ワープ = "０７００",
		},
		０７９０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／４／メイド戦闘その１／戦闘前",
			戦闘 = "m55バーバラ＋パレロア",
			物語２ = "２２１／４／メイド戦闘その１／戦闘後",
		},
		０７９５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０８００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go that way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０８１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０８２０ = {
			画像Ａ = "屋敷内",
		},
		０８３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２２",
		},
		０８４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け２",
			フラグ = "屋敷の結界解除＝２",
		},
		０８６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "屋敷の結界解除２回目",
					説明 = "Mansion's baRRieR 50%\ndismantled.",
					フラグ = "ループ終了",
				},
				分岐右 = {
					！条件 = "屋敷の結界解除２回目",
					説明 = "---",
				},
			},
		},
		０８８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ開始",
			ワープ = "０８００",
		},
		０８９０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／４／メイド戦闘その２／戦闘前",
			戦闘 = "m55エルシール＋シャロン＋加奈代",
			物語２ = "２２１／４／メイド戦闘その２／戦闘後",
		},
		０８９５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "RetRace the path.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go down the staiRs.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Pass thRough a Room that\nlooks like a study.",
				},
			},
		},
		０９１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		０９１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０９３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０９４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け３",
			フラグ = "屋敷の結界解除＝３",
		},
		０９７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "屋敷の結界解除３回目",
					説明 = "Mansion's baRRieR 75%\ndismantled.",
					フラグ = "ループ終了",
				},
				分岐右 = {
					！条件 = "屋敷の結界解除３回目",
					説明 = "---",
				},
			},
		},
		０９８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ開始",
			ワープ = "０９００",
		},
		１０００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１００５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス印",
			物語 = "２２１／４／ガーディアン２",
			戦闘 = "m55石像",
		},
		１００６ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		１０１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／４／メイド戦闘その３／戦闘前",
			戦闘 = "m55アルカリア＋リリム",
		},
		１０１５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／４／メイド戦闘その３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's seaRch foR Kessellink.",
				},
			},
		},
		１０２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／夕方になる",
			地名 = "ケッセルリンクの城",
		},
		１０３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		１０４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け４",
		},
		１０４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１０５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１０６０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "中ボス印",
			物語 = "２２１／４／棺のガーディアン／戦闘前",
			戦闘 = "m55中ボスＤ",
			背景 = "棺の部屋",
		},
		１０７０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／４／ファーレン献身",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, then let's kill the\ndemon god.",
				},
			},
		},
		１０８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／ケッセルリンク起きる",
			フラグ = "地形＝戻し",
			背景 = "ケッセルリンクの屋敷／夜",
			地名 = "ケッセルリンクの城",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Damn, let's RetReat foR now.",
					背景 = "トランシルバニアの森／夜",
				},
			},
		},
		１１００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／５／失敗したランス",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm, what should we do...",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "SeveRal days have passed...",
				},
			},
		},
		１１２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／数日が過ぎた",
			フラグ = "アミトス使用不可＝１",
		},
		１１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／掠われた二人",
			フラグ = "掠われた二人＝１",
			秘書任命 = "アリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetRieve my slave.",
					背景 = "トランシルバニアの森／夜",
					地名 = "トランシルバニアの森",
					音楽 = "フィールド／僻地夜",
				},
			},
		},
		１１５０ = {
			画像Ａ = "ヘルマン平原",
		},
		１１５１ = {
			画像Ａ = "村",
		},
		１１５２ = {
			画像Ａ = "ヘルマン平原",
		},
		１２００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／二人を奪い返す作戦",
		},
		１２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m33迷宮　自動",
		},
		１２１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		１２２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／メイド達の目",
		},
		１２３０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　５",
		},
		１２４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		１２５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／５／屋敷でのシィルとシーラ",
		},
		１２５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１２５８ = {
			画像Ａ = "トランシルバニアの森",
		},
		１２６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "魔人印",
			物語 = "２２１／５／ケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		１２７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／ケッセルリンク／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...Let's RetReat.",
				},
			},
		},
		１３００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／５／リセットビンタ",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		１３１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／帰ってきた二人",
			フラグ = "掠われた二人＝０",
			音楽 = "フィールド／奮起",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! ResuRRection!",
				},
			},
		},
		１３３０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "運命の女 シィル", "運命の女 シーラ" },
		},
		１３４０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／ランスの卑怯作戦",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "GatheR a laRge numbeR of\ntRustwoRthy women.",
					物語 = "２２１／選択／女達を集めろ",
					音楽 = "フィールド／奮起",
					背景 = "トランシルバニアの森",
					地名 = "トランシルバニアの森",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "It's a bit Reckless, but\nPeRueRe, you'll do.",
				},
			},
		},
		１３５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／女作戦１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hehehe, watch closely,\nKessellink.",
				},
			},
		},
		１３６０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "その頃印",
			物語 = "２２１／６／女作戦２",
		},
		１３７０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／作戦の概要",
		},
		１３８０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "その頃印",
			物語 = "２２１／６／メイドさん増える",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The pRepaRations aRe\ncomplete. It's my maRching\nout.",
				},
			},
		},
		１４１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／ランスの出撃",
			背景 = "トランシルバニアの森／夜",
			地名 = "トランシルバニアの森",
			音楽 = "フィールド／僻地夜",
		},
		１４２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		１４３０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Huh, which way was it again?",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "That's Right, this way, this\nway.",
				},
			},
		},
		１４３５ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		１４４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／途中のシィル",
		},
		１４４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１４５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／途中のシーラ",
		},
		１４６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		１４７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／朝",
			背景 = "トランシルバニアの森",
			地名 = "トランシルバニアの森",
		},
		１４７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１４８０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "トランシルバニアの森",
		},
		１４９０ = {
			画像Ａ = "000ケッセルリンクの屋敷",
			画像Ｂ = "",
			物語 = "２２１／６／屋敷に到着した",
			背景 = "ケッセルリンクの屋敷",
			地名 = "ケッセルリンクの城",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "He's asleep now.",
					音楽 = "フィールド／侵入",
				},
			},
		},
		１５００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／内通者",
		},
		１５１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１５２０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "魔人印",
			物語 = "２２１／６／昼のケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｂ",
			物語２ = "２２１／６／昼のケッセルリンク／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's my victoRy.",
				},
			},
		},
		１５３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１５４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１５５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv60 ヒューバート", "Lv71 ロレックス" },
		},
		１５６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その後の戦局",
			物語 = "２２１／６／その後の戦況",
			フラグ = "アミトス使用不可＝０",
			フラグ２ = "ロレックス使用不可＝０",
			終了 = 1,
		},
		１６００ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２２１／ペルエレ１",
			フラグ = "ペルエレルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		１６１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／ペルエレ２",
			背景 = "トランシルバニアの森",
			地名 = "トランシルバニアの森",
		},
		１６２０ = {
			画像Ａ = "000ケッセルリンクの屋敷",
			画像Ｂ = "",
			物語 = "２２１／ペルエレ３",
			背景 = "ケッセルリンクの屋敷",
			地名 = "ケッセルリンクの城",
			フラグ = "肩書き／ペルエレ＝２",
		},
		１６３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その頃印",
			物語 = "２２１／ペルエレ４",
		},
		１６４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その頃印",
			物語 = "２２１／ペルエレ５",
			条件分岐 = {
				分岐右 = {
					条件 = "条件成立",
					説明 = "Side with the demon god.",
					フラグ = "達成／Ｂペルエレ＝１",
				},
				分岐前 = {
					条件 = "全地域健在",
					説明 = "Side with humanity.\nCondition: all Regions intact.",
				},
			},
		},
		１６５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／ペルエレ６／魔人",
			終了 = 2,
		},
		１６６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／ペルエレ６／人類",
		},
		１６７０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "魔人印",
			物語 = "２２１／ペルエレ７／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｂ",
			物語２ = "２２１／ペルエレ７／戦闘後",
			音楽 = "フィールド／優勢",
			フラグ = "ケッセルリンクのメイド＝１",
		},
		１６７５ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１６８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 ペルエレ" },
		},
		１６９０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その後の戦局",
			物語 = "２２１／６／その後の戦況",
			フラグ = "アミトス使用不可＝０",
			フラグ２ = "ロレックス使用不可＝０",
			終了 = 1,
		},
		１７００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／昼の森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "3 o'clock snack time.",
				},
			},
		},
		１７０１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		１７０２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		１７１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "4 o'clock...",
				},
			},
		},
		１７２０ = {
			画像Ａ = "トランシルバニアの森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "5 o'clock...",
				},
			},
		},
		１７３０ = {
			画像Ａ = "トランシルバニアの森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And so time passed...",
				},
			},
		},
		１７４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "魔人印",
			物語 = "２２０／９／ケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｘ",
			物語２ = "２２０／９／ケッセルリンク／戦闘後",
			フラグ = "ケッセルリンクのメイド＝１",
			背景 = "トランシルバニアの森／夜",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "As expected of Satella's\ndisciple!",
				},
			},
		},
		１７５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			フラグ = "ウルトラレアＯＮ",
		},
		１７６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 バーバラ", "使徒 エルシール" },
		},
		１７７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１７８０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１７９０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／９／魔軍大混乱",
			終了 = 1,
		},
		１８００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／ケッセルリンク／撃破",
			音楽 = "フィールド／優勢",
			フラグ = "掠われた二人＝０",
		},
		１８１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１８２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１８３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／９／魔軍大混乱",
			終了 = 1,
		},
	},
	ヘルマン３ = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／ヘルマン",
		０００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２２／戦況",
			フラグ = "ヘルマン地域",
		},
		０００２ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２２／ラングバウ",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		０００３ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２２／クリームとの約束",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRtuRe",
					背景 = "街道２",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		００１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２２／魔物将軍を",
		},
		００１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００３０ = {
			画像Ａ = "街道２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "パットン",
					説明 = "Oh, a monsteR?",
				},
				分岐右 = {
					顔画像 = "ハンティ",
					説明 = "This way is safe.",
				},
			},
		},
		００３５ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Go, go!",
				},
			},
		},
		００３６ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		００３７ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２２／テニアンのルメイ１",
		},
		００４１ = {
			画像Ａ = "ヘルマン都市",
			背景 = "ヘルマン都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed to the next.",
					背景 = "街道２",
				},
			},
		},
		００４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		００６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ロレックス",
					説明 = "A monsteR, huh? I'll cut\nthRough.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I won't botheR with tRouble.",
				},
			},
		},
		００７０ = {
			画像Ａ = "ヘルマン平原",
		},
		００７５ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		００８０ = {
			画像Ａ = "ヘルマン平原",
		},
		００８１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００８２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２２／テニアンのルメイ２",
			背景 = "ヘルマン平原",
		},
		０１００ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０１１０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "イベント印",
			物語 = "２２２／焼け野原の町",
			背景 = "ヘルマン都市／廃墟",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed to the next.",
					背景 = "街道２",
				},
			},
		},
		０１２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２２／爆撃隊発見１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Move foRwaRd.",
					フラグ = "空爆見過ごし＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "TuRn back and fight.",
				},
			},
		},
		０１２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１２５ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
		},
		０１２６ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "Ninety Village has been\nsaved.",
				},
			},
		},
		０１２７ = {
			画像Ａ = "ヘルマン村",
		},
		０１２８ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		０１４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
		},
		０１５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２２／爆撃隊発見２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Move foRwaRd.",
					フラグ = "空爆見過ごし＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "TuRn back and fight.",
				},
			},
		},
		０１５１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１５２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１５５ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
		},
		０１５６ = {
			画像Ａ = "街道２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "BiRth Village was saved.",
				},
			},
		},
		１５８ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１６０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "",
			背景 = "ヘルマン都市／廃墟",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed to the next.",
					背景 = "山道",
				},
			},
		},
		０１７０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		０１８０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２２２／爆撃隊発見３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Move foRwaRd.",
					フラグ = "空爆見過ごし＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "TuRn back and fight.",
				},
			},
		},
		０１８１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１８２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１８５ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55エノラゲイ",
		},
		０１８６ = {
			画像Ａ = "山道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "The gReat disasteR was\npRevented.",
				},
			},
		},
		０１８７ = {
			画像Ａ = "山道",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１８８ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２２２／人破壊爆弾",
			フラグ = "ローレングラード壊滅＝１",
		},
		０２００ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		０２１０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55バグ／ボス",
		},
		０２２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３００ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２２／テニアン到着",
			背景 = "魔軍野営地",
			地名 = "魔軍陣地　テニアン",
			音楽 = "フィールド／支援",
		},
		０３０１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３１０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０３２０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "空爆見過ごし",
					説明 = "All bombing units defeated.",
					フラグ = "ウルトラレアＯＮ",
				},
				分岐右 = {
					条件 = "空爆見過ごし",
					説明 = "---",
				},
			},
		},
		０３３０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３４０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２２／ルメイ発見",
		},
		０３４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０３５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２２／ルメイ／戦闘前",
			戦闘 = "m55魔物大将軍ルメイ",
			物語２ = "２２２／ルメイ／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "We've won!",
				},
			},
		},
		０３６０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０４００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その後の戦局",
			物語 = "２２２／ヘルマンその後",
			終了 = 1,
		},
	},
	ヘルマン方面支援 = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			物語 = "１０２／ヘルマン方面支援の開始",
			フラグ = "ヘルマン地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's lightly scatteR the\ndemon aRmy.",
				},
			},
		},
		０１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
			選択分岐 = {
				分岐前 = {
					説明 = "It's cold, cold. Let's huRRy\nand move aRound.",
				},
			},
		},
		０２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "ヘルマン平原",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Defeating enemies one by\none like a capable man. This\nis it.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "StRike that enemy!",
				},
			},
		},
		０３０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３２ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４５ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン平原",
		},
		０５１ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ambush the demon aRmy\nwhile blending into the snow.",
					背景 = "氷雪地帯",
				},
			},
		},
		０７０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０８０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		０９０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１００ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１０２／ヘルマン方面支援の終了",
			終了 = 1,
		},
	},
	ホーネット奪回作戦 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５４／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go to that guy's place.",
				},
			},
		},
		００１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			条件書換前 = "シルキィルート　物語=２５４／シルキィの場合１",
			！条件書換前 = "シルキィルート　物語=２５４／ハウゼルの場合１",
		},
		００２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５４／作戦会議",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Cancel it, such a plan is no\ngood.",
					物語 = "２５４／選択／作戦中止",
					フラグ = "ラカンの追加",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Execute the plan.",
					物語 = "２５４／選択／作戦決行",
				},
			},
		},
		００３１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５４／作戦中止の後",
			終了 = 3,
		},
		０１００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その頃印",
			物語 = "２５４／残党の犠牲突撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go.",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "無音",
				},
			},
		},
		０１１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５４／ランス達の侵入",
			背景 = "魔物の森",
			地名 = "魔物界",
			音楽 = "フィールド／魔物界",
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		０１２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			条件書換前 = "シルキィルート　物語=２５４／魔物の森／シルキィ",
			！条件書換前 = "シルキィルート　物語=２５４／魔物の森／ハウゼル",
		},
		０１２２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０１２５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This way.",
				},
			},
		},
		０１２６ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		０１２７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０１２８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０１５１ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１５２ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５４／ホーネット",
		},
		０１３５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This way.",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "OveR theRe.",
				},
			},
		},
		０１４１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔界植物",
		},
		０１４２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
			戦闘 = "m22夜",
		},
		０１４３ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ダイコン／毒",
		},
		０１４４ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　３",
		},
		０１４５ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　３",
		},
		０１４６ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　３",
		},
		０１５０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス印",
			物語 = "２５４／魔界アロエ／戦闘前",
			戦闘 = "m55魔界植物／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Damn it, wasted time.",
				},
			},
		},
		０１６０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２００ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２５４／魔王城",
			背景 = "魔物城内／破壊",
			地名 = "魔王城内",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
		},
		０２１０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "魔軍印",
			物語 = "２５４／城内１／戦闘前",
			戦闘 = "m11魔軍",
			物語２ = "２５４／城内１／戦闘後",
			フラグ = "総戦闘ラウンド加算開始",
		},
		０２２０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "魔軍印",
			物語 = "２５４／城内２／戦闘前",
			戦闘 = "m22魔軍＋魔物隊長／ボス",
			フラグ = "総戦闘ラウンド加算",
			条件分岐 = {
				分岐前 = {
					！条件 = "総戦闘ラウンドが８以上",
					説明 = "If the total battle Rounds\ninside the castle aRe within 7.",
				},
				分岐右 = {
					条件 = "総戦闘ラウンドが８以上",
					説明 = "---",
				},
			},
		},
		０２２５ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "魔軍印",
			物語 = "",
			戦闘 = "m22魔軍＋魔物隊長／ボス",
			フラグ = "総戦闘ラウンド加算",
			条件分岐 = {
				分岐前 = {
					！条件 = "総戦闘ラウンドが８以上",
					説明 = "If the total battle Rounds\ninside the castle aRe within 7.",
				},
				分岐右 = {
					条件 = "総戦闘ラウンドが８以上",
					説明 = "---",
				},
			},
		},
		０２３０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／城内３",
		},
		０２４０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２５４／城内４／戦闘前",
			戦闘 = "m22魔軍＋魔物隊長／ボス",
			フラグ = "総戦闘ラウンド加算",
			条件分岐 = {
				分岐前 = {
					！条件 = "総戦闘ラウンドが８以上",
					説明 = "If the total battle Rounds\ninside the castle aRe within 7.",
				},
				分岐右 = {
					条件 = "総戦闘ラウンドが８以上",
					説明 = "---",
				},
			},
		},
		０２５０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／部屋の前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It looks suspicious beyond\nheRe. Let's go.",
				},
			},
		},
		０２７０ = {
			画像Ａ = "254ホーネット",
			画像Ｂ = "",
			物語 = "２５４／ホーネット助ける",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Taking SateRa hostage.",
					物語 = "２５４／選択／サテラを人質",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Show off my body.",
					物語 = "２５４／選択／俺の肉体を見せつける",
				},
			},
		},
		０２７１ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／選択／サテラを人質",
		},
		０２７２ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０２７３ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０２７５ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／選択／俺の肉体を見せつける",
		},
		０２７６ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０２７７ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２８０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／ホーネットを連れ帰る",
			音楽 = "フィールド／優勢",
		},
		０２８５ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetReat!",
					地名 = "ランス城",
					背景 = "ランス城",
				},
			},
		},
		０２９０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５４／ホーネットその後",
		},
		０３００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
		０４００ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／時間切れ",
			終了 = 3,
		},
	},
	ホラガの塔 = {
		背景 = "氷雪地帯",
		地名 = "シベリア　氷雪地帯",
		フラグ = "地形＝氷雪",
		００１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／スタート",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "MaRching thRough snow,\nstepping on ice.",
				},
			},
		},
		０１０ = {
			画像Ａ = "氷雪地帯",
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m11迷宮＋フローズン",
		},
		０２５ = {
			画像Ａ = "氷雪地帯",
			条件分岐 = {
				分岐前 = {
					！条件 = "アーシーが居る",
					説明 = "---",
				},
				分岐右 = {
					条件 = "アーシーが居る",
					説明 = "ARchie is heRe, Lucy is heRe.",
				},
			},
		},
		０２６ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "３６１／マーシー遭遇",
			フラグ = "マーシーの追加",
		},
		０２８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０３０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／ホラガの話",
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０４０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ugh... it's all snow.",
				},
			},
		},
		０５０ = {
			画像Ａ = "氷雪地帯",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０６０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０７０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０７１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０８０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "One night has passed...",
				},
			},
		},
		０９０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／寒い",
		},
		１００ = {
			画像Ａ = "氷雪地帯",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		１１０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１１１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１２０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		１２１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１３０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "AnotheR day has passed...",
				},
			},
		},
		１４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１５０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "AccoRding to the map, it\nshould be about time, but...",
				},
			},
		},
		２００ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			背景 = "リーザス平原",
			地名 = "ホ・ラガの塔",
			物語 = "１５３／塔の入り口",
			音楽 = "フィールド／地底",
		},
		２１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５３／世界の真実",
		},
		２３０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／ホラガのサービス",
			フラグ = "ホラガと接触＝１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Weakness of KebiRus.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "How to opeRate Rance Castle.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "How to RestoRe the Demon\nKing.",
				},
			},
		},
		２３１ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／ケイブリスの弱点",
			フラグ = "ケイブリスの弱点＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I've extRacted the\ninfoRmation. FaRewell.",
					背景 = "氷雪地帯",
					地名 = "シベリア　氷雪地帯",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		２３２ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／ランス城の動かし方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I've extRacted the\ninfoRmation. FaRewell.",
					背景 = "氷雪地帯",
					地名 = "シベリア　氷雪地帯",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		２３３ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／魔王を元に戻す方法",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I've extRacted the\ninfoRmation. FaRewell.",
					背景 = "氷雪地帯",
					地名 = "シベリア　氷雪地帯",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		２４０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／エンド",
			終了 = 1,
		},
	},
	ホルスの宇宙戦艦 = {
		背景 = "宇宙船／通路",
		地名 = "巨大戦艦遺跡",
		音楽 = "フィールド／遺跡",
		フラグ = "年表　ＬＰ７年５月前半",
		００１ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "",
			物語 = "０２／スタート",
			コルルンサ = "ランス",
		},
		００２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚／１",
		},
		００３ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚／２",
		},
		０１０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／仲間参加",
			フラグ = "初期仲間の追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "Let's oRganize ouR squad\nfiRst, then pRoceed.",
				},
			},
		},
		０１１ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚／３",
		},
		０２０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "エロイベント印",
			物語 = "０２／シィルのエロ",
			コルルンサ = "聖女の子モンスター",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Kill the small fRy, gain\nexpeRience!",
				},
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's RefRain fRom senseless\nkilling.",
				},
			},
		},
		０２２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚",
		},
		０３０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／ホルス達",
		},
		０４０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／サテラ",
			コルルンサ = "魔王と魔人",
		},
		０５０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／かなみ参加",
			フラグ = "かなみの追加",
		},
		０６０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／移民団",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I wondeR if we should go this\nway.",
				},
				分岐右 = {
					顔画像 = "かなみ",
					説明 = "I've scouted; this path is safe.",
				},
			},
		},
		０６２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		１００ = {
			画像Ａ = "002隔壁扉",
			画像Ｂ = "",
			物語 = "０２／扉の前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Come on!",
					背景 = "宇宙船／カプセルルーム",
					地名 = "コールドスリープ室",
				},
			},
		},
		１０５ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "エロイベント印",
			地名 = "コールドスリープ室",
			物語 = "０２／セラクロラス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That's the saintess\nSeRacloRas... I'm\ndisappointed.",
				},
			},
		},
		１２０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ装置",
			秘書任命 = "アリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And... five months have\npassed.",
					地名 = "５ヶ月後……",
					フラグ = "年表　ＬＰ７年９月後半",
				},
			},
		},
		１３０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ装置２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メガッス",
					説明 = "Open the cold sleep device\nand Release the humans.",
				},
				分岐右 = {
					顔画像 = "メガッス",
					説明 = "...Is it dangeRous? Leave\nthem like this a little longeR.",
					物語 = "０２／コールドスリープ開けない",
				},
			},
		},
		１９０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And... one yeaR has passed.",
					地名 = "１年後……",
				},
			},
		},
		１９１ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "FuRtheRmoRe... two yeaRs\nhave passed.",
					地名 = "３年後……",
					フラグ = "年表　ＬＰ１０年７月前半",
				},
			},
		},
		１９２ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "Yet moRe... many yeaRs have\npassed.",
					地名 = "１０００年後……",
					フラグ = "年表　ＯＺ６７７年６月前半",
				},
			},
		},
		１９３ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "Yet moRe... many yeaRs have\npassed.",
					地名 = "？？？？年後……",
					フラグ = "年表　ＯＺ６７７年６月前半",
					フラグ２ = "達成／Ｂイカ＝１",
				},
			},
		},
		２００ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ開けない２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メガッス",
					説明 = "Opening the cold sleep\ndevice.",
				},
				分岐右 = {
					顔画像 = "メガフォース",
					説明 = "I'll leave it like this a little\nlongeR.",
					物語 = "０２／コールドスリープ５万年後",
					背景 = "真っ白",
					地名 = "？？？",
				},
			},
		},
		２１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "０２／コールドスリープ３年後",
			終了 = 2,
		},
		２２０ = {
			画像Ａ = "002イカ世界",
			画像Ｂ = "",
			物語 = "０２／コールドスリープ５万年後２",
			フラグ = "達成／Ｂイカ＝１",
			終了 = 2,
		},
		４００ = {
			画像Ａ = "宇宙船／カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ３ヶ月後",
			秘書任命 = "シィル",
		},
		４０５ = {
			画像Ａ = "宇宙船／カプセルルーム",
			画像Ｂ = "大ボス印",
			物語 = "０２／ジャハルッカス／戦闘前",
			戦闘 = "m55ジャハルッカス",
			物語２ = "０２／ジャハルッカス／戦闘後",
		},
		４１０ = {
			画像Ａ = "宇宙船／カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／テラ",
			地名 = "巨大戦艦遺跡",
			背景 = "宇宙船／通路",
		},
		４２０ = {
			画像Ａ = "宇宙船／通路",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ホルス テラ" },
		},
		４３０ = {
			画像Ａ = "000迷宮出口",
			物語 = "０２／クリア",
			フラグ = "年表戻し",
			ムービー = "オープニング",
			終了 = 1,
		},
	},
	ポピンズ連結／砦 = {
		背景 = "ランス砦",
		地名 = "ランス砦",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７８／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "Smiling.",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７８／ランスの出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ah, enough alReady, I'll do it.",
					地名 = "ランス砦の奥",
					背景 = "地下洞窟",
					音楽 = "フィールド／僻地夜",
				},
			},
		},
		０２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m66岩盤Ａ",
		},
		０３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m66岩盤Ｂ",
		},
		０４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m66岩盤Ｃ",
		},
		０５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２７８／開通",
			背景 = "ポピンズ村",
			地名 = "アニャガス王国",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "A little moved/emotional.",
				},
			},
		},
		０６０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７８／エンド",
			終了 = 1,
		},
	},
	マエリータ隊侵入 = {
		背景 = "空／夜",
		地名 = "ランス城付近",
		音楽 = "フィールド／侵入",
		１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
			物語 = "０２０／スタート",
			選択分岐 = {
				分岐前 = {
					説明 = "Let's depaRt.",
					顔画像 = "学者",
				},
			},
		},
		１０ = {
			画像Ａ = "空夜",
			画像Ｂ = "イベント印",
			物語 = "０２０／マエリータ隊飛行",
			選択分岐 = {
				分岐前 = {
					説明 = "Let's boaRd!",
					顔画像 = "マッスル",
				},
			},
		},
		２０ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "０２０／侵入１",
			地名 = "ランス城",
			選択分岐 = {
				分岐前 = {
					説明 = "CaRefully now...",
					顔画像 = "ニードル",
				},
			},
		},
		３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／侵入２",
			選択分岐 = {
				分岐前 = {
					説明 = "FiRst, take a deep bReath.",
					顔画像 = "アパッチ",
				},
			},
		},
		４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／あてな／戦闘",
			選択分岐 = {
				分岐前 = {
					説明 = "We'Re bReaking thRough!",
					顔画像 = "学者",
				},
			},
		},
		５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／侵入に気が付く",
			選択分岐 = {
				分岐前 = {
					説明 = "This tuRned into a big fuss.",
					顔画像 = "マッスル",
				},
			},
		},
		６０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／サーナキア／戦闘",
			選択分岐 = {
				分岐前 = {
					説明 = "WheRe is the Demon King...\nexactly?",
					顔画像 = "王様",
				},
			},
		},
		７０ = {
			画像Ａ = "020保育園",
			画像Ｂ = "",
			物語 = "０２０／保育園",
			選択分岐 = {
				分岐前 = {
					説明 = "AlRight, let's go!",
					顔画像 = "ニードル",
				},
			},
		},
		８０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／ビスケッタ／戦闘",
			選択分岐 = {
				分岐前 = {
					説明 = "...!",
					顔画像 = "剣豪",
				},
			},
		},
		９０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／健太郎",
			選択分岐 = {
				分岐前 = {
					説明 = "Apache, I'm counting on you.",
					顔画像 = "学者",
				},
			},
		},
		１００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／美樹",
			選択分岐 = {
				分岐前 = {
					説明 = "I've got the Demon King, now\nlet's get out of heRe!",
					顔画像 = "マッスル",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／ランス帰還",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					説明 = "...The mission has been\naccomplished.",
					顔画像 = "学者",
				},
			},
		},
		１２０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "０２０／ケイブリスの様子",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					説明 = "...",
					顔画像 = "立て看板",
				},
			},
		},
		１３０ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "０２０／ランスの様子",
			終了 = 1,
		},
	},
	リーザス１ = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／リーザス",
		００１ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			物語 = "２１０／１／スタート",
			フラグ = "リーザス地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Head towaRds Lizas Castle!",
				},
			},
		},
		００５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "街道１",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well then, let's move on.",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／１／北部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "The scent of waR is wafting\nstRongly.",
				},
			},
		},
		０３０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "IgnoRe the village.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's stop by the village.",
				},
			},
		},
		０３４ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１０／１／村",
			背景 = "村",
			地名 = "小さな村",
			音楽 = "フィールド／村",
		},
		０３５ = {
			画像Ａ = "村",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed to the next.",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０３６ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３７ = {
			画像Ａ = "街道１",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／１／南部",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "We'll make a detouR to the\nJAPAN camp.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed without detouRs.",
				},
			},
		},
		０４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０４３ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４５ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５０ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "イベント印",
			物語 = "２１０／１／ＪＰ南国軍",
			地名 = "ＪＡＰＡＮ軍駐屯地",
			背景 = "野営地ＪＰ",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "Ah, theRe, theRe, I've got it!",
				},
			},
		},
		０５５ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I swiped two oR thRee cute\nsamuRai giRls.",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／１／ヨシフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's almost Lizas Castle.",
				},
			},
		},
		１００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１０／１／到着",
			背景 = "リーザス城",
			地名 = "首都 リーザス城",
			音楽 = "フィールド／首都",
			コルルンサ = "リーザス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Sleeping soundly foR one\nnight, deeply with Ria.",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リア",
					説明 = "DaRling is the best-Ria falls\nfoR him all oveR again.",
				},
			},
		},
		１２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／２／ハウレーン",
			フラグ = "白騎士同行＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'll stay anotheR night,\nheheh.",
				},
			},
		},
		１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２１０／２／ハウレーンのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "......",
				},
			},
		},
		１３１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv36 ハウレーン", "Lv58 リック" },
		},
		１３２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well then, it's about time to\ndepaRt.",
				},
			},
		},
		１５０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "２１０／２／どちらに行くか",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Defeat Silky (.violate).",
					物語 = "２１０／３１／シルキィに決めた",
					フラグ = "シルキィルート＝１",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
					コルルンサ = "魔人シルキィ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Defeat Howzel (.violate).",
					物語 = "２１０／４１／ハウゼルに決めた",
					フラグ = "ハウゼルルート＝１",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
					コルルンサ = "魔人ハウゼル、サイゼル",
				},
			},
		},
		２００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１０／３１／南部１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Heading to the southeRn\nbattlefield, but will make\ndetouRs too.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Heading stRaight to the\nsoutheRn battlefield.",
				},
			},
		},
		２０１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Tch, a lousy bandit\ngRoup-only uglies heRe.",
				},
			},
		},
		２０２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２０５ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "My taRget is the demon\nSilky-chan.",
				},
			},
		},
		２１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１０／３１／道中",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "I'd like you to avoid getting\nneaR dangeR.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Something's theRe, let's take\nit down.",
				},
			},
		},
		２１１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＡ",
		},
		２２１ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２２２ = {
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		２３０ = {
			画像Ａ = "210砲兵陣地",
			画像Ｂ = "",
			物語 = "２１０／３１／砲兵陣地",
			背景 = "リーザス平原／紅葉",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Head to the fRont lines\naiming foR demon Silky.",
				},
			},
		},
		２４０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		２４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２５０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "？？？印",
			割り込み背景 = "リーザス平原／紅葉",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "AlRight, let's move on next.",
				},
			},
		},
		２６０ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Ahead is the Ghost Highway,\nhuh...",
				},
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "LoRd BaRes's camp is this\nway.",
				},
			},
		},
		２７０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		２７１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		２７２ = {
			画像Ａ = "村",
			画像Ｂ = "中ボス印",
			戦闘 = "m55霊体／ボス",
		},
		２８０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "その頃印",
			物語 = "２１０／３１／南部２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "About 5 kilometeRs left until\nwe Reach LoRd BaRes's\ncamp.",
				},
			},
		},
		２８１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		３００ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／陣地",
			物語 = "２１０／３１／到着",
			秘書登録 = "バレス",
			背景 = "野営地／夜",
			地名 = "リーザス軍　野営地",
			フラグ = "白騎士同行＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Who should be my\ncompanion tonight, I\nwondeR?",
				},
			},
		},
		３１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "その頃印",
			物語 = "２１０／３１／シルキィ陵辱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm... I sense a beautiful\nwoman is asking foR help!",
				},
			},
		},
		３１５ = {
			画像Ａ = "野営地",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Ah, me...? Yes, I'm fine.",
				},
			},
		},
		３１８ = {
			画像Ａ = "野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		３２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／前線１",
			背景 = "リーザス平原／紅葉",
			地名 = "戦場　アンデル紅平原",
			音楽 = "フィールド／戦場",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用リーザス騎士", "汎用リーザス騎士", "汎用リーザス親衛隊" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The battle begins. Let's staRt\nby watching.",
				},
			},
		},
		３３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／前線２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "HeRe we go! ChaRge!",
				},
			},
		},
		３３１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Gahahaha! I'm in top foRm!",
				},
			},
		},
		３４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／捜す１",
			背景 = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "Let's seaRch foR demon Silky.\nIt might be this way.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Which way? StRaight ahead,\nhuh.",
				},
				分岐右 = {
					顔画像 = "サテラ",
					説明 = "Silky, come out!",
				},
			},
		},
		３４１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３４２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３４３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３５１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
		},
		３５２ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		３６１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		３６２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
		},
		３７０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／捜す２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Damn, huRRy up and chase\nafteR Silky.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Silky, wait. I'll stRip off youR\naRmoR caRefully so as not to\nhuRt youR soft skin.",
				},
			},
		},
		３８１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		３８２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３９１ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		３９２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／捜す３",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "FoR the sake of ouR allies,\nlet's defeat as many demon\ntRoops as we can.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "MaRia's assistant, huh...\nhehehe.",
				},
				分岐右 = {
					顔画像 = "サテラ",
					説明 = "Silky... wheRe aRe you?",
				},
			},
		},
		４１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		４１３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４２１ = {
			画像Ａ = "野営地",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv24 香澄" },
		},
		４２２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		４３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		４３２ = {
			画像Ａ = "戦場",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１０／３２／シルキィ戦闘前",
			戦闘 = "m55シルキィ／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
					音楽 = "フィールド／優勢",
				},
			},
		},
		４６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／シルキィ戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "AlRight, moving now.",
				},
			},
		},
		４７０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			音楽 = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'Re RetReating today.\nLet's RetuRn to the camp.",
				},
			},
		},
		５００ = {
			画像Ａ = "野営地",
			背景 = "野営地／夜",
			地名 = "リーザス軍　野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, theRe's a\nmilitaRy council.",
				},
			},
		},
		５１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／シルキィの過去",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, thank you foR\nyouR haRd woRk. I've made\nsome 'HendeRopa'.",
				},
			},
		},
		５２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "回復印",
			背景 = "野営地",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Heading out to the battlefield.\nToday, I'll catch heR foR\nsuRe.",
					背景 = "リーザス平原／紅葉",
					地名 = "戦場　アンデル紅平原",
					音楽 = "フィールド／戦場",
				},
			},
		},
		６００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／前線",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's fight a little, you damn\nmonsteRs.",
				},
			},
		},
		６１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		６２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／３３／魔軍とシルキィ",
		},
		６３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／待つ１",
			背景 = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Fight until she appeaRs.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Remain on standby.",
				},
			},
		},
		６３１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／本陣護衛",
		},
		６３２ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		６３５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／偵察隊",
		},
		６４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／３３／バレス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's do ouR best.",
				},
			},
		},
		６５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／待つ２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Fight until she appeaRs.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Remain on standby.",
				},
			},
		},
		６５１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		６５２ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
		},
		６５３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		６６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／３３／ヨシフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "My thRoat feels scRatchy. I'm\nthiRsty.",
				},
				分岐右 = {
					顔画像 = "ハウレーン",
					説明 = "In that diRection, ouR allied\nunit is in dangeR.",
				},
			},
		},
		６７０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		６８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／待つ３",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Chasing afteR Silky, heading\ntowaRds Lizas Castle.",
					地名 = "リーザス",
					背景 = "リーザス平原",
				},
			},
		},
		６９０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "I'm woRRied about the\ncastle; please huRRy.",
				},
			},
		},
		７００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１０／３４／突貫１",
		},
		７０５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		７１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１０／３４／突貫２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "(No matteR how stRong Lizas\nCastle is, it can't stop the\ndemon loRd...)",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "(So they've come to Lizas\nCastle... heh heh, just as\nplanned.)",
				},
			},
		},
		７１１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		７１２ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		８００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１０／３４／突貫３",
			目的 = "魔人シルキィ退治",
			背景 = "リーザス城",
			地名 = "リーザス城",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Head foR the thRone; she\nshould be theRe.",
				},
			},
		},
		８１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／３４／ジュリアの粗相",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This foolish giRl, doing\nunnecessaRy things at a time\nlike this.",
				},
			},
		},
		８２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "中ボス印",
			戦闘 = "m55霊体／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "In any case, head foR the\nthRone.",
				},
			},
		},
		８３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I've got it-this is the Room.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I've seen thRough it; she hid\nit heRe.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We should still make it. Let's\ntake a bReak.",
				},
			},
		},
		８４１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go up these staiRs to Reach\nthe thRone.",
				},
			},
		},
		８４２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go up these staiRs to Reach\nthe thRone.",
				},
			},
		},
		８４３ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go up these staiRs to Reach\nthe thRone.",
				},
			},
		},
		８４４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		８４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		８５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔人印",
			物語 = "２１０／３４／シルキィ戦闘前",
			戦闘 = "m55シルキィ／Ｂ",
			物語２ = "２１０／３４／シルキィ戦闘後",
			音楽 = "ＡＤＶ／緊張",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "SuRRendeR.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Refuse.",
				},
			},
		},
		８７０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／３４／ガメオベア",
			終了 = 2,
		},
		９００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／３４／シルキィ捕獲",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's my victoRy.",
				},
			},
		},
		９１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		９１５ = {
			画像Ａ = "戦場",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／３４／戦局",
			選択分岐 = {
				分岐前 = {
					顔画像 = "バレス",
					説明 = "Finally, one victoRy. OR so I'd\nsay.",
				},
			},
		},
		９２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 シルキィ" },
		},
		９３０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２１０／３４／シルキィ",
			終了 = 1,
		},
		１０１０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リプ商店街１",
			背景 = "街道筋商店街",
			地名 = "リプ商店街",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ジュリア",
					説明 = "Huff huff, this is delicious.",
				},
			},
		},
		１０１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１０２０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "TheRe aRe vaRious kinds of\nshops heRe.",
				},
			},
		},
		１０２５ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Go to Romance StReet of Life.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Go to the specialty shops\nstReet.",
				},
			},
		},
		１０３０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リプ商店街２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Oh, wow! The movie theateR\nis awesome.",
				},
			},
		},
		１０３１ = {
			画像Ａ = "街道筋商店街",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Love foRtune: 'So-so'...",
				},
			},
		},
		１０３２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１０３３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１０４０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リプ商店街３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カフェ",
					説明 = "Wow, a specialty tea shop!",
				},
			},
		},
		１０４１ = {
			画像Ａ = "街道筋商店街",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "Oh my, what is this...",
				},
			},
		},
		１０４２ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Ah, this pot holdeR is cute.",
				},
			},
		},
		１０４５ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "Enough alReady; let's move\non.",
				},
			},
		},
		１０５０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "その頃印",
			物語 = "２１０／４１／北部１",
		},
		１０６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／プリティリア",
			背景 = "都市",
			地名 = "プリティリア",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Shall we pRoceed along the\nhighway?",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Shall we take a little side\nRoad?",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１０６５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m55宝箱だんご",
		},
		１０６６ = {
			画像Ａ = "街道１",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		１０６７ = {
			画像Ａ = "村",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１０７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "街道１",
			割り込み = "道中サブ",
		},
		１０８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／４１／北部２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "It's about time to scale the\nfRontline.",
				},
			},
		},
		１０８１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１０９０ = {
			画像Ａ = "街道１",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１１００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／到着１",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			フラグ = "白騎士同行＝０",
			処理 = "回復",
		},
		１１０５ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／到着２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Move to the battlefield.",
				},
			},
		},
		１１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／参戦",
			背景 = "戦場",
			地名 = "戦場　スケールの南",
			音楽 = "フィールド／戦場",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用リーザス騎士", "汎用リーザス親衛隊", "汎用リーザス親衛隊" },
		},
		１２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／捜す１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Howzell, come out! If you\ndon't, I'll kill the monsteRs.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Howzell-chan, come out. I\nwon't huRt you.",
				},
			},
		},
		１２０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
		},
		１２０２ = {
			画像Ａ = "戦場",
		},
		１２０３ = {
			画像Ａ = "戦場",
		},
		１２０４ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１２０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１２０６ = {
			画像Ａ = "街道１",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／４２／ハウゼルの戦い",
		},
		１２１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１２２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／捜す２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That pillaR of fiRe is the\nlandmaRk. Let's Run\nthRough.",
				},
			},
		},
		１２３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
		},
		１２５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／順番待ち",
			背景 = "ハウゼルｖｓサイゼル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "A fight between demon\nloRds...? Let's watch foR a\nmoment.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Hm, don't ignoRe me; I'm the\none who fights. (Reckless\npath)",
				},
			},
		},
		１２５５ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１２６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１０／４２／ハウゼル戦闘前",
			戦闘 = "m55ハウゼル／Ｚ",
			背景 = "戦場",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
				},
			},
		},
		１２７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／ハウゼル戦闘後",
			選択分岐 = {
				分岐前 = {
					背景 = "リーザス平原",
					顔画像 = "ランス",
					説明 = "Howzell, I've lost sight of\nyou...",
				},
			},
		},
		１０７１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１２８０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／帰ろう",
			音楽 = "フィールド／リーザス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I don't caRe about fights\nbetween aRmies. Let's go\nback.",
					地名 = "リーザス",
				},
			},
		},
		１３００ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That was a good bath. .In a\ngReat mood afteR the bath.",
					背景 = "都市／夜",
				},
			},
		},
		１３１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／本好き",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's depaRt.",
					地名 = "戦場　スケールの南",
					背景 = "戦場",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１３９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／捜す１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's the battlefield- ScatteR\nthem away!",
				},
			},
		},
		１３９１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／捜す２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Chase HauseR.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Chase HauseR.",
				},
			},
		},
		１４０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１４０２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１４０３ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１４０４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１４１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／４３／火炎書士とユキ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Spotted flying HauseR. TheRe\nhe is, let's chase.",
				},
			},
		},
		１４１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		１４２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／捜す３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "HauseR-san- I've got DRagon\nPatch heRe!",
				},
			},
		},
		１４３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "(As expected... I don't think\nthe book is the Real goal\nthough.)",
				},
			},
		},
		１４４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／４３／エクスと魔物将軍",
			音楽 = "ＡＤＶ／ゆったり",
			背景 = "リーザス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "HauseR, theRe, th-th-theRe's\na book!",
				},
			},
		},
		１４４１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１４５０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／本渡す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I guess it's no good today.\nGoing back to sleep.",
				},
			},
		},
		１５００ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			処理 = "回復",
		},
		１５１０ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Not going into battle today.\nHeading to a ceRtain place.\nFollow me.",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１６００ = {
			画像Ａ = "000ハイパービル",
			画像Ｂ = "",
			物語 = "２１０／４４／ビル前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Roughly exploRing while\nadvancing.",
					背景 = "ハイパービル内",
					地名 = "ハイパービル　１階",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		１６１０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "イベント印",
			物語 = "２１０／４４／ハイパービル初",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Advancing while exploRing\nRandomly.",
				},
			},
		},
		１６１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		１６２０ = {
			画像Ａ = "210エレベータ",
			画像Ｂ = "",
			物語 = "２１０／４４／汎用エレベータ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "WiiiiiRRRRnnn (sound effect).",
				},
			},
		},
		１６２１ = {
			画像Ａ = "210エレベータ",
			地名 = "ハイパービル　１５階",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Advancing while exploRing.",
				},
			},
		},
		１６２５ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11バグ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ah, found 10 G.",
				},
			},
		},
		１６３０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "イベント印",
			物語 = "２１０／４４／昨晩のサチコ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's seaRch foR Does-ski.",
				},
			},
		},
		１６４０ = {
			画像Ａ = "210エレベータ",
			画像Ｂ = "",
			物語 = "２１０／４４／汎用エレベータ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "WiiiiiRRRRnnn (sound effect).",
				},
			},
		},
		１６４１ = {
			画像Ａ = "210エレベータ",
			地名 = "ハイパービル　２１階",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "It's okay. No monsteRs aRe\nneaRby.",
				},
			},
		},
		１６５０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "その頃印",
			物語 = "２１０／４４／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Does-ski, huh... That's\nsomeone I don't know.",
				},
			},
		},
		１６６０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's seaRch foR Does-ski.\nFind him and make him wRite\na book.",
				},
			},
		},
		１６７０ = {
			画像Ａ = "210エロヤック",
			画像Ｂ = "",
			物語 = "２１０／４４／エロヤックとあてな",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "Don't leave me behind,\nIyaRisu.",
				},
			},
		},
		１６９０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "中ボス印",
			戦闘 = "m55バグ／ボス",
		},
		１６９５ = {
			画像Ａ = "210エレベータ",
			画像Ｂ = "",
			物語 = "２１０／４４／汎用エレベータ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "WiiiiiRRRRnnn (sound effect).",
				},
			},
		},
		１６９６ = {
			画像Ａ = "210エレベータ",
			地名 = "ハイパービル　２８階",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's seaRch foR Does-ski.\nFind him and make him wRite\na book.",
				},
			},
		},
		１７００ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "イベント印",
			物語 = "２１０／４４／ドエススキー",
		},
		１７１０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "文豪 ドエススキー" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Business is done, let's go\nhome.",
					地名 = "リーザス",
					背景 = "街道１",
					音楽 = "無音",
				},
			},
		},
		１８００ = {
			画像Ａ = "都市",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ドエススキー",
					説明 = "What the heck, don't say\nsomething unReasonable- It's\nimpossible, impossible!",
				},
			},
		},
		１８０１ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ThRee days lateR...",
				},
			},
		},
		１８１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／新作の噂",
			背景 = "地下即売会",
			地名 = "マニア洞窟内　即売会会場",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "This is the venue of the new\npublication sales event. Many\npeople have gatheRed heRe.",
				},
			},
		},
		１８２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			物語 = "２１０／４５／ハウゼル戦闘前",
			戦闘 = "m55ハウゼル／Ｂ",
			背景 = "地下即売会",
			音楽 = "フィールド／優勢",
		},
		１８３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／ハウゼル戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I'll show the book.",
					フラグ = "達成／Ｂ本＝１",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I won't show the book.",
				},
			},
		},
		１８４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／ガメオベア",
			終了 = 2,
		},
		１８５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／本を見せない",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha, Got HauseR!",
					地名 = "リーザス",
					背景 = "リーザス平原",
				},
			},
		},
		１８６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１８６５ = {
			画像Ａ = "街道１",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／４５／戦局",
		},
		１８７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 ハウゼル" },
		},
		１８８０ = {
			画像Ａ = "000ランス城",
			物語 = "２１０／４５／ハウゼル",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／シルキィ倒す",
			背景 = "野営地",
			地名 = "リーザス軍　野営地",
		},
		２００５ = {
			画像Ａ = "野営地",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／シルキィその後",
			フラグ = "シルキィの追加",
		},
		２０２０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１０／８０／リーザス城",
			背景 = "リーザス城",
			地名 = "リーザス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AfteR playing with Ria,\nRetuRn to Rance Castle.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "With this momentum, defeat\nthe otheR demon as well.",
				},
			},
		},
		２０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／８０／帰る",
			終了 = 1,
		},
		２０４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／レキシントンをやる",
			背景 = "森",
			地名 = "公園坂森",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Just wait, Lexington-chan.",
				},
			},
		},
		２０４５ = {
			画像Ａ = "森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２０４７ = {
			画像Ａ = "森",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍＋魔物将軍",
		},
		２０５０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "２１０／８０／レキシントン登場",
		},
		２０５５ = {
			画像Ａ = "森",
			画像Ｂ = "",
		},
		２０５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０５７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０５８ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０５９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０６０ = {
			画像Ａ = "森",
			画像Ｂ = "魔人印",
			物語 = "２１０／８０／レキシントン／戦闘前",
			戦闘 = "m55レキシントン／Ｘ",
			物語２ = "２１０／８０／レキシントン／戦闘後",
			音楽 = "フィールド／優勢",
			地名 = "−−−",
		},
		２０６５ = {
			画像Ａ = "森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm, has the difficulty\nincReased?",
				},
			},
		},
		２０７０ = {
			画像Ａ = "森",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／８０／その後の戦況",
			フラグ = "リーザス１／魔人２クリア＝１",
			終了 = 1,
		},
		２１００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／ハウゼル倒す",
		},
		２１０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "TRiumphant RetuRn!",
					背景 = "都市",
					地名 = "大都市　スケール",
				},
			},
		},
		２１１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／ハウゼルその後",
			フラグ = "ハウゼルの追加",
		},
		２１２０ = {
			画像Ａ = "都市",
			画像Ｂ = "",
		},
		２２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１０／４２／両方戦闘前",
			戦闘 = "m55ハウゼル＋サイゼル／Ｚ",
			物語２ = "２１０／８０／両方撃破",
			音楽 = "フィールド／優勢",
			フラグ = "ハウゼルサイゼルの追加",
			フラグ２ = "達成／姉妹撃破＝５",
			背景 = "戦場",
		},
		２２０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２２０２ = {
			画像Ａ = "戦場",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２２１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／使徒達",
		},
		２２２０ = {
			画像Ａ = "000ランス城",
			物語 = "２１０／８０／ハウゼルとサイゼル",
			フラグ = "リーザス１／特殊クリア＝１",
			終了 = 1,
		},
		２４００ = {
			画像Ａ = "000城門",
		},
		２４０１ = {
			画像Ａ = "000城門",
		},
		２４０２ = {
			画像Ａ = "都市",
		},
		２４０３ = {
			画像Ａ = "野営地",
		},
		２４０４ = {
			画像Ａ = "都市",
		},
		２４０５ = {
			画像Ａ = "000城門",
		},
		２４０６ = {
			画像Ａ = "野営地",
		},
	},
	リーザス２ = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２１１／１／スタート",
			フラグ = "リーザス地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting towaRds Leazas.",
					地名 = "リーザス",
					背景 = "街道１",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０００５ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
		},
		００１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			条件書換前 = "シルキィルート　物語=２１１／１／ハウゼルの更迭",
			！条件書換前 = "シルキィルート　物語=２１１／１／シルキィの更迭",
		},
		００１５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		００２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１１／１／サテラの話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Cha-cha cha-cha (sound\neffect).",
				},
			},
		},
		００３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Should we stop by the village\nand take it easy?",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Quickly take the highway!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "DaRingly taking the thoRny\npath...",
				},
			},
		},
		０３２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０３３ = {
			画像Ａ = "森",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
		},
		０３４ = {
			画像Ａ = "森",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００３６ = {
			画像Ａ = "村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		００３７ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１１／１／レキシントン",
			コルルンサ = "魔人レキシントン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's go.",
				},
			},
		},
		００４１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＡ",
		},
		００４２ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		００５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "立て看板",
					説明 = ".: Female MonsteR Highway.",
				},
				分岐右 = {
					顔画像 = "立て看板",
					説明 = ".: Male MonsteR Plains.",
				},
			},
		},
		００５１ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０５５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		００６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１１／１／リーザス軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The castle is coming into\nview!",
				},
			},
		},
		０１００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１１／１／到着",
			背景 = "リーザス城",
			地名 = "首都　リーザス城",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Stay at the castle tonight.\nDepaRtuRe is tomoRRow.",
				},
			},
		},
		０１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／リーザス城",
			フラグ = "メルフェイスの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting towaRds CaRson!",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０１９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／魔法軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'll beat something up to\nRefResh myself.",
				},
			},
		},
		０２１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Feeling a bit RefReshed.",
				},
			},
		},
		０２１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00飛行　自動",
		},
		０２３０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／カーソン",
			背景 = "都市",
			地名 = "小都市　カーソン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRtuRe",
					背景 = "リーザス平原",
					地名 = "魔軍支配地域",
					音楽 = "フィールド／支援",
				},
			},
		},
		０３００ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３０５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／魔物支配地にて",
		},
		０３１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DetouR and advance.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "BReak thRough the demon\naRmy's camp.",
				},
			},
		},
		０３１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０３２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０３３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０３４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／幸福湧きの情報",
			背景 = "街道１",
			地名 = "リーザス",
		},
		０３４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３５０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／メルフェイスとジャロ",
		},
		０３６０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
		},
		０３７０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／襲われている村",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Take a detouR. Go help\nApemunta village.",
					物語 = "２１１／２／アペムンタ村１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "PRoceed as planned. Stop by\nthe Cocktail LabyRinth.",
				},
			},
		},
		０３７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４００ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４０５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／アペムンタ村２",
		},
		０４１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "オーロラが居る",
					説明 = "When Apostle AuRoRa is\npResent.",
				},
				分岐右 = {
					！条件 = "オーロラが居る",
					説明 = "---",
				},
			},
		},
		０４１５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１１／２／オーロラ偵察",
		},
		０４１８ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
		},
		０４１９ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４２０ = {
			画像Ａ = "村",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２１１／２／アペムンタ村戦闘前",
			戦闘 = "m22魔軍＋魔物隊長",
			物語２ = "２１１／２／アペムンタ村戦闘後",
			フラグ = "アペンタ村を救った＝１",
			背景 = "村",
			地名 = "アペムンタ村",
			音楽 = "フィールド／村",
		},
		０４３０ = {
			画像Ａ = "村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４４０ = {
			画像Ａ = "村",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now then, let's head to Scale.",
					背景 = "リーザス平原",
					地名 = "魔軍支配地域",
					音楽 = "フィールド／支援",
				},
			},
		},
		０５００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／アペムンタ村壊滅報告",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Nam nam... (pRayeR) I hope\ntheRe aRe no cute giRls.",
				},
			},
		},
		０５１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／カクテル迷宮入り口",
			背景 = "地下洞窟",
			地名 = "カクテル迷宮",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
		},
		０５２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／幸福きゃんきゃの話",
		},
		０５３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "SupeRioR path.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ExtRa path.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Path of no maRk",
				},
			},
		},
		０５４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５４１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５５１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５７１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55キラトーキ／Ａ",
			フラグ = "キラトーキ撃破＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, one moRe lap!",
				},
			},
		},
		０５９０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２１１／２／幸福タイム終了",
			背景 = "リーザス平原",
			地名 = "魔軍支配地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's head towaRds Scale.",
					フラグ = "地形＝戻し",
				},
			},
		},
		０６００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／戦場",
		},
		０６１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／到着",
			背景 = "都市／夜",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			フラグ = "ジャロ使用不可＝１",
		},
		０６２０ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０６２５ = {
			画像Ａ = "都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０６３０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／２／レキシントン",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "It's moRning, LoRd Rance.",
					背景 = "リーザス平原",
					地名 = "戦場　スケールの西",
					音楽 = "フィールド／戦場",
				},
			},
		},
		０７００ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／参戦",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Lexington-chan!",
				},
			},
		},
		０７１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Is it oveR theRe?",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "OR is it this way?",
				},
			},
		},
		０７１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０７２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０７３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／突撃",
		},
		０７４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０７５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／３／レキシントン１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm, the demon aRmy oveR\ntheRe looks suspicious.",
				},
			},
		},
		０７６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "WRong...",
				},
			},
		},
		０７７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／３／レキシントン２",
		},
		０７８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／魔法軍の戦い",
		},
		０７８５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０７９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Attack the campsite.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ScatteR the weaklings and\nadvance.",
				},
			},
		},
		０８００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		０８０１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０８０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０８１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／レキシントン３",
		},
		０８２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１１／３／レキシントン戦闘前",
			戦闘 = "m55レキシントン／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		０８３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／レキシントン戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "They escaped... gah.",
				},
			},
		},
		０８４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Damn it, let's go back.",
				},
			},
		},
		０９００ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			背景 = "都市／夜",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "We've RetuRned safely.",
				},
			},
		},
		０９１０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／３／反省会",
		},
		０９２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２１１／３／メルフェイスのエロ",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "Good moRning.",
				},
			},
		},
		０９３０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／４／宮島に向かうチャカ",
		},
		０９４０ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０９５０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／宮島に向かうランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I won't let you!",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１０００ = {
			画像Ａ = "光の道",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／光の道",
			背景 = "光の道",
			地名 = "光の道",
			音楽 = "フィールド／地底",
		},
		１０１０ = {
			画像Ａ = "光の道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, I can walk pRopeRly\nnow.",
				},
			},
		},
		１０２０ = {
			画像Ａ = "光の道",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／離れ宮島について",
			コルルンサ = "神々",
		},
		１０３０ = {
			画像Ａ = "光の道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11バグ",
		},
		１０４０ = {
			画像Ａ = "光の道",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "光の道",
		},
		１０５０ = {
			画像Ａ = "光の道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Only about halfway theRe...",
				},
			},
		},
		１０５５ = {
			画像Ａ = "光の道",
		},
		１０６０ = {
			画像Ａ = "光の道",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／パステル",
		},
		１０７０ = {
			画像Ａ = "光の道",
			画像Ｂ = "",
		},
		１０８０ = {
			画像Ａ = "光の道",
			画像Ｂ = "その頃印",
			物語 = "２１１／４／メルフェイスの過去",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's so long, damn it!",
				},
			},
		},
		１０９０ = {
			画像Ａ = "光の道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55アントーン／ボス",
		},
		１０９５ = {
			画像Ａ = "光の道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Oh, I can see something!",
				},
			},
		},
		１１００ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／到着",
			背景 = "離れ宮島",
			地名 = "離れ宮島",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go to Mikan's place.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Go to Willis's house.",
				},
			},
		},
		１１１０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１２０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／ウィリスの家へ",
			フラグ = "メルフェイスの呪い＝無し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ah... what a waste...",
				},
			},
		},
		１１３０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv20 メルフェイス" },
		},
		１１５０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１６０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "その頃印",
			物語 = "２１１／４／ミカンとチャカ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウィリス",
					説明 = "Ah... this wRong spell is...",
					フラグ = "禁止グループランス以外",
				},
			},
		},
		１１７０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "味方ボス印",
			物語 = "２１１／４／チャカ戦闘前",
			戦闘 = "m55チャカ",
			物語２ = "２１１／４／チャカ戦闘後",
			フラグ = "メルフェイスの呪い＝有り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "OpeRation success!",
					フラグ = "禁止グループ解除",
				},
			},
		},
		１１８０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv39 チャカ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, let's RestoRe the\nunit foRmation.",
				},
			},
		},
		１１９０ = {
			画像Ａ = "離れ宮島",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's RetuRn to the\nbattlefield.",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／５／戦場に戻る",
			背景 = "戦場",
			地名 = "戦場　スケールの西",
			音楽 = "フィールド／戦場",
		},
		１２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１２１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１２２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／５／ヨシフ登場",
		},
		１２３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／５／鬼部隊",
		},
		１２４０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "A squad ahead... conseRve\nstRength.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "BReak thRough the fRont!\nJust defeat them!",
				},
			},
		},
		１２５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１２６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１３００ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			物語 = "２１１／５／鬼部隊戦闘前",
			戦闘２ = "m11鬼",
			！条件書換前 = "メルフェイスの呪い　物語３=２１１／５／鬼部隊戦闘後／弱いメルフェイス",
			条件書換前 = "メルフェイスの呪い　物語３=２１１／５／鬼部隊戦闘後",
			フラグ = "鬼連続撃破数＋＋",
		},
		１３３５ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
		},
		１３４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "鬼連続撃破数＝３",
					説明 = "Defeated 3 squads of\ndemons.",
				},
				分岐右 = {
					！条件 = "鬼連続撃破数＝３",
					説明 = "---",
				},
			},
		},
		１３５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ワープ印",
			ワープ = "１４００",
		},
		１４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Damn, suRRounded by\ndemons.",
				},
			},
		},
		１４１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			！条件書換前 = "メルフェイスの呪い　戦闘=m11鬼",
			条件書換前 = "メルフェイスの呪い　物語=２１１／５／粘着地面汎用　戦闘=m11鬼／粘着地面",
			フラグ = "鬼連続撃破数＋＋",
		},
		１４２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hey, you'Re in the way!\nBReak thRough, bReak\nthRough!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "While we'Re at it, let's hunt\nthe geneRal too!",
				},
			},
		},
		１４２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１４３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		１４４０ = {
			画像Ａ = "戦場",
		},
		１４５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ワープ印",
			ワープ = "１４６０",
		},
		１４６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ummm, I don't know wheRe.",
				},
			},
		},
		１５００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／５／逃げるレキシントン",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahhh! They escaped again?",
				},
			},
		},
		１５１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Well, well... the battle ended\nsafely, afteR all...",
				},
			},
		},
		１６００ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
		},
		１６１０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／５／叱られたレキシントン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now, which giRl should I do\ntonight...",
				},
			},
		},
		１６２０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			背景 = "都市／夜",
			物語 = "２１１／６／侵入",
			音楽 = "ＡＤＶ／不安",
		},
		１６３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２１１／６／ニミッツのエロ",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Fuhihiii~ I'm satisfied,\nsatisfied.",
				},
			},
		},
		１６４０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６４５ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／ニミッツとメルフェイス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go, kill them all!",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１６５０ = {
			画像Ａ = "都市",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２１１／６／アトランタ戦闘前",
			戦闘 = "m55アトランタ＋ジュノー",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐左 = {
					！条件 = "引き分け",
					説明 = "Battle = VictoRy.",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
				},
			},
		},
		１６６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／引き分け後共通",
			条件分岐 = {
				分岐前 = {
					！条件 = "アペンタ村を救った",
					説明 = "---",
				},
				分岐右 = {
					条件 = "アペンタ村を救った",
					説明 = "Apemunta Village Remains\nintact.",
				},
			},
		},
		１６７０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１７００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／勝利後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well, whateveR, let's go\nhome.",
				},
			},
		},
		１７０５ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１７１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／ニミッツ仲間",
			フラグ = "ニミッツ仲間ルート＝１",
		},
		１７２０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 ニミッツ" },
		},
		１７３０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, time foR the final\ntouch.",
				},
			},
		},
		１７４０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２１１／６／戦局２",
			終了 = 1,
		},
		１８００ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／自殺",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Come to think of it, who was\nthe giRl last night?",
				},
			},
		},
		１８１０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I want to hold heR again.",
				},
			},
		},
		１８２０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm, something's Really on\nmy mind.",
				},
			},
		},
		１８３０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２１１／６／戦局１",
			終了 = 1,
		},
		１９００ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１９０５ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／本物復活",
			音楽 = "ＡＤＶ／魔軍",
			背景 = "魔軍野営地",
		},
		１９１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／本物の宴",
		},
		１９２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／本物とヨシフ",
			背景 = "戦場",
			地名 = "戦場",
			音楽 = "フィールド／戦場",
		},
		１９３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'll decide today.",
				},
			},
		},
		１９３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		１９３６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11鬼　自動",
		},
		１９３７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11鬼　自動",
		},
		１９４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１１／６／本物戦闘前",
			戦闘２ = "m55レキシントン／本物",
			物語３ = "２１１／６／本物戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メルフェイス",
					説明 = "Nimitz...",
				},
			},
		},
		１９４５ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１９５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			背景 = "リーザス平原",
			地名 = "リーザス",
		},
		１９６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／９／レキシントン倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now then, guhuhu~ supeR\nglamoRous demon giRl.",
				},
			},
		},
		２００５ = {
			画像Ａ = "戦場",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２０１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／９／レキシントン戻る",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "In otheR woRds, the inside is\nan old man, huh? Then die!",
				},
			},
		},
		２０２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／９／レキシントン殺す",
			フラグ = "アトランタ＝１",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "All Resolved.",
				},
			},
		},
		２０３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "HeRe's the tReasuRe.",
					フラグ = "ウルトラレアＯＮ",
				},
			},
		},
		２０４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 アトランタ", "使徒 ジュノー" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Found anotheR one, nice\nseRvice.",
				},
			},
		},
		２０５０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
	リーザス３ = {
		背景 = "リーザス城",
		地名 = "首都　リーザス城",
		音楽 = "フィールド／首都",
		０００１ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１２／戦況",
			フラグ = "リーザス地域",
		},
		０００２ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "２１２／リーザス城",
			フラグ = "チルディの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SoRtie to Rich.",
					物語 = "２１２／選択／リッチに向けて",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０００５ = {
			画像Ａ = "街道１",
		},
		００１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチの情報１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's take the safe highway.",
					背景 = "街道１",
					地名 = "リーザス　街道",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I like the open plains.",
					背景 = "リーザス平原",
					地名 = "リーザス　平原",
				},
			},
		},
		００２０ = {
			画像Ａ = "街道１",
		},
		００３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
		},
		００４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
		},
		００５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		００６１ = {
			画像Ａ = "リーザス平原",
		},
		００６２ = {
			画像Ａ = "村",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		００６３ = {
			画像Ａ = "リーザス平原",
		},
		００６４ = {
			画像Ａ = "村",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		００６５ = {
			画像Ａ = "リーザス平原",
		},
		００６６ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "リーザス平原",
		},
		００７０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／オク",
			背景 = "都市",
			地名 = "オク",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's cRoss the\nmountain.",
					背景 = "山道",
					地名 = "Ｌ・Ｃ・Ｍ連山",
				},
			},
		},
		００９０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１００ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０１１０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１２０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＢ",
		},
		０１３０ = {
			画像Ａ = "山道",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０１４０ = {
			画像Ａ = "山道",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I smell something eRotic.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I smell something delicious.",
				},
			},
		},
		０１５１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１５２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１５３ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０１５４ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "調教バイブル" },
		},
		０１６０ = {
			画像Ａ = "山道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１６５ = {
			画像Ａ = "山道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２００ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／農地の説明",
			背景 = "農地",
			地名 = "ズンド農地",
			音楽 = "フィールド／僻地昼",
		},
		０２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０２１０ = {
			画像Ａ = "農地",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ぷりょ／ボス",
		},
		０２２０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチの情報２",
		},
		０２３０ = {
			画像Ａ = "農地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０２４０ = {
			画像Ａ = "農地",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０２４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		０２５０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／レイラさん",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'll think about this lateR.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Layla... Let's RetuRn to\nLeesas Castle.",
					物語 = "２１２／リーザス城に戻る",
					背景 = "山道",
					地名 = "Ｌ・Ｃ・Ｍ連山",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０２５１ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／調教師になる",
		},
		０２６０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０２７０ = {
			画像Ａ = "農地",
			画像Ｂ = "その頃印",
			物語 = "２１２／ヨシフの様子",
		},
		０２８０ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "チルディ調教確認１",
					説明 = "Childi owned, same event A\ncompleted.",
				},
				分岐右 = {
					説明 = "---",
				},
			},
		},
		０２８８ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／チルディの調教１",
			フラグ = "チルディ調教済み＝１",
		},
		０２８９ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０２９０ = {
			画像Ａ = "農地",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22ハチ女集団",
		},
		０３００ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "チルディ調教確認２",
					説明 = "Childi tRained, holding\nTRaining Bible.",
				},
				分岐右 = {
					説明 = "---",
				},
			},
		},
		０３１０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／チルディの調教２",
			フラグ = "チルディ調教済み＝２",
		},
		０３１１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０３２０ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "I'm enteRing the lich.",
				},
			},
		},
		０３５０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチ１",
			背景 = "都市",
			地名 = "大都市　リッチ",
			音楽 = "フィールド／村",
		},
		０３５１ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチ２",
		},
		０３５２ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチ３",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "So I'm counting on you.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Wait, I'll win faiR and squaRe.",
					物語 = "２１２／選択／正々堂々",
				},
			},
		},
		０４００ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			物語 = "２１２／大会／裏操作",
		},
		０４１０ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チルディ",
					説明 = "I'll head quickly to Yoshif's\nmansion.",
				},
			},
		},
		０５００ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "チルディ調教確認３",
					説明 = "Childi peRfectly tRained.",
				},
				分岐右 = {
					！条件 = "チルディ調教確認３",
					説明 = "---",
				},
			},
		},
		０５１０ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			物語 = "２１２／大会／正々堂々／負け",
			音楽 = "ＡＤＶ／バカ",
		},
		０５１５ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５２０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１２／負けの後",
			終了 = 3,
		},
		０５５０ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			物語 = "２１２／大会／正々堂々／勝ち",
			フラグ = "チルディ調教済み＝３",
		},
		０５５５ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "穴奴隷 チルディ" },
		},
		０５６０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６００ = {
			画像Ａ = "都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRtuRe",
					地名 = "魔軍野営地",
					背景 = "魔軍野営地",
				},
			},
		},
		０６１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２１２／ヨシフの館",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahaha! I won't let the\nfilthy geneRal escape!",
				},
			},
		},
		０６２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２１２／ヨシフ戦闘前",
			戦闘 = "m55魔物大将軍ヨシフ",
			物語２ = "２１２／ヨシフ戦闘後",
			背景 = "都市",
			地名 = "大都市リッチ",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "GReat victoRy!",
				},
			},
		},
		０６３０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／チルディその後",
		},
		０６４０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０６５０ = {
			画像Ａ = "都市",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			フラグ = "ウルトラレアＯＮ",
		},
		０６６０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６７０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２１２／リーザスその後",
			終了 = 1,
		},
		１０００ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		１０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			背景 = "リーザス平原",
			地名 = "リーザス",
		},
		１０２０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１２／リーザス城に戻ってきた",
			背景 = "リーザス城",
			地名 = "リーザス城",
			音楽 = "フィールド／首都",
		},
		１０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／リック／戦闘前",
			フラグ = "禁止グループランス以外",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "A duel with Rick.",
				},
			},
		},
		１０３５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55リック",
			条件書換後 = "勝利 音楽=無音",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		１０４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／リック／花を持たせる",
			音楽 = "ＡＤＶ／ゆったり",
			フラグ = "リックの結婚＝１",
		},
		１０４１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv70 リック", "Lv52 レイラ" },
		},
		１０４２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／作戦失敗",
			フラグ = "禁止グループ解除",
			終了 = 3,
		},
		１０５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／リック／戦闘後",
			音楽 = "ＡＤＶ／バカ",
		},
		１０５１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "酒乱 レイラ" },
		},
	},
	リーザス方面支援 = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			物語 = "１０１／リーザス方面支援の開始",
			フラグ = "リーザス地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Quickly wipe them out as we\nmove aRound.",
				},
			},
		},
		００５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "AlRight, I'm counting on you,\ngo foR it, waRRioRs!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Follow me.",
				},
			},
		},
		０２４ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０２５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０２６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３５ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４１ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					説明 = "It's about time foR the boss.",
				},
			},
		},
		０４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０５０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		０６０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "リーザス平原",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We've eaRned enough battle\nachievements; let's pull back.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Not yet, we'll fight a little\nlongeR.",
				},
			},
		},
		１００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "１０１／リーザス方面支援の終了",
			終了 = 1,
		},
		２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		２２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		２３０ = {
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２５０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "１０１／リーザス方面支援の終了",
			終了 = 1,
		},
	},
	ワーグ決戦 = {
		背景 = "街道２",
		地名 = "最前線の近く",
		音楽 = "フィールド／陣地",
		０００１ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１３／スタート",
			フラグ = "ワーグ地域",
			選択分岐 = {
				分岐前 = {
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		０００２ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０００３ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグの説明",
		},
		０００４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０００５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／途中の村",
			地名 = "魔軍との最前線",
		},
		０００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０００７ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		００１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
		},
		００５０ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			物語 = "２１３／眠りの砦",
			背景 = "砦",
			地名 = "前線の砦",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Isn't anyone awake? SeaRch!",
				},
			},
		},
		００６０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠り姫",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We've done what we needed,\nnext is a bReak.",
				},
			},
		},
		００６５ = {
			画像Ａ = "砦内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We had a bReak, next is...",
				},
			},
		},
		００７０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "２１３／敵襲",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "InteRception of the demon\naRmy.",
					物語 = "２１３／敵襲／迎撃",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I'll take you at youR woRd\nand RetReat.",
					物語 = "２１３／敵襲／撤退",
					背景 = "街道２",
					地名 = "魔軍との最前線",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		００９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		００９６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０１００ = {
			画像Ａ = "砦内",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０１１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			物語２ = "２１３／魔物軍撤退",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SeaRching foR WaRgs.",
					背景 = "街道２",
					地名 = "魔軍との最前線",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		０１２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０２００ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SeaRching foR WaRgs.",
				},
			},
		},
		０２１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２２０ = {
			画像Ａ = "街道１",
		},
		０３００ = {
			画像Ａ = "街道１",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０３１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０４００ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／村",
			背景 = "村",
			地名 = "とある村",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Anyway, let's Rest.",
				},
			},
		},
		０４１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DinneR-",
				},
			},
		},
		０４１５ = {
			画像Ａ = "村",
			画像Ｂ = "その頃印",
			物語 = "２１３／その頃ワーグ",
		},
		０４２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			背景 = "村／夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's almost night... Tonight,\nwith whom...",
				},
			},
		},
		０４３０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグの夜",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Run away.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "CaptuRe the WaRg.",
					物語 = "２１３／近寄る０",
				},
			},
		},
		０４３５ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１３／逃げる",
			終了 = 3,
		},
		０４４０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／近寄る１",
			条件分岐 = {
				分岐前 = {
					条件 = "ランスのランクが３０以下",
					説明 = "---",
				},
				分岐右 = {
					！条件 = "ランスのランクが３０以下",
					説明 = "Rance's . Rank 31 oR above.",
				},
			},
		},
		０４４５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠ってしまった",
			終了 = 2,
		},
		０４５０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／近寄る２",
			フラグ = "禁止グループ３０以下",
			条件分岐 = {
				分岐前 = {
					条件 = "ランスのランクが４０以下",
					説明 = "---",
				},
				分岐右 = {
					！条件 = "ランスのランクが４０以下",
					説明 = "Rance's . Rank 41 oR above.",
				},
			},
		},
		０４５５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠ってしまった",
			終了 = 2,
		},
		０４６０ = {
			画像Ａ = "村",
			フラグ = "禁止グループ４０以下",
			条件分岐 = {
				分岐前 = {
					条件 = "ランスのランクが５０以下",
					説明 = "---",
				},
				分岐右 = {
					！条件 = "ランスのランクが５０以下",
					説明 = "Rance's . Rank 51 oR above.",
				},
			},
		},
		０４６５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠ってしまった",
			終了 = 2,
		},
		０４７０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグ／接触",
			フラグ = "禁止グループ５０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "FoRm a unit with those who\ncan move and fight.",
				},
			},
		},
		０４８０ = {
			画像Ａ = "村",
			画像Ｂ = "魔人印",
			物語 = "２１３／ワーグ／戦闘前",
			戦闘 = "m55ワーグ",
			音楽 = "フィールド／優勢",
		},
		０４９０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグ／戦闘後",
			フラグ = "禁止グループ解除",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ZZZZZZZ",
				},
			},
		},
		０５００ = {
			画像Ａ = "村",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０５１０ = {
			画像Ａ = "村",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０５２０ = {
			画像Ａ = "村",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			終了 = 1,
		},
	},
	異界特訓 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "１０５／異界ゲート",
			コルルンサ = "異界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go thRough the otheRwoRld\ngate.",
					背景 = "真っ黒",
					地名 = "−−−",
					音楽 = "無音",
				},
			},
		},
		１００ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "１０５／ポリポリワン初",
			背景 = "異界",
			地名 = "異界　ポリポリワン",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Polygon hunting.",
				},
			},
		},
		１１０ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１２０ = {
			画像Ａ = "異界",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		１３０ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１３１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１３２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ポリポリワン　自動",
		},
		１３３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ポリポリワン　自動",
		},
		１４０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "１０５／異界の話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Still, it's a bleak woRld.",
				},
			},
		},
		１５０ = {
			画像Ａ = "異界",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		１５１ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１５２ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１５３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１５４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１６０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "１０５／キャンプ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Time to eat!",
				},
			},
		},
		１６５ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ポリポリワン　自動",
		},
		１７０ = {
			画像Ａ = "異界",
			画像Ｂ = "中ボス印",
			戦闘 = "m55機々械々",
		},
		１８０ = {
			画像Ａ = "異界",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		１９０ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１９１ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		２００ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "１０５／終了",
			終了 = 1,
		},
	},
	永久牢のカミーラ = {
		背景 = "ゼス城",
		地名 = "首都　ラグナロックアーク",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "１１０／ゼス首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "千鶴子",
					説明 = "This way.",
					背景 = "ゼス平原／豪雨",
					地名 = "ゼス",
				},
			},
		},
		０１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１０／永久牢に入る",
			背景 = "ゼス迷宮",
			地名 = "永久地下牢",
			音楽 = "フィールド／迷宮",
			コルルンサ = "魔人カミーラ",
			フラグ = "地形＝屋内",
		},
		０２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０２６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		０３０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０３５ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
		},
		０４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０６０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１０／侵入者有り",
			地名 = "永久地下牢　中層",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "Let's huRRy.",
				},
			},
		},
		０６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０７０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "魔軍印",
			戦闘 = "m11ＳＳ魔軍",
		},
		０８０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１００ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "中ボス魔軍印",
			物語 = "１１０／ケイブワン／戦闘前",
			戦闘 = "m22ＳＳ魔軍＋ケイブワン",
			物語２ = "１１０／ケイブワン／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It wasn't a big deal,\nintRudeR.",
					地名 = "永久地下牢　下層",
				},
			},
		},
		１１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１０／アレックス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Time to meet Camilla-chan.",
				},
			},
		},
		１３０ = {
			画像Ａ = "110カミーラ",
			画像Ｂ = "",
			物語 = "１１０／カミーラ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, got Camilla.",
				},
			},
		},
		１４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv44 アレックス" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetuRn to the castle.",
					地名 = "自由都市",
					背景 = "街道１",
					音楽 = "フィールド／ランス城",
				},
			},
		},
		１５０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１１０／ランス城",
			終了 = 1,
		},
	},
	陥落ＣＩＴＹ確認 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７４／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetRieve Biscetta-san.",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
		},
		００７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "自由都市平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Hmm, the scent of a giRl\nmonsteR...",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Ugh, ignoRe it, ignoRe it.",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５５ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "自由都市平原",
			割り込み = "道中サブ",
		},
		０５７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０６０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２７４／ＣＩＴＹ到着",
			背景 = "ランス城",
			地名 = "魔軍に占領されたランス城",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "BReak thRough the fRont.",
				},
			},
		},
		１０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		１１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その頃印",
			物語 = "２７４／レッドアイとビスケッタ",
		},
		１２０ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Kill all the monsteRs.",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, this aRea is\nthinly guaRded.",
				},
			},
		},
		１３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１３１ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１３２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１３３ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１３４ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その頃印",
			物語 = "２７４／ビスケッタとロナ",
		},
		１４５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		１５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔人印",
			物語 = "２７４／レッドアイ／戦闘前",
			戦闘 = "m55レッドアイトッポス／Ｃ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		２００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７４／レッドアイ／戦闘後",
			音楽 = "無音",
		},
		２１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７４／ビスケッタとケスチナ",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's escape.",
					背景 = "山道",
					地名 = "自由都市",
				},
			},
		},
		２５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７４／レッドアイ／自力撃破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's escape.",
					背景 = "山道",
					地名 = "自由都市",
				},
			},
		},
		２９０ = {
			画像Ａ = "山道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			フラグ = "ウルトラレアＯＮ",
		},
		２９５ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		３００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２７４／自爆",
			終了 = 1,
		},
	},
	空中防衛中 = {
		背景 = "ランス城／上空",
		地名 = "ランス城",
		１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１１／戦闘前",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go, shoot them down\none by one.",
				},
			},
		},
		１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔軍／飛行",
		},
		２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔軍／飛行",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Defeat the enemies outside\nthe castle.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Defeat the enemies inside the\ncastle.",
				},
			},
		},
		３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What, they'Re alReady wiped\nout?",
				},
			},
		},
		４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔軍／飛行",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What, they'Re alReady wiped\nout?",
				},
			},
		},
		１００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１１／戦闘後",
			終了 = 1,
		},
	},
	坑道からモンスター／砦 = {
		背景 = "ランス砦",
		地名 = "ランス砦",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７７／スタート",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What's going on this eaRly in\nthe moRning?",
				},
			},
		},
		０２０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７７／地底から現れたモンスター",
			地名 = "ランス砦の奥",
			背景 = "人工迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "MonsteRs, huh? A good way\nto kill time.",
				},
			},
		},
		０２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０２６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０３０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７７／境",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's pRoceed deepeR inside.",
					背景 = "地下洞窟",
					地名 = "ランス砦の奥の奥",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０４０ = {
			画像Ａ = "地下洞窟",
			条件分岐 = {
				分岐前 = {
					条件 = "ポピンズが居る",
					説明 = "Contact with Poppins\ndetected.",
				},
				分岐右 = {
					！条件 = "ポピンズが居る",
					説明 = "---",
				},
			},
		},
		０５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "日立姫",
					説明 = "MonsteRs... scaRy, aRen't\nthey, LoRd Toshiba...?\n(glance glance)",
				},
			},
		},
		０５１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２７７／ポピンズ遭遇",
			フラグ = "ポピンズ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "Let's go, to the faR end of the\nundeRgRound.",
				},
			},
		},
		０６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "Hmm, soon the big one will\ncome.",
				},
			},
		},
		０８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			物語 = "２７７／ボス／戦闘前",
			戦闘２ = "m55中ボスＤ",
			物語３ = "２７７／ボス／戦闘後",
			終了 = 1,
		},
	},
	最終決戦 = {
		背景 = "海岸",
		地名 = "魔物界の岸壁",
		音楽 = "フィールド／陣地",
		０００１ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５９／橋頭堡での行動",
		},
		０００２ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２６０／１／出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Head towaRds Mount\nBezudoku.",
					物語 = "２６０／選択／ベズドグ山",
					背景 = "魔物平原",
					地名 = "魔物平原",
					音楽 = "フィールド／侵入",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Aim foR the Tanzamonza\nTRee.",
					物語 = "２６０／選択／タンザモンザツリー",
					背景 = "魔物平原",
					地名 = "魔物平原",
					音楽 = "フィールド／魔物界",
				},
			},
		},
		０００３ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed caRefully.",
				},
			},
		},
		０００４ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The demon aRmy hasn't\nnoticed, heh heh.",
				},
			},
		},
		０００５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Is it about time...",
				},
			},
		},
		０００６ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２６０／１／タンザモンザツリー",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／敗北",
			終了 = 4,
		},
		００１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／偵察隊",
			物語２ = "２６０／１／戦闘後",
		},
		００２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／ベズドグ前",
			条件分岐 = {
				分岐前 = {
					！条件 = "引き分け",
					説明 = "Battle = VictoRy.",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
					物語 = "２６０／１／逃げられた",
					フラグ = "最終戦／逃げられた＝１",
				},
			},
		},
		００３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２６０／１／疑念",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アナセル",
					説明 = "(I want to Run... I have a bad\nfeeling.)",
				},
			},
		},
		００４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／ベズドグ前",
			条件分岐 = {
				分岐前 = {
					！条件 = "引き分け",
					説明 = "Battle = VictoRy.",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
					物語 = "２６０／１／逃げられた",
					フラグ = "最終戦／逃げられた＝１",
				},
			},
		},
		００５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "その頃印",
			物語 = "２６０／１／その頃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "柚美",
					説明 = "This place, the enemies heRe\naRen't cute at all.",
				},
			},
		},
		００６０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁／ベズドグ前",
			条件分岐 = {
				分岐前 = {
					！条件 = "引き分け",
					説明 = "Battle = VictoRy.",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
					物語 = "２６０／１／逃げられた",
					フラグ = "最終戦／逃げられた＝１",
				},
			},
		},
		００７０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "味方ボス印",
			物語 = "２６０／１／テオマンの妨害４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コーラ",
					説明 = "Now, the next heRo is...",
				},
			},
		},
		００７５ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This feeling... have the\nenemies gotten stRongeR?",
				},
			},
		},
		００８０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "....",
				},
			},
		},
		０１００ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "最終戦／逃げられた",
					説明 = "Up to this point, I haven't let\nany enemies escape.",
				},
				分岐右 = {
					条件 = "最終戦／逃げられた",
					説明 = "---",
				},
			},
		},
		０１１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／待ち構える大軍",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／敗北",
			終了 = 4,
		},
		０１２０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ベズドグ山",
			背景 = "ベズドグ山",
			地名 = "ベズドグ山",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０１３０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０１４０ = {
			画像Ａ = "ベズドグ山",
		},
		０１５０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "",
		},
		０１６０ = {
			画像Ａ = "ベズドグ山",
		},
		０１７０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０１８０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０２００ = {
			画像Ａ = "260門",
			画像Ｂ = "",
			物語 = "２６０／２／マエリータと門",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "学者",
					説明 = "Quickly this way, huRRy up.",
					地名 = "ベズドグ山内　第１ブロック",
					背景 = "ベズドグ山内",
				},
			},
		},
		０２１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／マエリータ／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
			物語２ = "２６０／２／マエリータ／戦闘後",
		},
		０２１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ベズドグ山内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "It's Really hot, isn't it? Whew,\nwhew.",
				},
			},
		},
		０２２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's take the path labeled\n'Passage No. 2'.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 3'.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "The path labeled 'Passage No.\n5' is the coRRect one.",
				},
			},
		},
		０３０１ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０３０２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３０３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３０４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／シャリエラ回想",
		},
		０３１２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			物語 = "２６０／２／魔物兵１",
			戦闘 = "m11ＳＳ魔軍",
		},
		０３２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Huh? Something... no, must\nbe my imagination.",
				},
			},
		},
		０３２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 70'.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 77'.",
				},
			},
		},
		０３３１ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　３０",
		},
		０３３２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３３３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０３３４ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０３３５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／魔物兵２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Schill, you pRopeRly\nRemembeRed the numbeR\njust now, Right?",
				},
			},
		},
		０３３６ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３４０ = {
			画像Ａ = "ベズドグ山内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "(Eh... if I RemembeR\ncoRRectly...)",
				},
			},
		},
		０３５０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 6'.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 66'.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 33'.",
				},
			},
		},
		０３５１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０３６０",
		},
		０３５２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３４０",
		},
		０３５３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３４０",
		},
		０３５４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３５５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３５６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３７０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Passage No. 40",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Passage No. 42",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Passage No. 48",
				},
			},
		},
		０３７１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０３８０",
		},
		０３７２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３６０",
		},
		０３７３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３６０",
		},
		０３７４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３７５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３７６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３８０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Passage No. 101",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Passage No. 111",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Passage No. 999",
				},
			},
		},
		０３９１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０３９７",
		},
		０３９２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３８０",
		},
		０３９３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３８０",
		},
		０３９４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４００ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第２ブロック",
			背景 = "魔物城内",
			地名 = "ベズドグ山内　第２ブロック",
		},
		０４１０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "その頃印",
			！条件書換前 = "カミーラが居る　物語=２６０／２／カミーラの接触",
			条件書換前 = "カミーラが居る　物語=２６０／２／その頃カミーラ",
		},
		０４３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０４１５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
		},
		０４４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "Resu Resu, moving foRwaRd,\nResu.",
				},
			},
		},
		０４４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		０４５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／ワンニャン遭遇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "SeRiously, even as an enemy,\nit's just too pathetic.",
				},
			},
		},
		０４６０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気１",
			背景 = "魔物城内／恐瘴気",
			フラグ = "地形＝恐瘴気",
			フラグ２ = "禁止グループ１０以下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "Along this path, theRe's\nsomething amazing.",
				},
				分岐右 = {
					顔画像 = "ミラクル",
					説明 = "The final battle is neaR. Think\ncaRefully about what you'll\nneed.",
				},
			},
		},
		０４６１ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４６２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４６３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４６４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４６５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４６６ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４７０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／牢番／戦闘前",
			戦闘 = "m11ＳＳ魔軍＋アバシリ",
			物語２ = "２６０／２／牢番／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "Miki-chan is inside heRe.",
				},
			},
		},
		０４８０ = {
			画像Ａ = "260美樹",
			画像Ｂ = "",
			物語 = "２６０／２／美樹解放",
			フラグ = "美樹使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ugh- the RewaRd sex will\nhave to wait, we must huRRy\nahead.",
				},
			},
		},
		０４８１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０４８２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４８３ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０４８４ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０４８５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０４８６ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４９０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／骸骨王／戦闘前",
			戦闘 = "m55モドカタ",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = Time's up.",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		０４９１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／撃破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "As expected of me.",
				},
			},
		},
		０４９３ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４９２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Thanks foR letting me pass.",
				},
			},
		},
		０４９５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第３ブロック",
			背景 = "ベズドグ山内／恐瘴気",
			地名 = "ベズドグ山内　第３ブロック",
			フラグ = "禁止グループ２０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Hang in theRe, Lance, just a\nlittle moRe.",
				},
			},
		},
		０５０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０５１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "GRRRllll.",
				},
			},
		},
		０５２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キャロリ",
					説明 = "Ah, RaRe medicinal heRbs\nheRe in a place like this.",
				},
			},
		},
		０５３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０５４０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気３",
			フラグ = "禁止グループ３０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Don't fall down, you guys.\nFollow me.",
				},
			},
		},
		０６００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...They'Re heRe. This is the\nplace.",
				},
			},
		},
		０６１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／２／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ａ",
			条件分岐 = {
				分岐前 = {
					条件 = "敗北",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					！条件 = "敗北",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		０６２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ケイブリス／戦闘後",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "禁止グループ解除／恐瘴気分のみ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "......",
				},
			},
		},
		０６３０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "２６０／３／穴に落ちたランス達",
			背景 = "ベズドグ下水",
			地名 = "ベズドグ山内　廃棄エリア",
			音楽 = "フィールド／僻地夜",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "......",
				},
			},
		},
		０６４０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			条件分岐 = {
				分岐前 = {
					条件 = "シャリエラルート",
					説明 = "EmbRacing ShalieRa.",
				},
				分岐右 = {
					！条件 = "シャリエラルート",
					説明 = "Feeding the Cave Nyan.",
				},
			},
		},
		０６５０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ合流",
			フラグ = "シャリエラの追加",
		},
		０６５１ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラの過去",
		},
		０６５２ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ランス戦いを決意",
		},
		０６５３ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ／ケイブニャン合流",
		},
		０６６０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブニャン合流",
			秘書登録 = "ケイブワン＆ニャン",
			フラグ = "ケイブニャンの追加",
		},
		０６７０ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける１",
			処理 = "宝箱／レア",
			カード = (list) { "タロコンソード" },
			条件分岐 = {
				分岐前 = {
					条件 = "メリムが居る",
					説明 = "When MeRim was possessed",
				},
				分岐右 = {
					！条件 = "メリムが居る",
					説明 = "---",
				},
			},
		},
		０６７５ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける２",
			処理 = "宝箱／レア",
			カード = (list) { "タロコン機関" },
		},
		０６５５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "This place smells. I want to\nget out quickly.",
				},
			},
		},
		０６８０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／奮起",
			物語 = "２６０／３／サンセット合流",
			フラグ = "サンセット合流",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "I'm glad we can fight\ntogetheR again.",
				},
			},
		},
		０６８５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "Leave the cleanup of the\nweaklings to me.",
				},
			},
		},
		０６８６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０６８７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０６９０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリスの粛正",
			音楽 = "フィールド／侵入",
		},
		０６９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０７００ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "中ボス印",
			物語 = "２６０／３／泥姫再び／戦闘前",
			戦闘 = "m55バイランローズ改",
			物語２ = "２６０／３／泥姫再び／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "美樹",
					説明 = "...",
				},
			},
		},
		０７１０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／マエリータ残党",
			フラグ = "マエリータ隊＝１",
			処理 = "宝箱／レア",
			カード = (list) { "魔物 学者", "魔物 マッスル", "魔物 ニードル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "学者",
					説明 = "This way, we'll exit the\nseweR.",
					音楽 = "フィールド／魔物界",
					背景 = "ベズドグ山内／恐瘴気",
					地名 = "ベズドグ山内　第３ブロック",
				},
			},
		},
		０８００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／恐瘴気",
			フラグ = "地形＝恐瘴気",
		},
		０８１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリス回想５",
		},
		０８１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０８１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブリス前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Lance, I'm counting on you.",
				},
			},
		},
		０８２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! This is the\nfinishing blow!",
				},
			},
		},
		０８３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "大ボス印",
			物語 = "２６０／３／ストロガノフ／戦闘前",
			戦闘 = "m55ストロガノフ",
			物語２ = "２６０／３／ストロガノフ／戦闘後",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We weRe inteRRupted, but\nthis time we'll finish it foR\nsuRe.",
				},
			},
		},
		０８４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前２",
			戦闘 = "m55ケイブリス／Ｃ",
		},
		０８５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／３／ケイブリス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "....",
				},
			},
		},
		０８６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
		０８７０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／２／ケイブリス倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "....",
				},
			},
		},
		０８８０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
		０９００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
		},
		０９０１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
		},
		０９０２ = {
			画像Ａ = "ベズドグ山",
		},
		０９０３ = {
			画像Ａ = "ベズドグ山",
		},
		０９０４ = {
			画像Ａ = "溶岩",
		},
		０９０５ = {
			画像Ａ = "溶岩",
		},
		０９０６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
		},
		０９０７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
		},
		０９０８ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
		},
		０９０９ = {
			画像Ａ = "溶岩",
		},
		０９１０ = {
			画像Ａ = "溶岩",
		},
		０９１１ = {
			画像Ａ = "溶岩",
		},
		０９１２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１３ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１４ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１６ = {
			画像Ａ = "ベズドグ山内",
		},
		０９１７ = {
			画像Ａ = "ベズドグ山内",
		},
		０９１８ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
		０９１９ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
		０９２０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
		０９２１ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
	},
	最終決戦／飛行 = {
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２８７／スタート",
			背景 = "魔物の森",
			地名 = "魔物界　奥地",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Head foR Mount Bezdog.",
				},
			},
		},
		０１０ = {
			画像Ａ = "000ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アニス",
					説明 = "Hii! Hii!",
				},
			},
		},
		０２０ = {
			画像Ａ = "000ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "トッポス",
					説明 = "...!",
				},
			},
		},
		０３０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "イベント印",
			物語 = "２８７／ベズドグ山",
			背景 = "ベズドグ山",
			地名 = "ベズドグ山",
		},
		０４０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "イベント印",
			物語 = "２８７／山に突撃",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "....",
					地名 = "−−−",
					背景 = "その他",
				},
			},
		},
		０１００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２８７／突入後",
			フラグ = "サンセット禁止",
			地名 = "ベズドグ山内　第１ブロック",
			背景 = "ベズドグ山内",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's finish this.",
				},
			},
		},
		０１１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／ケイブリス",
		},
		０１２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ベズドグ山内",
		},
		０１２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／マエリータ出撃",
		},
		０１４０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's take the path labeled\n'Passage No. 2'.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 3'.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "The path labeled 'Passage No.\n5' is the coRRect one.",
				},
			},
		},
		０３１０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０３２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３２１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／シャリエラ回想",
		},
		０３５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／報告",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "The enemies aRe still in\nconfusion... This is ouR\nchance.",
				},
			},
		},
		０３７０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２８７／マエリータ／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
			物語２ = "２６０／２／マエリータ／戦闘後",
		},
		０３８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Huh? Something... no, must\nbe my imagination.",
				},
			},
		},
		０３８５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／勇者侵入",
		},
		０４００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 70'.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 77'.",
				},
			},
		},
		０４１０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　３０",
		},
		０４１１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０４３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／魔物兵２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Schill, you pRopeRly\nRemembeRed the numbeR\njust now, Right?",
				},
			},
		},
		０４３５ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４４０ = {
			画像Ａ = "ベズドグ山内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "(Eh... if I RemembeR\ncoRRectly...)",
				},
			},
		},
		０４５０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 6'.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 66'.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "PRoceed along the path\nlabeled 'Passage No. 33'.",
				},
			},
		},
		０４５１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０４６０",
		},
		０４５２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４４０",
		},
		０４５３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４４０",
		},
		０４５４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４５５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４５６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４７０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Passage No. 40",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Passage No. 42",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Passage No. 48",
				},
			},
		},
		０４７１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０４８０",
		},
		０４７２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４６０",
		},
		０４７３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４６０",
		},
		０４７４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４７５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４７６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４７７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "味方ボス印",
			物語 = "２８７／テオマンとの対決",
		},
		０４７８ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０４８０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Passage No. 101",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Passage No. 111",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Passage No. 999",
				},
			},
		},
		０４９１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０４９７",
		},
		０４９２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４８０",
		},
		０４９３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４８０",
		},
		０４９４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０５００ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第２ブロック",
			背景 = "魔物城内",
			地名 = "ベズドグ山内　第２ブロック",
		},
		０５１０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "その頃印",
			！条件書換前 = "カミーラが居る　物語=２６０／２／カミーラの接触",
			条件書換前 = "カミーラが居る　物語=２６０／２／その頃カミーラ",
		},
		０５１５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
		},
		０５３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０５４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想２",
		},
		０５４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		０５５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "その頃印",
			物語 = "２８７／ストロガノフ起きる",
		},
		０５６０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気１",
			背景 = "魔物城内／恐瘴気",
			フラグ = "地形＝恐瘴気",
			フラグ２ = "禁止グループ１０以下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "Along this path, theRe's\nsomething amazing.",
				},
				分岐右 = {
					顔画像 = "ミラクル",
					説明 = "The final battle is neaR. Think\ncaRefully about what you'll\nneed.",
				},
			},
		},
		０５６１ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５６２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５６３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５６４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５６５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５６６ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５７０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２８７／魔物兵美樹の話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "Whoa!",
				},
			},
		},
		０５７５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／牢番／戦闘前",
			戦闘 = "m11ＳＳ魔軍＋アバシリ",
			物語２ = "２６０／２／牢番／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "Miki-chan is inside heRe.",
				},
			},
		},
		０５８０ = {
			画像Ａ = "260美樹",
			画像Ｂ = "",
			物語 = "２６０／２／美樹解放",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ugh- the RewaRd sex will\nhave to wait, we must huRRy\nahead.",
				},
			},
		},
		０５８１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０５８２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０５８３ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５８４ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５８５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０５８６ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５９０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／骸骨王／戦闘前",
			戦闘 = "m55モドカタ",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = Time's up.",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		０５９１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／撃破",
		},
		０５９３ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５９２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Thanks foR letting me pass.",
				},
			},
		},
		０６００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第３ブロック",
			背景 = "ベズドグ山内／恐瘴気",
			地名 = "ベズドグ山内　第３ブロック",
			フラグ = "禁止グループ２０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Hang in theRe, Lance, just a\nlittle moRe.",
				},
			},
		},
		０６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０６１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想３",
		},
		０６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０６２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／報告兵倒れる",
		},
		０６３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０６４０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気３",
			フラグ = "禁止グループ３０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Don't fall down, you guys.\nFollow me.",
				},
			},
		},
		０７００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...They'Re heRe. This is the\nplace.",
				},
			},
		},
		０７１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２８７／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ａ",
			条件分岐 = {
				分岐前 = {
					条件 = "敗北",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					！条件 = "敗北",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		０７２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ケイブリス／戦闘後",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "禁止グループ解除／恐瘴気分のみ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "......",
				},
			},
		},
		０７３０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "２６０／３／穴に落ちたランス達",
			背景 = "ベズドグ下水",
			地名 = "ベズドグ山内　廃棄エリア",
			音楽 = "フィールド／僻地夜",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "......",
				},
			},
		},
		０７４０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			条件分岐 = {
				分岐前 = {
					条件 = "シャリエラルート",
					説明 = "EmbRacing ShalieRa.",
				},
				分岐右 = {
					！条件 = "シャリエラルート",
					説明 = "Feeding the Cave Nyan.",
				},
			},
		},
		０７５０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ合流",
			フラグ = "シャリエラの追加",
		},
		０７５１ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラの過去",
		},
		０７５２ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ランス戦いを決意",
		},
		０７５３ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ／ケイブニャン合流",
		},
		０７６０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブニャン合流",
			秘書登録 = "ケイブワン＆ニャン",
			フラグ = "ケイブニャンの追加",
		},
		０７７０ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける１",
			処理 = "宝箱／レア",
			カード = (list) { "タロコンソード" },
			条件分岐 = {
				分岐前 = {
					条件 = "メリムが居る",
					説明 = "When MeRim was possessed",
				},
				分岐右 = {
					！条件 = "メリムが居る",
					説明 = "---",
				},
			},
		},
		０７７５ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける２",
			処理 = "宝箱／レア",
			カード = (list) { "タロコン機関" },
		},
		０７５５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "This place smells. I want to\nget out quickly.",
				},
			},
		},
		０７８０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／奮起",
			物語 = "２８７／回復組合流",
			フラグ = "サンセット合流",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "......",
				},
			},
		},
		０７８５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = ".....",
				},
			},
		},
		０７８６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０７８７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０７９０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリスの粛正",
			音楽 = "フィールド／侵入",
		},
		０７９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０８００ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "中ボス印",
			物語 = "２６０／３／泥姫再び／戦闘前",
			戦闘 = "m55バイランローズ改",
			物語２ = "２６０／３／泥姫再び／戦闘後",
		},
		０８１０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／マエリータ残党",
			フラグ = "マエリータ隊＝１",
			処理 = "宝箱／レア",
			カード = (list) { "魔物 学者", "魔物 マッスル", "魔物 ニードル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "学者",
					説明 = "This way, we'll exit the\nseweR.",
					音楽 = "フィールド／魔物界",
					背景 = "ベズドグ山内／恐瘴気",
					地名 = "ベズドグ山内　第３ブロック",
				},
			},
		},
		０９００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／魔物界",
			物語 = "２６０／３／恐瘴気",
		},
		０９１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリス回想５",
		},
		０９１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０９１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブリス前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "......",
				},
			},
		},
		０９２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! This is the\nfinishing blow!",
				},
			},
		},
		０９３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "大ボス印",
			物語 = "２６０／３／ストロガノフ／戦闘前",
			戦闘 = "m55ストロガノフ",
			物語２ = "２６０／３／ストロガノフ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "HeRe we go, this time we'll\ntake that guy down foR suRe.",
				},
			},
		},
		０９４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前２",
			音楽 = "無音",
			戦闘 = "m55ケイブリス／Ｃ",
		},
		０９５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／３／ケイブリス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "....",
				},
			},
		},
		０９６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
		０９８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／２／ケイブリス倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "....",
				},
			},
		},
		０９９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
	},
	最初の戦い = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "０４／参謀本部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Who's in my demon\nexteRmination squad's elite\nmembeRs?",
				},
			},
		},
		００５ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "０４／集まった精鋭",
			フラグ = "王女達の追加",
			コルルンサ = "ランスと女達",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's oRganize the tRoops and\nthen depaRt.",
					背景 = "自由都市平原",
					地名 = "ＣＩＴＹ近郊",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "０４／作戦を決める",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Since we'Re at it, go foR a\nfRontal assault (difficult\nRoute).",
					物語 = "０４／正面突破",
					音楽 = "フィールド／支援",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Take a detouR and defeat the\nboss (standaRd Route).",
					物語 = "０４／迂回して進む",
					背景 = "森",
					地名 = "ＣＩＴＹ近郊　裏道",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１００ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／リア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's pRoceed thRough the\nback alley.",
				},
			},
		},
		１０２ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		１１０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／シーラ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRoceed cautiously.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Stop by the village.",
				},
			},
		},
		１１５ = {
			画像Ａ = "村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１７ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／マジック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "I have to do my best.",
				},
			},
		},
		１２５ = {
			画像Ａ = "森",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		１３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／香姫",
			地名 = "西山道口",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The enemy's main camp\nshould be close by now.",
				},
			},
		},
		２０１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／偵察隊",
		},
		２００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		２１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "It's a giRl monsteR!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Aim foR the demon geneRal.",
				},
			},
		},
		２１１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		２１５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		２２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The boss is in the foRest\nahead.",
					背景 = "森",
				},
			},
		},
		３００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			物語 = "０４／魔軍司令部発見",
			戦闘 = "m11魔軍／本陣護衛",
			地名 = "魔軍司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hehe, youR guaRds aRe too\nfew, demon geneRal.",
				},
			},
		},
		３０５ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍／ダボダス",
			音楽 = "フィールド／優勢",
		},
		３１０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "エロイベント印",
			物語 = "０４／アールコート捕獲",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's go back.",
					背景 = "自由都市平原",
					地名 = "帰路",
				},
			},
		},
		３２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			終了 = 1,
		},
	},
	材料探し／砦 = {
		００１ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			物語 = "２８０／スタート",
			背景 = "スライム迷宮",
			地名 = "ねっとり迷宮",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "I'll ask you to gatheR\nmateRials.",
				},
			},
		},
		０１０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ",
					説明 = "Now then, the most efficient\nhunting Route is... hm.",
				},
			},
		},
		０２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２５",
		},
		０３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well? Did it dRop? ...Tch, a\nmiss.",
				},
			},
		},
		０４０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ドリルの材料" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Let's move on to the next\none.",
				},
			},
		},
		０５０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's get the mateRials.",
				},
			},
		},
		０６０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "耐熱合板" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...Did you get something?",
				},
			},
		},
		０７０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "Uh ♪ (Looks like fun)",
				},
			},
		},
		０８０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "空気の素" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Did you find it?",
				},
			},
		},
		０９０ = {
			画像Ａ = "スライム迷宮",
			条件分岐 = {
				分岐前 = {
					条件 = "材料は揃った",
					説明 = "The mateRials aRe gatheRed.",
				},
				分岐右 = {
					！条件 = "材料は揃った",
					説明 = "---",
				},
			},
		},
		０９１ = {
			画像Ａ = "スライム迷宮",
		},
		０９２ = {
			画像Ａ = "スライム迷宮",
			終了 = 3,
		},
		１００ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "２８０／エンド",
			終了 = 1,
		},
	},
	自由都市１ = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２４０／１／スタート",
			フラグ = "自由都市地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's depaRt foR M Land.",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０００５ = {
			画像Ａ = "街道１",
		},
		００１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／自由都市連合",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "AlRight, let's pull ouRselves\ntogetheR and go!",
				},
			},
		},
		００１５ = {
			画像Ａ = "街道１",
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／１／魔軍の様子",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コンバート",
					説明 = "Haa... I have to do my best...",
				},
			},
		},
		００３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "I choose this way fReely.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "WhicheveR way I go, it's my\nfReedom.",
				},
			},
		},
		００４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
		},
		００４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００４５ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		００４６ = {
			画像Ａ = "森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		００５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／魔人パイアールの情報１",
			コルルンサ = "魔人パイアール",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "A male demon god... how\nboRing.",
				},
			},
		},
		００５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００６０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／魔人レイの情報",
			コルルンサ = "魔人レイ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AnotheR male demon god...\nboRing, boRing.",
				},
			},
		},
		００７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		００８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／１／魔人レイとセシル１",
		},
		００９０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／悪魔回廊直前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "EnteRing the demon\ncoRRidoR.",
				},
			},
		},
		０１００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／迷宮",
			物語 = "２４０／１／悪魔回廊",
			背景 = "悪魔回廊",
			地名 = "悪魔回廊",
			コルルンサ = "悪魔",
			フラグ = "地形＝屋内",
		},
		０１１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／リターンデーモン",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ランス",
					説明 = "OffeR Kanami.",
					物語 = "２４０／１／リターンデーモン／かなみ",
					フラグ = "ミラクルの追加",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Defeat the RetuRn Demon.",
					物語 = "２４０／１／リターンデーモン／倒す",
					フラグ = "ミラクルの追加",
				},
			},
		},
		０１３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m55悪魔／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "While we'Re at it, let's\nscatteR the demons and\nmove foRwaRd.",
				},
			},
		},
		０１４０ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		０１５０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／ダークランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's leave that bRat\nalone and move ahead.",
				},
			},
		},
		０１６０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This way.",
				},
			},
		},
		０１７０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "Ah, theRe's the exit.",
				},
			},
		},
		０１７５ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		０１７６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "悪魔回廊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "Hiihaa... I, I see light!",
				},
			},
		},
		０１７７ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		０１８０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２４０／１／出口",
			地名 = "自由都市",
			背景 = "自由都市平原",
			音楽 = "フィールド／自由都市",
			フラグ = "地形＝戻し",
		},
		０２００ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			背景 = "自由都市平原／夕方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The sun is setting.",
				},
			},
		},
		０２１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４０／１／魔人レイとセシル２",
			背景 = "自由都市平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "This way.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That way.",
				},
			},
		},
		０２２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０２３０ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'Re staRting to see it soon,\nhuh?",
				},
			},
		},
		０３００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／首都",
			物語 = "２４０／１／到着",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "This way, you know.",
				},
			},
		},
		０３１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／都市長達",
			コルルンサ = "自由都市の国々",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用警備兵", "汎用警備兵", "汎用警備兵" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "It's night - bewaRe of\nbedwetting.",
				},
			},
		},
		０３２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／ＤＸの会",
			コルルンサ = "ＤＸの会とデラックスブック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Looks like we can sleep\ncomfoRtably and soundly.",
				},
			},
		},
		０３３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２／マリアの依頼",
			選択分岐 = {
				分岐左 = {
					説明 = "It's Custom - let's do a favoR\nfoR MaRia.",
					物語 = "２４０／２１／カスタムへ",
					フラグ = "ミルの追加",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
				分岐右 = {
					説明 = "It's DiphtheRia - I'm\ninteRested in my exclusive\nship.",
					物語 = "２４０／２２／ジフテリアへ",
					フラグ = "志津香の追加",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０３９９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０４００ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "I'll do my best!",
				},
			},
		},
		０４１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／２１／道中",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "DetouR thRough the foRest.",
					背景 = "森",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go stRaight ahead.",
				},
			},
		},
		０４２１ = {
			画像Ａ = "森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４２２ = {
			画像Ａ = "森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原",
				},
			},
		},
		０４２５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４２６ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／２／レイとメアリー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "OuR town, Custom, is coming\nup soon.",
				},
			},
		},
		０４３５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
		},
		０４４０ = {
			画像Ａ = "都市",
			画像Ｂ = "魔軍印",
			物語 = "２４０／２１／カスタムの町／戦闘前",
			戦闘 = "m11魔軍",
			物語２ = "２４０／２１／カスタムの町／戦闘後",
			フラグ = "マリア使用禁止＝１",
			背景 = "都市",
			地名 = "カスタムの町",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Honestly, MaRia is...",
				},
			},
		},
		０４５０ = {
			画像Ａ = "マリアの工場内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４０／２１／チューリップ工場／戦闘前",
			戦闘 = "m55ＰＧ／ボス／マリア",
			物語２ = "２４０／２１／チューリップ工場／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "EnteR the undeRgRound\nlabyRinth.",
					背景 = "地下洞窟",
					地名 = "カスタムの地下迷宮",
					音楽 = "フィールド／迷宮",
					フラグ = "地形＝屋内",
				},
			},
		},
		０５００ = {
			画像Ａ = "地下洞窟",
		},
		０５０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０５１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "その頃印",
			物語 = "２４０／２１／マリアとダークランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What? I feel queasy; it's an\nunpleasant feeling.",
				},
			},
		},
		０５１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２４０／２１／マリアの落ちた場所",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Anyway, let's seaRch foR\nMaRia.",
				},
			},
		},
		０５３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance, enemies ahead -\nStone GuaRdian.",
				},
			},
		},
		０５４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "MaRia, you'Re alRight, Right?",
				},
			},
		},
		０５４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "その頃印",
			物語 = "２４０／２１／マリアとダークランス２",
		},
		０５６０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "I smell machine oil.",
				},
			},
		},
		０５７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２４０／２１／チューリップ３号運搬",
			フラグ = "マリア使用禁止＝０",
		},
		０５８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv40 マリア", "チューリップ３号Ｈ" },
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "OuR business is done; let's\nRetuRn to M Land.",
					背景 = "自由都市平原／夕方",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０６００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／志津香とナギ",
			秘書登録 = "志津香＆ナギ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "It's moRning! Let's depaRt!",
				},
			},
		},
		０６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／２／レイとメアリー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レイ",
					説明 = "...How meaningless.",
				},
			},
		},
		０６３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０６４０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／闘神都市",
			地名 = "闘神都市",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Shall we depaRt soon?",
					地名 = "熊野古道",
					背景 = "街道１",
				},
			},
		},
		０６５０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６７０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／パランチョ",
			地名 = "パランチョ",
			背景 = "自由都市平原",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Tch, that flashy gold guy is\nannoying.",
				},
			},
		},
		０６８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
			地名 = "熊野古道",
		},
		０６９０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／火星",
			地名 = "火星",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...Let's go.",
					地名 = "熊野古道",
					背景 = "自由都市平原",
				},
			},
		},
		０７００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		０７１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／２２／マリア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "Thank you, DaRk Rance.",
				},
			},
		},
		０７２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４０／２２／パイアール／戦闘前",
			戦闘 = "m55ＰＧ／ボス／街道",
			物語２ = "２４０／２２／パイアール／戦闘後",
		},
		０７３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０７４０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／ジフテリア",
			フラグ = "ランス船団＝１",
			地名 = "ジフテリア",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Haa... that was huge, huh.",
				},
			},
		},
		０７５０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv43 ピッテン", "Lv50 ポロン" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "OuR business is done; let's\nRetuRn to M Land.",
					背景 = "自由都市平原／夕方",
					地名 = "自由都市",
				},
			},
		},
		０８００ = {
			画像Ａ = "街道１",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０８０１ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／セシル合流",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We picked up a beautiful\nwoman, so let's RetuRn to M\nLand.",
				},
			},
		},
		０８１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／Ｍランドとセシル",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "I'll pRepaRe a bath.",
				},
			},
		},
		０８１１ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "Rance, won't you come back\nto my place tonight?",
				},
			},
		},
		０８１２ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／Ｍランドとマリア",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv40 戦士", "Lv66 弓兵", "Lv30 魔法使い" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Then let's depaRt to defeat\nthe demon god.",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０８２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
		},
		０８４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "The HypeR Building has 201\nflooRs.",
				},
			},
		},
		０８５０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／穴草原",
			音楽 = "フィールド／戦場",
			地名 = "戦場　ハイパービル前",
			背景 = "穴草原",
		},
		０８６０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go that way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		０８７０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
		},
		０８８０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
		},
		０８９０ = {
			画像Ａ = "穴草原罠",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原アウト",
			ワープ = "０９１０",
		},
		０９００ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
		},
		０９１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "",
			背景 = "地下洞窟",
			地名 = "穴草原の地下",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ouch! I fell into a hole, didn't\nI?",
				},
			},
		},
		０９２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＤ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's RetuRn to the suRface.",
				},
			},
		},
		０９３０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／その頃レイ",
			音楽 = "フィールド／戦場",
			地名 = "戦場　穴草原",
			背景 = "穴草原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Dash stRaight ahead - a\ndiRect line to the demon god!",
				},
			},
		},
		０９４０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "This Route is safe - we can\npRoceed without falling.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This is the Route; no\npRoblem.",
				},
			},
		},
		０９５０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Does weight affect it... it\ndoesn't, Right?",
				},
			},
		},
		０９６０ = {
			画像Ａ = "穴草原罠",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原アウト",
			ワープ = "０９７０",
		},
		０９７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "",
			背景 = "地下洞窟",
			地名 = "穴草原の地下",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gnununu, damn you!",
				},
			},
		},
		０９８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＤ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I was able to gain\nexpeRience. I've been aiming\nfoR this fRom the staRt.",
				},
			},
		},
		０９９０ = {
			画像Ａ = "穴草原",
			音楽 = "フィールド／戦場",
			地名 = "戦場　穴草原",
			背景 = "穴草原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "So I don't fall... quietly,\nquietly.",
				},
			},
		},
		１０００ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／穴草原突破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "HeRe we go, Rance.",
				},
			},
		},
		１０１０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "魔人印",
			物語 = "２４０／４／レイ／戦闘前",
			戦闘 = "m55レイ／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		１０２０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／レイ／戦闘後",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "(HeaRtbeat... That was a bit\ndangeRous.)",
				},
			},
		},
		１１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／ランスの夜",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now, what should I do...",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／４／接待２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Phew, that feels RefReshing.",
				},
			},
		},
		１１２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'm heading out again to hunt\nthe demon. Let's go!",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１１３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Come out, ThundeR Guy!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Next time, I'll win. PRobably.",
				},
			},
		},
		１１３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１１３２ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１１３３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１１３４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１１３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１１３６ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		１１４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／首都",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			物語 = "２４０／４／魔人現れず",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "Well then, take a good Rest.",
				},
			},
		},
		１１４５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４０／４／魔軍の夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "SeveRal days have passed...",
				},
			},
		},
		１２００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／会談１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "That evening...",
					背景 = "都市／夜",
					地名 = "小都市　ゴア",
				},
			},
		},
		１２１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／会談２",
			音楽 = "ＡＤＶ／緊張",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well then...",
				},
			},
		},
		１２２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "魔人印",
			物語 = "２４０／４／会談３",
			戦闘 = "m55レイ／Ｚ２",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			！条件書換後 = "勝利 音楽=無音",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
				},
			},
		},
		１２３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／会談４",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hehehe. Justice will pRevail.",
				},
			},
		},
		１２４０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２４０／４／レイ逃亡",
			背景 = "都市／夜",
			地名 = "−−−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メアリー",
					説明 = "............",
				},
			},
		},
		１３００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "The next day.",
					背景 = "Ｍランド",
					地名 = "臨時首都　Ｍランド",
				},
			},
		},
		１３１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コンバート",
					説明 = "I'll do it!",
				},
			},
		},
		１３２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／少し時間がある",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Inspecting enemy\ninfoRmation: Katyusha.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Inspecting ally infoRmation:\nCecil.",
				},
			},
		},
		１３３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／５／カチューシャ",
			フラグ = "カチューシャ展開＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha, I was one step\nahead.",
				},
			},
		},
		１３３１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv39 カチューシャ" },
		},
		１３４０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／５／セシル",
			フラグ = "セシルルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Dammit... I oveRdid it. Well,\nit felt good so I guess it's fine.",
				},
			},
		},
		１３４１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv42 セシル" },
		},
		１４００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now, to the\nbattlefield-SekigahaRa.",
					背景 = "野営地",
					地名 = "戦場　セキガハラ",
					音楽 = "フィールド／陣地",
				},
			},
		},
		１４１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／セキガハラ布陣",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's find the tRaitoR.",
				},
			},
		},
		１４２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エレノア",
					説明 = "Call EleanoR (Custom City\nMayoR).",
				},
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "Call Copandon (Kopa EmpiRe\nCity MayoR).",
				},
				分岐右 = {
					顔画像 = "ビヨンホウ",
					説明 = "Call Biyonhou (JifteRia City\nMayoR).",
				},
			},
		},
		１４２１ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／エレノア面談",
			フラグ = "推理Ａ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, then. Next\ninteRRogation.",
				},
			},
		},
		１４２２ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／コパンドン面談",
			フラグ = "推理Ａ＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, then. Next\ninteRRogation.",
				},
			},
		},
		１４２３ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／ビヨンホウ面談",
			フラグ = "推理Ａ＝３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, then. Next\ninteRRogation.",
				},
			},
		},
		１４３０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "パパデマス",
					説明 = "Call Papademas (Geo City\nMayoR).",
				},
				分岐前 = {
					顔画像 = "ペスポ",
					説明 = "Call Pespo (Hanna City\nMayoR).",
				},
				分岐右 = {
					顔画像 = "パトリシア",
					説明 = "Call PatRicia (Ice City\nMayoR).",
				},
			},
		},
		１４３１ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／パパデマス面談",
			フラグ = "推理Ｂ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, then. Next\ninteRRogation.",
				},
			},
		},
		１４３２ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／ペスポ面談",
			フラグ = "推理Ｂ＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, then. Next\ninteRRogation.",
				},
			},
		},
		１４３３ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／パトリシア面談",
			フラグ = "推理Ｂ＝３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, then. Next\ninteRRogation.",
				},
			},
		},
		１４４０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "セシル",
					説明 = "Call Cecil (FRee City CoRps\nCommandeR).",
				},
				分岐前 = {
					顔画像 = "篠田源五郎",
					説明 = "Call Shinoda (MilitaRy\nStRategist).",
				},
				分岐右 = {
					顔画像 = "朝倉義景",
					説明 = "Call AsakuRa (JAPAN\nReinfoRcements).",
				},
			},
		},
		１４４１ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／セシル面談",
			フラグ = "推理Ｃ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "InteRview concluded. The\ntRaitoR is that one.",
				},
			},
		},
		１４４２ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／篠田面談",
			フラグ = "推理Ｃ＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "InteRview concluded. The\ntRaitoR is that one.",
				},
			},
		},
		１４４３ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／朝倉面談",
			フラグ = "推理Ｃ＝３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "InteRview concluded. The\ntRaitoR is that one.",
				},
			},
		},
		１４５０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／面談終了",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "We've identified the tRaitoR.\nThey'Re among the thRee we\ninteRviewed.",
				},
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "Redo the inteRview.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Hmm?? TheRe's no tRaitoR.",
				},
			},
		},
		１４５１ = {
			画像Ａ = "野営地",
			画像Ｂ = "ワープ印",
			ワープ = "１４２０",
		},
		１４６０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／面談後１",
			背景 = "野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "Let's see what you've got.",
				},
			},
		},
		１４７０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／面談後２",
			背景 = "野営地",
			音楽 = "フィールド／陣地",
			フラグ = "推理Ａ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We wasted extRa time.\nShould I sleep?",
				},
			},
		},
		１４８０ = {
			画像Ａ = "野営地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "Both aRmies Remain in a\nstandoff; a day has passed...",
					背景 = "空／夜",
				},
			},
		},
		１５００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／開戦",
			背景 = "戦場",
			地名 = "戦場　セキガハラ",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Die, you\nweaklings!",
				},
			},
		},
		１５０１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１５１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／戦況１",
		},
		１５１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Defeat the manageable\nenemies!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "TheRe's a big fish heRe!\nDefeat it!",
				},
			},
		},
		１５３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m22魔軍＋魔物隊長",
		},
		１５３１ = {
			画像Ａ = "戦場",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１５３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５３６ = {
			画像Ａ = "戦場",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１５４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１５５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／チューリップ活躍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "Tulip is the best!",
				},
			},
		},
		１５５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１５６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／レイ活躍",
		},
		１５６５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１５６６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５７０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
		},
		１５８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４０／５／魔物将軍／戦闘前",
			戦闘 = "m55魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "I've taken it down!",
				},
			},
		},
		１５９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１６００ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／戦況２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "A tRaitoR...!? Oh no...",
				},
			},
		},
		１６１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Taking a bReak foR now.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This way.",
				},
			},
		},
		１６２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６３０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１６３５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１６４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／ジフテリア軍",
			条件分岐 = {
				分岐前 = {
					条件 = "ビヨンホウが怪しい",
					説明 = "Successfully pRevented the\nbetRayal",
				},
				分岐右 = {
					！条件 = "ビヨンホウが怪しい",
					説明 = "---",
				},
			},
		},
		１６５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／裏切り阻止",
			音楽 = "フィールド／優勢",
		},
		１６６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／圧勝状態",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's finish this!",
				},
			},
		},
		１６７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２４０／５／レイ／戦闘前",
			戦闘 = "m55レイ／Ｃ",
			物語２ = "２４０／５／レイ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カオス",
					説明 = "Chase them! PuRsue and\nmake them taste theiR own\nblood and flesh!",
				},
			},
		},
		１６８０ = {
			画像Ａ = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRess the attack! Yahoo!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Cleaning up small fRy isn't my\njob.",
				},
			},
		},
		１６８１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		１６８２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		１６８３ = {
			画像Ａ = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原／夕方",
				},
			},
		},
		１６９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原／夕方",
				},
			},
		},
		１７１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４０／６／落ち武者狩り１",
			音楽 = "フィールド／陣地",
			地名 = "自由都市",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "We've won this fight!",
				},
			},
		},
		１７２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／写真の事",
		},
		１７３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４０／６／落ち武者狩り２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フレイア",
					説明 = "Received a discoveRy RepoRt\nfRom the suboRdinates -\nwe'Re closing in.",
				},
			},
		},
		１７３５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			条件分岐 = {
				分岐左 = {
					条件 = "カチューシャ展開１",
					説明 = "Check on Katyusha's\ncondition.",
				},
				分岐右 = {
					条件 = "条件成立",
					説明 = "---",
				},
			},
		},
		１７３６ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／カチューシャの様子",
			フラグ = "カチューシャ展開＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That was close.",
				},
			},
		},
		１７４０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／ゴアの町",
			背景 = "都市／夜",
			地名 = "小都市　ゴア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "They should be in this town -\nseaRch foR them!",
				},
			},
		},
		１７５０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／レイ発見",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Challenge Route: Fight using\nonly Rance.",
					フラグ = "禁止グループランス以外",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Fight with eveRyone.",
				},
			},
		},
		１７６０ = {
			画像Ａ = "都市",
			画像Ｂ = "魔人印",
			物語 = "２４０／６／みんなで戦う",
			戦闘 = "m55レイ／Ｄ集団",
			音楽 = "フィールド／優勢",
		},
		１７７０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１７８０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／メアリー",
			フラグ = "レイ仲間ルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レイ",
					説明 = "............",
				},
			},
		},
		１７９０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１８００ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 レイ", "Lv9 メアリー" },
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
		},
		１８１０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２４０／６／その後の戦局",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／一人で戦う",
			フラグ = "禁止グループランス以外",
			フラグ２ = "達成／レイタイマン撃破＝５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Which veRsion of LoRd Rance\nwill you fight as? Hm?",
				},
			},
		},
		２０１０ = {
			画像Ａ = "都市",
			画像Ｂ = "魔人印",
			戦闘 = "m55レイ／Ｄソロ",
			物語２ = "２４０／２０／レイを倒す３",
			音楽 = "フィールド／優勢",
			フラグ = "禁止グループ解除",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'm definitely tiRed now.",
				},
			},
		},
		２０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０３０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２０４０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４５ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４６ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４７ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０５０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２４０／６／その後の戦局／レイ死亡",
			終了 = 1,
		},
		２１００ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／７／裏切り成立",
			音楽 = "フィールド／危機",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "SoRRy, Rance. Somehow, get\naway.",
				},
			},
		},
		２１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／７／ランスの危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What's this? The clouds look\nsuspicious.",
				},
			},
		},
		２１１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "Please Run away\nimmediately.",
				},
			},
		},
		２１２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／７／ランス全滅",
			終了 = 2,
		},
		２２００ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイを倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm, as expected of me.",
				},
			},
		},
		２２１０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２２２０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２２３０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now then, what should I do\nnext?",
				},
			},
		},
		２２４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイ撃破後のＭランド",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Come to think of it, I\nReceived an invitation fRom\nKatyusha.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I'm in top foRm! Let's defeat\nanotheR demon.",
				},
			},
		},
		２２５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２２５１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／２０／カチューシャの接待",
			フラグ = "禁止グループランス以外",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AfteR defeating the bad giRl,\nshe gets sentenced to 100\nconsecutive thRusts.",
				},
			},
		},
		２２５２ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55カチューシャ",
			物語２ = "２４０／２０／カチューシャの接待／戦闘後",
			フラグ = "カチューシャ展開＝６",
			フラグ２ = "禁止グループ解除",
			終了 = 1,
		},
		２３００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／次の魔人",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PuRsue the Robot.",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		２３０１ = {
			画像Ａ = "街道１",
		},
		２３０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２３０３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m33魔軍　自動",
		},
		２３０４ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "Please, woRk pRopeRly...",
				},
			},
		},
		２３１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／工場発見",
			背景 = "ワシントン花畑",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ChaRge into that factoRy!",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場",
					音楽 = "フィールド／侵入",
					フラグ = "地形＝屋内",
				},
			},
		},
		２３１４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ＰＧ　自動",
		},
		２３１５ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "Amazing! What is this\nmateRial?",
				},
			},
		},
		２３２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "魔人印",
			物語 = "２４０／２０／パイアール／戦闘前",
			戦闘 = "m55パイアール／Ｘ",
			物語２ = "２４０／２０／パイアール／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! GReat victoRy!",
				},
			},
		},
		２３３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "Whoa, the difficulty incReased\n- I didn't know...",
				},
			},
		},
		２３４０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２４０／２０／その後の戦局",
			フラグ = "自由都市１／魔人２クリア＝１",
			終了 = 1,
		},
		２４００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイを倒す２",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Evil has been destRoyed.\nGahahahahaha!",
				},
			},
		},
		２４１０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２４２０ = {
			画像Ａ = "都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２４３０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２４４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイ撃破後のＭランド",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Play at the amusement paRk.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I'm in top foRm! Let's defeat\nanotheR demon.",
					音楽 = "フィールド／首都",
				},
			},
		},
		２４５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／コパンドンとユーティ",
			終了 = 1,
		},
		２４６０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "ワープ印",
			ワープ = "２３００",
		},
		２５００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
		},
		２５０１ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
		},
		１９００ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０４ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０６ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０７ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０８ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０９ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９１１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
	},
	自由都市２ = {
		背景 = "Ｍランド",
		地名 = "臨時首都　Ｍランド",
		音楽 = "フィールド／首都",
		０００１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／ヌヌハラ登場",
			フラグ = "自由都市地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ヌヌハラ",
					説明 = "The heRoic tale of LoRd\nRance begins!",
				},
			},
		},
		０００２ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／スタート",
			フラグ = "戦場＋チューリップ３号＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's depaRt!",
					背景 = "へっぽこ街道",
					地名 = "へっぽこ街道",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		００１０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００２０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／マリア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００２２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		００２５ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００３０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／魔人パイアールの情報２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
				分岐右 = {
					顔画像 = "チューリップ３号",
					説明 = "Zugogogogo, kyuRukyuRu\n(mechanical and scReeching\nsounds)",
				},
			},
		},
		００３１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３５ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００４０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "魔軍印",
			物語 = "２４１／１／チューリップの威力",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo, sukon... pusun\n(mechanical noises and\nsudden stop)",
				},
			},
		},
		００５０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／チューリップ故障",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００５５ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! This is\nconvenient.",
				},
				分岐右 = {
					顔画像 = "マリア",
					説明 = "Do youR best, my tulip.",
				},
			},
		},
		００５６ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００５７ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００６０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			フラグ = "戦場＋チューリップ３号＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "Gogogogogo (Rumbling\nsound)",
				},
			},
		},
		００７０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "魔人印",
			物語 = "２４１／１／ＰＩ３／戦闘前",
			戦闘 = "m55ＰＩ３",
			物語２ = "２４１／１／ＰＩ３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We've figuRed out theiR\nfoRces. Let's RetuRn to the\ntown.",
				},
			},
		},
		０１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／科学力の差",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Leave the tank to MaRia and\ntake a bReak.",
				},
			},
		},
		０１０５ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "Meanwhile, at that time...",
				},
			},
		},
		０１１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４１／２／クルックーの告げ口",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "...........",
				},
			},
		},
		０１２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４１／２／ミルのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Right now, I feel like wanting\nsome bReast poRtion.",
				},
			},
		},
		０１２５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv43 志津香", "Lv43 ナギ", "Lv34 ミル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "...Gnnn...",
				},
			},
		},
		０１３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／作戦会議",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm hmm (listening to the\nexplanation)",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０１５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "街道１",
			割り込み = "道中サブ",
		},
		０１５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０１６０ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "Boommmm!",
				},
			},
		},
		０２００ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／ワシントン花畑",
			背景 = "ワシントン花畑",
			地名 = "ワシントン花畑",
			音楽 = "フィールド／僻地昼",
			フラグ = "地形＝花畑",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Indeed, this sound is\nconceRning.",
				},
			},
		},
		０２１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／大人と子供",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "Rin Rin RiRin♪ (bell Ringing\nsound)",
				},
			},
		},
		０２２０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "子供ナギ",
					説明 = "MonsteR spotted! Shoot!",
				},
				分岐右 = {
					顔画像 = "子供志津香",
					説明 = "No fuss.",
				},
			},
		},
		０２２１ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０２３０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
		},
		０２４０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ／弱",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ミル",
					説明 = "I'd pRefeR cake oveR\nfloweRs.",
				},
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "I like beetles.",
				},
			},
		},
		０２５０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０２６０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０２６５ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "その頃印",
			物語 = "２４１／２／魔軍の様子",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "Is eveRyone okay?",
				},
			},
		},
		０２７０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22ハチ女集団",
		},
		０３００ = {
			画像Ａ = "000パイアール工場",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／工場発見",
			背景 = "パイアール工場内",
			地名 = "パイアール第２工場",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
		},
		０３１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／工場内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well then. Lead the way.",
				},
			},
		},
		０３２０ = {
			画像Ａ = "パイアール工場内",
		},
		０３３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			物語 = "２４１／２／初ＰＧ／戦闘前",
			戦闘 = "m55ＰＧ／ボス",
			物語２ = "２４１／２／初ＰＧ／戦闘後",
		},
		０３４０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／隔壁",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PRoceed to the uppeR flooR.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Go down the coRRidoR to the\nRight of the paRtition wall.",
				},
			},
		},
		０３５０ = {
			画像Ａ = "パイアール工場内",
		},
		０３６０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３６５ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０３７０ = {
			画像Ａ = "コンピュータールーム",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／コンピューター",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, the paRtition wall\nopened.",
				},
			},
		},
		０３８０ = {
			画像Ａ = "241肉塊",
			画像Ｂ = "",
			物語 = "２４１／２／肉塊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "(Want some of this? Meat...\nyum.)",
				},
			},
		},
		０３９０ = {
			画像Ａ = "パイアール工場内",
		},
		０４００ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "中ボス印",
			物語 = "２４１／２／ファナック／戦闘前",
			戦闘 = "m55ファナック",
			物語２ = "２４１／２／ファナック／戦闘後",
		},
		０４１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０４２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／パイアール",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Tch, let's pull back foR now.",
					地名 = "自由都市",
					背景 = "自由都市平原",
				},
			},
		},
		０５００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			条件分岐 = {
				分岐前 = {
					条件 = "条件成立",
					説明 = "---",
				},
				分岐左 = {
					条件 = "カチューシャ展開２とセラクロ大人",
					説明 = "TheRe is an adult SeRacloRas\ninvestigating Katiusha.",
				},
				分岐右 = {
					条件 = "セシルルート１",
					説明 = "Investigating Cecil.",
				},
			},
		},
		０５１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／カチューシャその後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ReveRt to adult.",
					フラグ = "カチューシャ展開＝３",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Keep as a giRl.",
					フラグ = "カチューシャ展開＝４",
				},
			},
		},
		０５１１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／カチューシャ大人",
			フラグ = "大人カチューシャの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hehe, with this, Katiusha is\nmine too.",
				},
			},
		},
		０５１２ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／カチューシャ少女",
			フラグ = "少女カチューシャの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahaha, with this, Katiusha is\nmine too.",
				},
			},
		},
		０５２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／セシルその後",
			フラグ = "セシルルート＝２",
		},
		０５２５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／散歩に出かける",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go.",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／村",
				},
			},
		},
		０５４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "Zenzai... oshiRuko... hmm,\ncan't dismiss dango as the\nmain thing eitheR...",
				},
			},
		},
		０５４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０５５０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２４１／３／衛星射撃初",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "W-what is that!?",
				},
			},
		},
		０５６０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２４１／３／サテラの衛星説明",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Anyway, if we Run away,\nwe'll be fine.",
				},
			},
		},
		０５７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			物語 = "２４１／３／衛星射撃／汎用",
			割り込み背景 = "街道１",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's dodge oveR theRe!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This way is safe!",
				},
			},
		},
		０５８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０５９０ = {
			画像Ａ = "村",
			画像Ｂ = "",
		},
		０６００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／どうやって倒した？",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Run quickly!",
				},
			},
		},
		０６１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Just Run!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Dive into the cave!",
					背景 = "地下洞窟",
				},
			},
		},
		０６２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０６３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０６４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22古代種",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Run!",
					背景 = "街道１",
				},
			},
		},
		０７００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／やっと戻った",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Sex foR a change of pace.",
				},
			},
		},
		０７１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４１／３／エロ中に閃く",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Hnn hn... m-my waist...",
				},
			},
		},
		０７２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And then the night ended...",
				},
			},
		},
		０７３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／翔竜山に向かう",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "FiRst, aiming foR the\nmountain foot, dash thRough.",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０７５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Damn, walking won't do.\nLet's go by ox caRt.",
				},
			},
		},
		０８００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／翔竜山麓",
			背景 = "翔竜山",
			地名 = "翔竜山",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hiking begins.",
				},
			},
		},
		０８１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "サチコ",
					説明 = "Maybe a detouR?",
				},
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "StRaight ahead.",
				},
			},
		},
		０８１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０８１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22飛行　自動",
		},
		０８１３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		０８２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "They'Re definitely shooting at\nus... gotta enduRe it.",
				},
			},
		},
		０８３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			地名 = "翔竜山　標高１５００",
		},
		０８３５ = {
			画像Ａ = "翔竜山",
			地名 = "翔竜山　標高２０００",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０８４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／衛星兵器１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "Ahahahahaha! SupeR high!",
				},
			},
		},
		０８６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			地名 = "翔竜山　標高３５００",
		},
		０８７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			地名 = "翔竜山　標高４０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "It feels like something is\nabout to come soon.",
				},
			},
		},
		０８８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			物語 = "２４１／３／グリーンドラゴン／戦闘前",
			戦闘 = "m55グリーンドラゴン",
			地名 = "翔竜山　標高５０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "Yay! DRagon SlayeR!",
				},
			},
		},
		０８９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供志津香",
					説明 = "Nagi, be quiet foR a bit.",
				},
			},
		},
		０９００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			地名 = "翔竜山　標高６０００",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Oh, a medal! Got it.",
				},
				分岐右 = {
					顔画像 = "アルカネーゼ",
					説明 = "I have a bad feeling. Let's\navoid it.",
				},
			},
		},
		０９１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０９２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			物語 = "２４１／３／レッドドラゴン／戦闘前",
			戦闘 = "m55レッドドラゴン",
			地名 = "翔竜山　標高８０００",
		},
		０９３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０９４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
			地名 = "翔竜山　標高８０００",
		},
		０９５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "A Rest point in a place like\nthis, we'Re lucky.",
				},
			},
		},
		０９６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／衛星兵器２",
			地名 = "翔竜山　標高８５００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Insects aRen't useful. We'll\nhave to walk.",
				},
			},
		},
		０９７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "My intuition flashes! This path\nis the best!",
				},
				分岐右 = {
					顔画像 = "かなみ",
					説明 = "I've scouted it. This way is\nsafe.",
				},
			},
		},
		０９８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			物語 = "２４１／３／ブラックドラゴン／戦闘前",
			戦闘 = "m55ブラックドラゴン",
			地名 = "翔竜山　標高９０００",
		},
		０９８１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "Medal, medal! Yay!",
				},
			},
		},
		０９９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22古代種",
			地名 = "翔竜山　標高９０００",
		},
		０９９１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
		},
		１０２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／衛星兵器３",
			地名 = "翔竜山　標高９５００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "Goji-kaRa man!",
				},
			},
		},
		１０３０ = {
			画像Ａ = "翔竜山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, just a bit moRe.\nAlmost at the same altitude.",
				},
			},
		},
		１０４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			地名 = "翔竜山　標高１００００",
			物語 = "２４１／３／衛星兵器／戦闘前",
			戦闘 = "m55衛星兵器",
			物語２ = "２４１／３／衛星兵器／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Ah, I feel RefReshed.",
				},
			},
		},
		１０５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Objective complete. Descend\nthe mountain.",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "無音",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Since we'Re heRe, shall we\naim foR the summit?",
				},
			},
		},
		１９００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Ehh!? We have to climb\nmoRe?!",
				},
			},
		},
		１９０１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		１９０２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "Hii, hii.",
				},
			},
		},
		１９０３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "I can't anymoRe...",
				},
			},
		},
		１９１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m22ハニー＋将軍",
			地名 = "翔竜山　標高１１０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "I'm tiRed!",
				},
			},
		},
		１９１１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１９１２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "I-it's tough...",
				},
			},
		},
		１９１３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パステル",
					説明 = "Why am I like this...",
				},
			},
		},
		１９２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			地名 = "翔竜山　標高１１５００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Um... why... am I climbing\nagain...?",
				},
			},
		},
		１９２１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		１９２２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55古代種／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "Just a little moRe to go.",
				},
			},
		},
		１９２３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "？？？印",
			割り込み背景 = "翔竜山",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "To...aRRived!",
				},
			},
		},
		１９３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／ＫＤ接触",
			地名 = "翔竜山　標高１２０００",
			フラグ = "ＫＤと接触＝１",
			フラグ２ = "ウルトラレアＯＮ",
		},
		１９３１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ひまわり型黄金像", "ドラゴンの加護" },
		},
		１９３２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／ＫＤ解説",
			ワープ = "１９４０",
		},
		１９４０ = {
			画像Ａ = "翔竜山",
			地名 = "翔竜山　標高８０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'Re heading down the\nmountain-dada-da!",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "無音",
				},
			},
		},
		１１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／Ｍランド",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Even while I'm sleeping, my\nsuboRdinates aRe woRking.",
				},
			},
		},
		１１１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４１／４／工場前",
		},
		１１２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／今後の作戦",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Mission complete. RetuRning\nto Rance Castle.",
					物語 = "２４１／選択／ランス城に帰る",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'll smash that factoRy to\npieces.",
					物語 = "２４１／選択／工場を破壊する",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "TheRe was that demon\ngeneRal, Right? I'll take him\nout as well while I'm at it...",
					物語 = "２４１／選択／魔物大将軍を倒す",
				},
			},
		},
		１１３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And then dawn bRoke.",
				},
			},
		},
		１１４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／ハッキング騒ぎ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "So, what exactly happened\nafteR all?",
				},
			},
		},
		１１５０ = {
			画像Ａ = "コンピュータールーム",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報ネットワークの説明",
			コルルンサ = "コンピューター",
		},
		１１６０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "２４１／４／異界",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			ワープ = "１２００",
		},
		１２００ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／サイバーワールド",
			背景 = "サイバーワールド内",
			地名 = "異界　サイバーワールド",
			音楽 = "フィールド／ＳＦ",
			処理 = "宝箱／ノーマル",
			カード = (list) { "タイニー クルックー", "タイニー リセット", "タイニー シィル" },
			フラグ = "サイバーに入った＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's exploRe the\nsuRRoundings.",
				},
			},
		},
		１２１０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			物語 = "２４１／４／サイバーな敵／戦闘前",
			戦闘 = "m22ノートンガツ",
			物語２ = "２４１／４／サイバーな敵／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "A stRange woRld.",
				},
			},
		},
		１２２０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
		},
		１２３０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "[4] Key",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "[6] Key",
				},
			},
		},
		１２３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２４０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "[.] Key",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "[.] Key",
				},
			},
		},
		１２４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２５０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Click, click.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Swipe!",
				},
			},
		},
		１２５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２５９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２６０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１２７０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報１",
		},
		１２８０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Anyway, I just have to hunt\ndown the enemies.",
				},
			},
		},
		１２９０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１３００ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "CRackeen!",
				},
			},
		},
		１３０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１３１０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "HeRe, Sheel is\ndRowning-gahaha!",
				},
			},
		},
		１３２０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１３３０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "[A] Key",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "[D] Key",
				},
			},
		},
		１３３５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１３３６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１３４０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
		},
		１３５０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール日記１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's see, shall I Read the\ndiaRy?",
				},
			},
		},
		１３５５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール日記２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "So, PaiaR made the\ncomputeR, huh?",
				},
			},
		},
		１３７０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "TheRe's a big shot heRe.\nMaybe I'll Rest a bit.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Anyway, keep hunting.",
				},
			},
		},
		１３７５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３８０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１３８５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１３８８ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ノートンガツ／ボス",
		},
		１３９０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール手紙１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hehehe, now then, let's take\na look at the tReasuRe.",
				},
			},
		},
		１３９５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール手紙２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "I have to defeat PaiaR befoRe\nthe weapons aRe made!",
				},
			},
		},
		１４００ = {
			画像Ａ = "サイバーワールド内",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "AlRight, it's OPEN.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "No, it's CLOSED.",
				},
			},
		},
		１４０１ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１４０２ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１４１０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "魔人印",
			物語 = "２４１／４／パイアール／戦闘前",
			戦闘 = "m55ノートンガツ／ボス／Ｂ",
			物語２ = "２４１／４／パイアール／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's get thRough the\notheRwoRld!",
				},
			},
		},
		１４２０ = {
			画像Ａ = "000異界ゲート",
			ワープ = "１４５０",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
		},
		１４５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			背景 = "Ｍランド",
			物語 = "２４１／５／Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, huRRy up! SoRtie!",
				},
			},
		},
		１４６０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "OuR taRget is... yes, oveR\ntheRe!",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		１４７０ = {
			画像Ａ = "自由都市平原",
		},
		１４８０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "自由都市平原",
			割り込み = "道中サブ",
		},
		１５１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４１／５／ワシントン花畑",
			地名 = "ワシントン花畑",
			背景 = "ワシントン花畑",
			フラグ = "地形＝花畑２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "Okay, this way!",
				},
			},
		},
		１５２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
				},
			},
		},
		１５３０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22ハチ女集団",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
				},
			},
		},
		１５４０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "その頃印",
			物語 = "２４１／５／コンピュータ回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I just felt someone's gaze.",
				},
			},
		},
		１５５０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
				},
			},
		},
		１６００ = {
			画像Ａ = "000パイアール工場",
			画像Ｂ = "",
			物語 = "２４１／５／工場前",
			背景 = "パイアール工場内",
			地名 = "パイアール第２工場",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
		},
		１６１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Go up to the second flooR.",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　２Ｆ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed on the fiRst flooR.",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　１Ｆ",
				},
			},
		},
		１６２０ = {
			画像Ａ = "パイアール工場内",
		},
		１６３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
		},
		１６４０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
		},
		１６５０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
		},
		１６６０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Go up to the thiRd flooR.",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　３Ｆ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed on the second flooR.",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　２Ｆ",
				},
			},
		},
		１６７０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
		},
		１６８０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１６９０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１７００ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１７１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／５／行き止まり",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetuRn to the fiRst flooR.",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　１Ｆ",
				},
			},
		},
		１７２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "ワープ印",
			ワープ = "１６２０",
		},
		１８００ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I can see it now. Yes, this\nway.",
				},
			},
		},
		１８１０ = {
			画像Ａ = "241肉塊",
			画像Ｂ = "",
			物語 = "２４１／５／肉塊の部屋",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha, gotcha!",
				},
			},
		},
		１８２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "エロイベント印",
			物語 = "２４１／５／ルートのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Mm, I've enjoyed the\nappetizeR.",
				},
			},
		},
		１８３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "魔人印",
			物語 = "２４１／５／パイアール／戦闘前",
			戦闘 = "m55パイアール／Ａ",
			物語２ = "２４１／５／パイアール／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Demon PaiaR has been\ndefeated.",
				},
			},
		},
		１８４０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１８５０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv17 ルート", "パイアールロボ" },
		},
		１８６０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その後の戦局",
			物語 = "２４１／５／その後の戦局",
			終了 = 1,
		},
	},
	自由都市３ = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／自由都市",
		００１ = {
			画像Ａ = "000ランス城",
			物語 = "２４２／戦況",
			フラグ = "自由都市地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Heading towaRds M Land.",
				},
			},
		},
		００２ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４２／魔軍",
		},
		００３ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４２／Ｍランド１",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ユーティン",
					説明 = "AlRight, I will enteRtain the\nSupReme LeadeR.",
				},
			},
		},
		００４ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４２／Ｍランド２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "He's so selfish, geez...",
				},
			},
		},
		００５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４２／Ｍランド３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go to the Demon CoRRidoR.",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's take it easy, take it\neasy.",
				},
			},
		},
		１１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		１２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１２５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
		},
		１３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４２／時間調整",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "RecoveR and kill time.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Fight and kill time.",
				},
			},
		},
		１４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４５ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２",
		},
		１５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１５５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
		},
		１５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１５７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／迷宮",
			物語 = "２４２／悪魔回廊",
			背景 = "悪魔回廊",
			地名 = "悪魔回廊",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go.",
				},
			},
		},
		２０５ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		２１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		２２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／今日である理由",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Heading to the Golden\nHanny's nest.",
				},
			},
		},
		２２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		２３０ = {
			画像Ａ = "悪魔回廊",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "That way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This way.",
				},
			},
		},
		２３４ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		２３５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２３６ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		２３７ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		２４０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "その頃印",
			物語 = "２４２／ピサロ達１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "Dash!",
				},
			},
		},
		２４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		２５０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／フェリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmph. Let's move foRwaRd.",
				},
			},
		},
		２６０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		２７０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ダークランス１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フェリス",
					説明 = "Sniff, ugh... I'm so glad...",
				},
			},
		},
		２７５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２７６ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		２８０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "That way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "This way.",
				},
			},
		},
		２８４ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "悪魔回廊",
		},
		２８５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２８６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		３００ = {
			画像Ａ = "242ネプラカス本体",
			画像Ｂ = "",
			物語 = "２４２／ネプラカス接近１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Quietly wait foR them to pass\nby.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Get a laugh.",
				},
			},
		},
		３１０ = {
			画像Ａ = "242ネプラカス本体",
			画像Ｂ = "",
			物語 = "２４２／ネプラカス／戦闘前",
			戦闘 = "m55ネプラカス／Ａ",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		３１５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ネプラカス／勝利",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フェリス",
					説明 = "...........",
				},
			},
		},
		３１６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Thank you foR youR haRd\nwoRk, LoRd Rance.",
				},
			},
		},
		３１７ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ネプラカス／敗北",
			終了 = 2,
		},
		３２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ネプラカス接近２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "That was amazing.",
				},
			},
		},
		３３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That took some time. Let's\ngo.",
				},
			},
		},
		３３５ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		３４０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "回復印",
			物語 = "２４２／ダークランス２",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DaRk Rance, huh? You've\ngRown.",
				},
			},
		},
		４００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed thRough this flooR.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Go down to the loweR flooR.",
				},
			},
		},
		４１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		４１５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		４２０ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		４３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
		},
		４５０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "その頃印",
			物語 = "２４２／ピサロ達２",
		},
		４５５ = {
			画像Ａ = "悪魔回廊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Oh, theRe he is! The fool got\ncaught in a tRap.",
				},
			},
		},
		４６０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４１／ピサロ／戦闘前",
			戦闘 = "m55魔物大将軍ピサロ",
			物語２ = "２４１／ピサロ／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "PisaRo, wait up! Wait up!",
				},
			},
		},
		４６５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Wait foR me... huh?",
				},
			},
		},
		４６６ = {
			画像Ａ = "242ネプラカス本体",
			画像Ｂ = "",
			物語 = "２４１／ピサロの死",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Well, the mission is complete.\nLet's go back.",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		５００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
		},
		５１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ダークランス３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "HeRe, I must show my\nfatheR's dignity.",
				},
			},
		},
		５２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "エロイベント印",
			物語 = "２４２／性教育",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Now foR the Real thing. I'll\nshow them.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I'll stop aRound heRe.",
				},
			},
		},
		５２５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "エロイベント印",
			物語 = "２４３／性教育／続き",
			フラグ = "マリアルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "I wondeR if she's alRight...",
				},
			},
		},
		５２６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４３／性教育／止める",
			フラグ = "マリアルート＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = ".....",
				},
			},
		},
		５３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		５５０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２４４／悪魔回廊抜ける",
			選択分岐 = {
				分岐左 = {
					顔画像 = "フェリス",
					説明 = "(DaRk Rance...)",
					物語 = "２４４／選択／フェリスとダークランス",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／優勢",
				},
				分岐右 = {
					顔画像 = "フェリス",
					説明 = "(NepRacas...)",
					物語 = "２４４／選択／フェリスとネプラカス",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／優勢",
				},
			},
		},
		６００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４４／帰還",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "セシル",
					説明 = "Leave the Rest to me.",
				},
			},
		},
		６２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			フラグ = "ウルトラレアＯＮ",
		},
		６３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		６４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その後の戦局",
			物語 = "２４４／その後の戦局",
			終了 = 1,
		},
	},
	自由都市方面支援 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			物語 = "１０４／自由都市方面支援の開始",
			フラグ = "自由都市地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's lightly thRash\nthe demon aRmy.",
				},
			},
		},
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０１５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "自由都市平原",
			割り込み = "道中サブ",
		},
		０２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "LaRge aRmies aRe just\nnumbeRs.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "A tRue heRo takes down\nsmall squads foR suRe.",
				},
			},
		},
		０３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０３２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３３ = {
			画像Ａ = "魔軍野営地",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０５０ = {
			画像Ａ = "村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "擬態／食券", "" },
		},
		０６０ = {
			画像Ａ = "村",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "自由都市平原／夕方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The sun is setting.",
				},
			},
		},
		０７０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／本陣護衛",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Take advantage of the night\nto kill the monsteR geneRals.",
					背景 = "魔軍野営地／夜",
				},
			},
		},
		０８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Is this all cleaned up now?",
				},
			},
		},
		０９０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "１０４／自由都市方面支援の終了",
			終了 = 1,
		},
	},
	政宗と黒部 = {
		背景 = "ＪＡＰＡＮの城",
		地名 = "ＪＡＰＡＮ　織田城",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			物語 = "２７６／スタート",
		},
		００２ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部の話",
		},
		００３ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "２７６／俺が主になってやる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting to exteRminate the\nyokai.",
					背景 = "ＪＡＰＡＮ街道",
					地名 = "ＪＡＰＡＮ",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		０１０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
		},
		０２０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０３０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２７６／五十六とランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I enjoyed last night\nthoRoughly.",
				},
			},
		},
		０４０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０５０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部の伝説",
		},
		０６０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "PoRtopia.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Advance while beating up\nsome monsteRs.",
				},
			},
		},
		０７０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＥ",
		},
		０８０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０８１ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		０８２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "政宗",
					説明 = "We'Re appRoaching the\nDeath CountRy soon. Be\ncaReful.",
				},
			},
		},
		１００ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／僻地夜",
			物語 = "２７６／死国入り",
			背景 = "死国",
			地名 = "死国",
		},
		１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１１０ = {
			画像Ａ = "死国",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		１２０ = {
			画像Ａ = "死国",
			画像Ｂ = "中ボス印",
			戦闘 = "m55鬼／毒",
		},
		１２５ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "運命の女 山本五十六" },
		},
		１２６ = {
			画像Ａ = "死国",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１３６ = {
			画像Ａ = "死国",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１３７ = {
			画像Ａ = "死国",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１３８ = {
			画像Ａ = "死国",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１４０ = {
			画像Ａ = "死国",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１５０ = {
			画像Ａ = "死国",
			画像Ｂ = "大ボス印",
			物語 = "２７６／黒部／戦闘前",
			戦闘２ = "m55黒部",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = ...",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *IRRegulaR",
					音楽 = "フィールド／優勢",
				},
			},
		},
		１６０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部／引き分け",
			選択分岐 = {
				分岐前 = {
					背景 = "ＪＡＰＡＮの城",
					地名 = "ＪＡＰＡＮ　織田城",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		１６１ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１６２ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１６３ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "その後の戦局",
			条件書換前 = "ランス城はＪＡＰＡＮ　物語=２７６／その後／引き分け",
			！条件書換前 = "ランス城はＪＡＰＡＮ",
			終了 = 1,
		},
		１７０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部／勝利",
			フラグ = "黒部＝１",
			背景 = "ＪＡＰＡＮの城",
			地名 = "ＪＡＰＡＮ　織田城",
		},
		１７１ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１７２ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "元妖怪王 黒部", "妖怪王 政宗" },
		},
		１７３ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "その後の戦局",
			条件書換前 = "ランス城はＪＡＰＡＮ　物語=２７６／その後／勝利",
			！条件書換前 = "ランス城はＪＡＰＡＮ",
			終了 = 1,
		},
	},
	精鋭をスカウト = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１５２／精鋭をスカウト",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I wondeR if theRe aRe any\ncute giRls aRound.",
				},
			},
		},
		００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv66 戦士", "Lv66 弓兵", "Lv66 魔法使い" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I want someone useful, both\nin battle and at night.",
				},
			},
		},
		００３ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv57 クルーチェ", "Lv53 オーギル", "Lv53 イベット" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I want a level 99, but I guess\ntheRe isn't one.",
				},
			},
		},
		００４ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv53 デストラー", "Lv53 ソルトアン", "Lv55 ＢＳ" },
			終了 = 1,
		},
	},
	全方面支援 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１５０／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "FiRst, soRt out the Lizas\ndiRection.",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／支援",
				},
			},
		},
		０１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／リーザス",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Now, let's scatteR them!",
				},
			},
		},
		０１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０１３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０１５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／リーザスクリア",
			背景 = "リーザス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, next is the FRee City\ndiRection.",
					背景 = "自由都市平原／夕方",
					地名 = "自由都市",
				},
			},
		},
		０２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／自由都市",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "BRing it on!",
				},
			},
		},
		０２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０２３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍＋魔物隊長",
		},
		０２５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／自由都市クリア",
			背景 = "自由都市平原／夕方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "O-okay, next let's go to Zeth.",
					地名 = "ゼス",
				},
			},
		},
		０３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／ゼス",
			背景 = "魔軍野営地／夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahaha, look, an enemy\nattack!",
				},
			},
		},
		０３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３３ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭",
		},
		０３５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／ゼスクリア",
			背景 = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hell...man... let's go...",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
			},
		},
		０４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／ヘルマン",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gyaaah!",
				},
			},
		},
		０４２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０４３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			背景 = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "I can't... anymoRe...",
				},
			},
		},
		０４５ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "１５０／ヘルマンクリア",
			終了 = 1,
		},
	},
	地下から行こう／砦 = {
		０１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７９／スタート",
			背景 = "ランス砦",
			地名 = "ランス砦",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Oops, this Room is...",
				},
			},
		},
		０２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７９／司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "Maybe I just thought of\nsomething.",
				},
			},
		},
		０３０ = {
			画像Ａ = "マリアの工場内",
			画像Ｂ = "イベント印",
			物語 = "２７９／ブレイブ号",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Do this like this...",
				},
			},
		},
		０４０ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "Do that like that...",
				},
			},
		},
		０５０ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クリーム",
					説明 = "............",
				},
			},
		},
		０６０ = {
			画像Ａ = "マリアの工場内",
			画像Ｂ = "イベント印",
			物語 = "２７９／エンド",
			終了 = 1,
		},
	},
	地底のポピンズ = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５５／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting to the\nundeRgRound labyRinth.",
					背景 = "人工迷宮",
					地名 = "地下へ続く迷宮",
					音楽 = "フィールド／迷宮",
					フラグ = "地形＝屋内",
				},
			},
		},
		００１０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／ポピンズの説明",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "In the end, what kind of\npeople aRe they?",
				},
			},
		},
		００１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００２０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "DwaRfs... exciting.",
				},
			},
		},
		００３０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００４０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／ポピンズお祭り中",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "W-what is a festival?",
				},
			},
		},
		００５０ = {
			画像Ａ = "人工迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "Sniff sniff, the smell of food.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "I am mighty, hehehehe.",
				},
			},
		},
		００５１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		００５２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		００５３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		００５４ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００６０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
		},
		００６１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00レア女Ｍ",
		},
		０１００ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "中ボス印",
			物語 = "２５５／器兵門番／戦闘前",
			戦闘 = "m55アスタコプロト",
			物語２ = "２５５／器兵門番／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "WheRe's the oRgy paRty!",
				},
			},
		},
		０１１０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アレルギー王国",
			背景 = "ポピンズ村",
			地名 = "アレルギー超大国",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Damn, what a pity...",
				},
			},
		},
		０１１５ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アレルギーの満鉄王",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Shall we head to the Kinani\nDeseRt?",
					背景 = "砂漠",
					地名 = "キナニ砂漠",
					音楽 = "フィールド／僻地昼",
					フラグ = "地形＝砂漠",
				},
			},
		},
		０２００ = {
			画像Ａ = "砂漠",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's make contact with the\ndeseRt guide.",
				},
			},
		},
		０２１０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "......Damn hot......",
				},
			},
		},
		０２２０ = {
			画像Ａ = "砂漠",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "PRoceed to the destination.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Hunt monsteRs in the deseRt.",
				},
			},
		},
		０２２１ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		０２２２ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０２８０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５５／砂漠案内人再び",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "RetuRn to the castle foR now;\nI'm tiRed.",
					地名 = "自由都市",
					背景 = "街道２",
				},
			},
		},
		０２９０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５５／ランス城で一休み",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Let's take a bReak foR now.",
				},
			},
		},
		０２９５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "DepaRting foR An'yagas\nKingdom!",
					フラグ = "地形＝屋内",
				},
			},
		},
		０３００ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／アニャガスの入口で",
			背景 = "マルグリッド迷宮",
			地名 = "マルグリッド迷宮",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, dungeon attack!",
				},
			},
		},
		０３１０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "",
		},
		０３２０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		０３３０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／ポピンズ警備隊",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Call out and join up.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Leave it alone.",
					物語 = "２５５／警備隊スルー",
				},
			},
		},
		０３４０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／警備隊／戦闘前",
			物語２ = "２５５／警備隊／戦闘後",
			フラグ = "汎用ポピンズの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "They aRe victims too, Right...",
				},
			},
		},
		０３５０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０３６０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv38 柚原柚美", "汎用ポピンズ" },
		},
		０３６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０３７０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "マルグリッド迷宮",
		},
		０３８０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０４００ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アニャガス王国",
			背景 = "ポピンズ村",
			地名 = "アニャガス王国",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "柚美",
					説明 = "StRuggle... stRuggle...!",
				},
			},
		},
		０４１０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４１５ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４２０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アニャガス王三菱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Shall we go Rescue the\npRince...",
					背景 = "人工迷宮",
					地名 = "アニャガス牢獄",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		０５００ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／王子が監禁されている迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I'm not motivated by a\npRince... wish it was a\npRincess instead.",
				},
			},
		},
		０５１０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "That's a female box!",
				},
			},
		},
		０５２０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５３０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／王子東芝",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Now, to PRincess Hitachi's\nplace!",
				},
			},
		},
		０５４０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／ブレイブ号乗車",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "BRave ship, depaRt!",
					背景 = "地底",
					地名 = "地底",
					音楽 = "フィールド／地底",
				},
			},
		},
		０６１０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "Good, peRfoRmance matches\ncalculations; we can dive\nsteadily.",
				},
			},
		},
		０６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６２０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Go! BRave ship!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Advance! BRave ship!",
				},
			},
		},
		０６２５ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０６２６ = {
			画像Ａ = "地底",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６２７ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０６２８ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０６３０ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "TheRe aRe lots of monsteRs\nundeRgRound as well.",
				},
			},
		},
		０６３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６４０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底探検隊１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's follow Hanny's tRail and\ndeceive them.",
					物語 = "２５５／選択／ハニー再出発",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "We have no choice but to\nattack URza! Hehehe.",
					物語 = "２５５／選択／ウルザ再出発",
				},
			},
		},
		０７００ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０７１０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／ハニーの空洞",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "A demon... you say it's a\ndemon...?",
				},
			},
		},
		０７１５ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０７２０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底探検隊／ますぞえ／登場",
			コルルンサ = "魔人ますぞえ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I don't caRe about this guy.\nIgnoRe him.",
					物語 = "２５５／ますぞえ／無視",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "If it becomes an enemy, I'll\nkill it.",
				},
			},
		},
		０７３０ = {
			画像Ａ = "地底",
			画像Ｂ = "魔人印",
			物語 = "２５５／ますぞえ／戦闘前",
			戦闘 = "m55ますぞえ",
			フラグ = "ますぞえと接触＝１",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "Battle = time out.",
				},
				分岐左 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
			},
		},
		０７４０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底探検隊／戦闘後",
			フラグ = "達成／奈落の王＝５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カオス",
					説明 = "I'm satisfied.",
				},
			},
		},
		０７４１ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７５０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／ますぞえ／引き分け",
		},
		０７５１ = {
			画像Ａ = "地底",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０７６０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We've passed the teRRacotta\nstatue-smelly aRea. Move on,\nmove on.",
				},
			},
		},
		０８００ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／怪獣の声",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's looking dangeRous, so\nwe'll change the path.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "AppRoach the diRection of\nthe vibRations.",
				},
			},
		},
		０８１０ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０８１５ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０８２０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "大ボス印",
			物語 = "２５５／怪獣／戦闘前",
			戦闘 = "m55怪獣ＵＲ",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
					物語２ = "２５５／怪獣／撃破",
					フラグ = "達成／怪獣＝５",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		０８２４ = {
			画像Ａ = "地底",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０８２５ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０８２６ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０８５０ = {
			画像Ａ = "地底",
		},
		０９００ = {
			画像Ａ = "地底",
		},
		０９１０ = {
			画像Ａ = "地底",
			画像Ｂ = "その頃印",
			物語 = "２５５／その頃日立",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "Achoo!",
				},
			},
		},
		０９２０ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "Diving deepeR and deepeR.",
				},
			},
		},
		０９３０ = {
			画像Ａ = "地底",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "地底",
		},
		０９４０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, take that hollow and\npRoceed to the left.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Dive deepeR; aim foR the\nbottom of the eaRth!",
				},
			},
		},
		０９４４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９４６ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "Hmm hmm... so it moves like\nthis... note note.",
				},
			},
		},
		０９５０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／ただいま地底４９８メートル",
			背景 = "地底／５００",
			地名 = "地底　さらに深く・・・",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "LoweR the bow; we'll dive\nfuRtheR undeRgRound.",
				},
			},
		},
		０９６０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／レベル神の警告",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Can't be helped; change\ncouRse.",
					物語 = "２５５／選択／進路変更",
					背景 = "地底",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Of couRse, chaRge foRwaRd.",
					物語 = "２５５／選択／もちろん突き進む",
				},
			},
		},
		０９６５ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			ワープ = "１１２０",
		},
		０９７０ = {
			画像Ａ = "地底",
			画像Ｂ = "",
			物語 = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "We aRe advancing into\nunknown undeRgRound\nteRRitoRy.",
				},
			},
		},
		０９８０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／不思議な壁",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Change couRse.",
					物語 = "２５５／選択／進路変更",
					背景 = "地底",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Anything blocking the way\nwill be cRushed.",
				},
			},
		},
		０９８５ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			ワープ = "１１２０",
		},
		０９９０ = {
			画像Ａ = "地底",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m55天界の壁",
			条件分岐 = {
				分岐左 = {
					条件 = "引き分け",
					説明 = "Battle = time out.",
				},
				分岐前 = {
					条件 = "勝利",
					説明 = "Condition = victoRy.",
				},
			},
		},
		０９９５ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			背景 = "その他",
			音楽 = "無音",
			ワープ = "１０００",
		},
		０９９６ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			ワープ = "１１２０",
		},
		１０００ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入１",
			地名 = "？？？？",
		},
		１０１０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入２",
			音楽 = "フィールド／天界",
			背景 = "天界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's investigate neaRby;\ntheRe might be something.",
				},
			},
		},
		１０２０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／クエルプランを目指して",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This is...",
				},
			},
		},
		１０３０ = {
			画像Ａ = "天界",
			画像Ｂ = "エロイベント印",
			物語 = "２５５／クエルプラン抱く１",
			フラグ = "クエルプランルート＝１",
		},
		１０４０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入４",
		},
		１０５０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入５",
			背景 = "地底",
			地名 = "地底",
			音楽 = "フィールド／地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "DepaRting towaRds the\nsuRface.",
				},
			},
		},
		１１００ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１１０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／先程の天界の事",
		},
		１１２０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐左 = {
					顔画像 = "東芝王子",
					説明 = "BReaking thRough the\nbedRock; anti-shock defense.",
				},
				分岐右 = {
					顔画像 = "マリア",
					説明 = "Don't you feel a bit\nsuffocated?",
				},
			},
		},
		１１３０ = {
			画像Ａ = "地底",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１１３５ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		１１４０ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１４５ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		１１５０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底湖２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What is it, what is it!?",
				},
			},
		},
		１１６０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "中ボス印",
			物語 = "２５５／日立／戦闘前",
			戦闘 = "m55アスタコ",
			物語２ = "２５５／日立／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "Case closed... I guess.",
				},
			},
		},
		１１７０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ポピンズ 日立姫", "ポピンズ 東芝王子" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ランス城",
					地名 = "ランス城",
					音楽 = "フィールド／ランス城",
				},
			},
		},
		１１８０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５５／後日談",
			終了 = 1,
		},
	},
	地底大作戦／砦 = {
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２８１／スタート",
			背景 = "ランス砦",
			地名 = "ランス砦",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha, go go!",
					背景 = "地底",
					地名 = "地底",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		０１０ = {
			画像Ａ = "地底",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "I-I'm diving down now.",
				},
			},
		},
		０２０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／進めブレイブ号",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "Ah, Hanny's fossil...",
				},
			},
		},
		０３０ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０４０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／１日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "美樹",
					説明 = "Good night, sound asleep...",
				},
			},
		},
		０４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／２日目",
		},
		０５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／３日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Who should I\nchoose foR tomoRRow night?",
				},
			},
		},
		０７０ = {
			画像Ａ = "地底湖",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "Eek! I just made eye contact\nwith a skull...",
				},
			},
		},
		０７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／４日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "Guaaah! I ended up dRawing\nthe bad caRd afteR all!",
				},
			},
		},
		０９０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "...! That shell we just passed,\ncould it be-",
				},
			},
		},
		０９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１００ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／５日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "Miki-chan... I wondeR if she's\nokay.",
				},
			},
		},
		１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１１０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／６日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "美樹",
					説明 = "Heave-ho, heave-ho.",
				},
			},
		},
		１２０ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／７日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "............",
				},
			},
		},
		２００ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／魔王覚醒１",
			音楽 = "ＡＤＶ／悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "Miki-san...!",
				},
			},
		},
		２１０ = {
			画像Ａ = "地底",
			画像Ｂ = "魔人印",
			物語 = "２８１／魔王覚醒２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "LoRd Rance...!",
				},
			},
		},
		２２０ = {
			画像Ａ = "地底",
			画像Ｂ = "魔人印",
			物語 = "２８１／魔王覚醒３",
			フラグ = "クリア／地底大作戦／砦",
			ムービー = "１部バッドエンドロール",
			終了 = 4,
		},
	},
	徴兵作戦 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１３０／スタート",
		},
		１５ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Lizas, FRee CityR,\nconscRiption heRe.",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "フィールド／村",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Hellman, ZesR, conscRiption\nheRe.",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "フィールド／村",
				},
			},
		},
		２０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Heading to the Lizas RegionR,\nconducting conscRiption!",
					背景 = "リーザス平原",
					地名 = "リーザス",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Heading to the FRee City\nRegionR, conducting\nconscRiption!",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		３０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Heading to the Lizas RegionR,\nconducting conscRiption!",
					背景 = "リーザス平原",
					地名 = "リーザス",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Heading to the FRee City\nRegionR, conducting\nconscRiption!",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		４０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Heading to the Hellman\nRegionR, thoRoughly\nconscRipting.",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Heading to the Zes RegionR,\nthoRoughly conscRipting.",
					背景 = "ゼス平原",
					地名 = "ゼス",
				},
			},
		},
		５０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Heading to the Hellman\nRegionR, distRibuting Red\nnotices.",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Heading to the Zes RegionR,\ndistRibuting Red notices.",
					背景 = "ゼス平原",
					地名 = "ゼス",
				},
			},
		},
		１００ = {
			画像Ａ = "村",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／リーザス１",
			フラグ = "リーザス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Old men, fight\ntoo!",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		１１０ = {
			画像Ａ = "都市",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／リーザス２",
			フラグ = "リーザス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Kids, fight as\nwell!",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		２００ = {
			画像Ａ = "街道１",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／自由都市１",
			フラグ = "自由都市兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! I'll make those\nRuffians woRk foR me!",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		２１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／自由都市２",
			フラグ = "自由都市兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Bandits, to the\nfRont lines!",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		３００ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ヘルマン１",
			フラグ = "ヘルマン兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! PooR faRmeRs,\nfight, fight!",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		３１０ = {
			画像Ａ = "ヘルマン都市",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ヘルマン２",
			フラグ = "ヘルマン兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahahaha! It's best to\nweaR out the vicious\ncRiminals.",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		４００ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ゼス１",
			フラグ = "ゼス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! Those fools,\nsend them to the fRont line.",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		４１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ゼス２",
			フラグ = "ゼス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha!\nGood-foR-nothings, fight!",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		５００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "１３０／エンド",
			終了 = 1,
		},
	},
	闘将の発掘 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "２７０／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "Let's depaRt.",
					背景 = "街道２",
					地名 = "へルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		０００５ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's cold... Sheila, give me a\njacket.",
				},
			},
		},
		００１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／迷宮に入る",
			背景 = "廃墟迷宮",
			地名 = "闘神都市の遺跡",
			音楽 = "フィールド／遺跡",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, time to exploRe the\nlabyRinth.",
				},
			},
		},
		００１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００２０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "廃墟迷宮",
		},
		００２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's keep going steadily.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's move stealthily.",
				},
			},
		},
		００４０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "This... Reminds me of the\nBattle God City...",
				},
			},
		},
		００４１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ハニー",
		},
		００５０ = {
			画像Ａ = "廃墟迷宮",
		},
		００６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			物語 = "２７０／聖骸／戦闘前",
			戦闘 = "m22聖骸",
			物語２ = "２７０／聖骸／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's kick away the junk and\nmove foRwaRd.",
				},
			},
		},
		００６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22聖骸　自動",
		},
		００７０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／動かないシグマ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "Ugh... (looking disappointed)",
				},
			},
		},
		００７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22聖骸　自動",
		},
		００８０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's huRRy ahead.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "FiRst, let's take a lunch\nbReak.",
				},
			},
		},
		００９０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／だんごと聖櫃１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Wait!",
				},
			},
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１２０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It went that way!",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "DRive it oveR theRe!",
				},
			},
		},
		０１３０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "廃墟迷宮",
		},
		０１３１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０１４０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１４１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "Huh, which way did it go?!",
				},
			},
		},
		０１５０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン",
		},
		０１６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／だんごと聖櫃２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I won't let you escape!!!",
				},
			},
		},
		０１６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１７０ = {
			画像Ａ = "270兵馬俑",
			物語 = "２７０／闘将の部屋１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "A battle commandeR, huh?\nWell, I'll put you to woRk.",
				},
			},
		},
		０１７１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用闘将", "汎用闘将", "汎用闘将" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "What was I doing? Oh Right,\nthe dumplings...",
				},
			},
		},
		０２００ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Something moved! OveR\ntheRe!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "The silence is suspicious...\nCould it be this way?",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "The pResence of tReasuRe...\nCould it be!",
				},
			},
		},
		０２１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０２２０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		０２３０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２５０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／だんごと聖櫃３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "Wow, tag is Really stRong!",
				},
			},
		},
		０２６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "That way smells like\ndumplings!",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This way seems dumpling-y!",
				},
			},
		},
		０２７０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０２７１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		０２８０ = {
			画像Ａ = "270兵馬俑",
			画像Ｂ = "",
			物語 = "２７０／闘将の部屋２",
		},
		０２８１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用闘将", "汎用闘将", "汎用闘将" },
		},
		０２９０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm... Is it alReady this\nlate?",
				},
			},
		},
		０３００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／聖魔教団の歴史",
			コルルンサ = "第１次魔人戦争",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "It's about time to find them,\ndumplings, dumplings.",
				},
			},
		},
		０３１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Oh, a dooR that looks\nfamiliaR...",
				},
			},
		},
		０３３０ = {
			画像Ａ = "270兵馬俑",
			物語 = "２７０／闘将の部屋３／戦闘前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "If it doesn't obey me, I'll\nsmash it!",
				},
			},
		},
		０３３５ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55闘将",
			物語２ = "２７０／闘将の部屋３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Chase it, chase it!",
				},
			},
		},
		０３４０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I won't let you escape!",
				},
			},
		},
		０３５０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／聖骸３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Behave and accept youR\naRRest!",
				},
			},
		},
		０３６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "大ボス印",
			物語 = "２７０／クレイジードラゴン／戦闘前",
			戦闘 = "m55クレイジードラゴン",
			物語２ = "２７０／クレイジードラゴン／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Got the ARk!",
				},
			},
		},
		０４１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Umm, was it ahead fRom\nheRe?",
				},
			},
		},
		０５００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／闘神シグマ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's RetuRn.",
				},
			},
		},
		０５１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "闘神 シグマ" },
		},
		０５２０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "２７０／その後",
			終了 = 1,
		},
	},
	飛べランス城 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／１／スタート",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's a defense battle! PRotect\nmy castle!",
					背景 = "ランス城／夜",
				},
			},
		},
		２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／１／迎撃準備",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Good moRning, LoRd Rance.",
					背景 = "ランス城",
				},
			},
		},
		３ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／１／迎撃開始",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Demon hunting squad,\nsoRtie! Follow me!",
					背景 = "山道",
					地名 = "東登り口",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		３０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m22魔軍＋魔物隊長",
			物語２ = "１０／１／魔物隊長後",
		},
		３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "１０／１／サーナキア",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		５１ = {
			画像Ａ = "山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		５６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		６５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		７０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			物語２ = "１０／１／魔物将軍後",
		},
		８０ = {
			画像Ａ = "山道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's RetuRn to the castle foR\nnow.",
				},
			},
		},
		９０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		１００ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／１／帰還",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Take a bReak with Sheila.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Visit SaRnacia.",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "１０／１／シィルと休憩",
			フラグ = "シィル００の追加",
		},
		１１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "１０／１／サーナキア見舞い",
			フラグ = "サーナキア００の追加",
		},
		１２５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SoRtie again! Don't let them\nappRoach my castle!",
					背景 = "山道",
					地名 = "北登り口",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１９０ = {
			画像Ａ = "森",
		},
		２００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "１０／２／出撃",
		},
		２０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２１０ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		２２０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "１０／２／パステル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Advance while defeating\nenemies.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Avoid the demon aRmy.",
				},
			},
		},
		２３０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		２３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２４０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "１０／２／魔物部隊",
		},
		２４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２４６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		２６０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			物語２ = "１０／２／魔物将軍後",
		},
		２７０ = {
			画像Ａ = "山道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's RetuRn once.",
				},
			},
		},
		３００ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／２／帰還",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Take a bReak with Sheila.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Visit Pastel.",
				},
			},
		},
		３１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "１０／２／パステル見舞い",
			フラグ = "パステル００の追加",
		},
		３１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "１０／２／休憩",
			フラグ = "シィル００の追加",
		},
		３２５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "",
		},
		４００ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "１０／３／出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Red-Eye the Demon was\nheRe? AlRight, let's go.",
					背景 = "山道",
					地名 = "正面登り口",
					音楽 = "フィールド／危機",
				},
			},
		},
		４１０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "１０／３／トッポス",
			コルルンサ = "トッポス",
		},
		４１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４２０ = {
			画像Ａ = "山道",
			画像Ｂ = "魔人印",
			物語 = "１０／３／レッドアイ戦闘前",
			戦闘 = "m55レッドアイトッポス／Ｚ",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy *Special",
					音楽 = "フィールド／優勢",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ... *NoRmal",
					物語 = "１０／３／レッドアイ戦闘後",
				},
			},
		},
		４３０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "１０／３／コパンドン",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "Good gRief.",
				},
			},
		},
		４４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／３／カオス復活",
		},
		４４５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔剣 真カオス" },
		},
		４５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／３／休憩",
			音楽 = "フィールド／奮起",
		},
		４５５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４６０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "１０／４／出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Red-Eye the Demon, next\ntime I'll defeat you.",
					背景 = "山道",
					地名 = "正面登り口",
					音楽 = "フィールド／支援",
				},
			},
		},
		５００ = {
			画像Ａ = "山道",
		},
		５０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		７００ = {
			画像Ａ = "山道",
			画像Ｂ = "魔人印",
			物語 = "１０／４／レッドアイ戦闘前",
			戦闘 = "m55レッドアイトッポス／Ｂ",
			条件書換後 = "勝利  音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
					物語 = "１０／４／レッドアイ戦闘後",
					音楽 = "フィールド／危機",
				},
				分岐左 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		７１０ = {
			画像Ａ = "山道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		７５０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／４／ランス城飛ぶ",
			フラグ = "パットン＝１",
			フラグ２ = "ランス拠点＝１",
			終了 = 1,
		},
		７６０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "３０／逃げた先",
			フラグ = "飛べランス城／失敗＝１",
			終了 = 1,
		},
		８００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "１０／５／レッドアイ撃破",
		},
		８１０ = {
			画像Ａ = "山道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		８２０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			物語 = "１０／５／パットン登場",
			音楽 = "フィールド／ランス城",
		},
		８３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／５／聖魔教団の遺産",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "SoRtie",
					背景 = "山道",
					地名 = "正面登り口",
					音楽 = "フィールド／支援",
				},
			},
		},
		８３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		８３６ = {
			画像Ａ = "山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		８４０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／５／飛べランス城",
			背景 = "空飛ぶランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "フィールド／奮起",
		},
		８５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			フラグ = "パットン＝１",
			フラグ２ = "ランス拠点＝１",
			フラグ３ = "飛べランス城／短縮＝１",
			終了 = 1,
		},
	},
	魔王を異界に帰す = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０２／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "No way, I'm going to Steel\nHoRRoR.",
				},
			},
		},
		０２０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "２０２／異界に行こう",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's go! Follow me!",
					音楽 = "無音",
					背景 = "その他",
					地名 = "？？？",
				},
			},
		},
		０３０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "２０２／大阪着",
			背景 = "現代野外",
			地名 = "大阪",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Go to Tokyo and meet the\nPRime MinisteR.",
					物語 = "２０２／選択／東京に向かうぞ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Settle foR the MayoR of\nOsaka.",
					物語 = "２０２／選択／中之島に向かうぞ",
				},
			},
		},
		０４０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "２０２／ＴＶ中継",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "W-What is this!?",
				},
			},
		},
		０６０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "東大寺久美" },
		},
		０５０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "自衛隊印",
			戦闘 = "m11自衛隊１",
			物語２ = "２０２／自衛隊１／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "You baRbaRians, I'll kill you\nall!",
				},
			},
		},
		０７０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "自衛隊印",
			戦闘 = "m11自衛隊２",
			物語２ = "２０２／電磁パルスの杖",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Move! Move!",
				},
			},
		},
		０８０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's RetuRn to ouR woRld.",
				},
			},
		},
		０９０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "２０２／異界ゲートでの選択",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "No, not peRmitted.",
					物語 = "２０２／選択／美樹連れて帰る",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "無音",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "GRanted peRmission.",
					物語 = "２０２／選択／美樹残る",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "無音",
				},
			},
		},
		１００ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０２／帰還",
			終了 = 1,
		},
		１１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０２／帰還",
		},
		１２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "自衛隊印",
			物語 = "２０２／異界の侵略",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を異界に帰す",
			終了 = 4,
		},
	},
	魔王を捜す = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０１／情報を集めている",
			フラグ = "◆作戦クエスト名＝魔王を捜す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Set out on an adventuRe\ncasually.",
					背景 = "ゼス平原",
					地名 = "大陸のどこか？？",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０１０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２０１／三人の旅その１",
		},
		１０２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１０３ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原",
				},
			},
		},
		１１０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２０１／三人の旅その２",
			フラグ = "クレインの追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "クレイン",
					説明 = "TheRe seems to be\nsomething oveR theRe.",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "What about oveR theRe?",
					背景 = "村",
				},
			},
		},
		１１２ = {
			画像Ａ = "村",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ヘルマン平原",
				},
			},
		},
		１１５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ヘルマン平原",
				},
			},
		},
		１２０ = {
			画像Ａ = "ヘルマン都市",
			画像Ｂ = "イベント印",
			物語 = "２０１／三人の旅その３",
			背景 = "ヘルマン都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ヘルマン平原",
				},
			},
		},
		１２２ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv42 ランス", "Lv45 ランス", "Lv55 ランス" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原",
				},
			},
		},
		１３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２０１／三人の旅その４",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "街道２",
					地名 = "自由都市",
					説明 = "DepaRt foR SuRume\nMountain.",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		１４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１５０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１５５ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		１６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２００ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "イベント印",
			物語 = "２０１／スルメ山入る",
			背景 = "スルメ山",
			地名 = "スルメ山",
			フラグ = "地形＝霧",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Advance cautiously.",
				},
			},
		},
		２０１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		２０２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Can't see the path well... Is it\nthis way?",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ARe we lost...? It should be\nthis way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Taking an unexpected Route,\nis it this way?",
				},
			},
		},
		２０３ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＢ",
		},
		２０４ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		２０５ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
		},
		２０６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２１０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２０１／ケイブワン／戦闘前",
			戦闘 = "m22ＳＳ魔軍＋ケイブワン",
			物語２ = "２０１／ケイブワン／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Did it escape?",
				},
			},
		},
		２１１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２１２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２２０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Can't see the path well... Is it\nthis way?",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ARe we lost...? It should be\nthis way.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Taking an unexpected Route,\nis it this way?",
				},
			},
		},
		２２１ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２２２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２２３ = {
			画像Ａ = "201宝箱の影",
			画像Ｂ = "",
			物語 = "２０１／崖から落ちる",
			処理 = "ダメージ　２０",
		},
		２２４ = {
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		２２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２２６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２２７ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２２９ = {
			画像Ａ = "スルメ山",
		},
		２３０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "その頃印",
			物語 = "２０１／ケイブワンとマエリータ隊",
		},
		２３１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２３２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "スルメ山",
		},
		２３３ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m55宝箱だんご",
		},
		２４０ = {
			画像Ａ = "201テオマンの影",
			画像Ｂ = "",
			物語 = "２０１／テオマン遭遇",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Can't see the path well... Is it\nthis way?",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Taking an unexpected Route,\nis it this way?",
				},
			},
		},
		２４１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22古代種",
		},
		２４２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２４３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２４４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m33平原　自動",
		},
		２４５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２４６ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２５０ = {
			画像Ａ = "スルメ山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "I want to take a bReak... I'm\ngetting sleepy...",
				},
				分岐右 = {
					顔画像 = "あてな２号",
					説明 = "This way, this way! A\nRhinoceRos beetle!",
				},
			},
		},
		２６０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２７０ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２７１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３００ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "味方ボス印",
			物語 = "２０１／健太郎／戦闘前",
			戦闘 = "m55健太郎",
			物語２ = "２０１／健太郎／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Help KentaRo get up.",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Kill KentaRo.",
					フラグ = "達成／Ｂ健太郎＝１",
				},
			},
		},
		３２０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "イベント印",
			物語 = "２０１／健太郎を殺す",
			終了 = 2,
		},
		４００ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "イベント印",
			物語 = "２０１／健太郎を助け起こす",
			コルルンサ = "魔人健太郎",
		},
		４０５ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Let's go back to the castle.",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		４１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０１／ランス城にて１",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "フィールド／ランス城",
		},
		４１１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２０１／ランス城にて２",
		},
		４１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 健太郎" },
		},
		４２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２０１／美樹と必ずヤル",
			終了 = 1,
		},
	},
	魔軍を何とかする／ＪＰ = {
		背景 = "ＪＡＰＡＮ街道",
		地名 = "戦場　丹波",
		音楽 = "フィールド／戦場",
		００１ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			物語 = "１４７／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Let's defeat the Cave Lis.",
				},
			},
		},
		０１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス印",
			物語 = "１４７／ストロガノフ／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "WheRe is the Cave Lis?",
				},
			},
		},
		０５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０５６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			物語 = "１４７／ピサロ／戦闘前",
			戦闘 = "m55魔物大将軍ピサロ",
		},
		０７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Hey! I'm still going to fight.",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "This is endless. RetReat!",
				},
			},
		},
		０８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１４７／撤収",
			終了 = 1,
		},
		０９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍",
		},
		１００ = {
			画像Ａ = "戦場",
			画像Ｂ = "ケイブリス印",
			物語 = "１４７／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｘ",
			音楽 = "フィールド／優勢",
		},
		１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１４７／ケイブリス／戦闘後",
			フラグ = "クリア／魔王美樹",
			ムービー = "１部バッドエンドロール",
			終了 = 4,
		},
	},
	魔物界の探索 = {
		背景 = "海岸",
		地名 = "魔物界の岸壁",
		音楽 = "ＡＤＶ／緊張",
		０００１ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５９／橋頭堡での行動",
		},
		０００２ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５９／偵察を行う",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "AlRight, let's go.",
					地名 = "魔物界",
					背景 = "魔物の森",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		００１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５９／偵察中１",
		},
		００２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５９／偵察中２",
		},
		００３０ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２５９／タンザモンザツリー",
			背景 = "魔物都市",
			地名 = "タンザモンザツリー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "StRategic RetReat!",
					地名 = "魔物界",
					背景 = "魔物の森",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Chance foR a pReemptive\nstRike!",
				},
			},
		},
		００４０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
			物語 = "２５９／女魔物隊長１",
			戦闘 = "m11魔軍＋魔物隊長",
		},
		００５０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
			物語２ = "２５９／戦闘後",
			終了 = 2,
		},
		０１００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５９／女魔物隊長２",
		},
		０１１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５９／明日も探索だ",
			音楽 = "ＡＤＶ／緊張",
			背景 = "海岸",
			地名 = "魔物界の岸壁",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "We'll exploRe again\ntomoRRow.",
				},
			},
		},
		０１２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５９／ばれて全滅",
			終了 = 2,
		},
	},
	魔物界進軍作戦 = {
		背景 = "番裏の砦",
		地名 = "番裏の砦",
		音楽 = "フィールド／陣地",
		００１ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			物語 = "２８３／作戦開始",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "All foRces, soRtie!",
					背景 = "魔物平原",
					地名 = "魔物界",
					音楽 = "フィールド／魔物界",
				},
			},
		},
		００５ = {
			画像Ａ = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "Leave the vanguaRd to me!",
				},
			},
		},
		００８ = {
			画像Ａ = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "We have the blessing of\nBishamonten!",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８３／戦闘序盤",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "ChaRge in! I'll make up foR\nhundReds of yeaRs!",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔物平原",
			条件分岐 = {
				分岐右 = {
					条件 = "１５ターン",
					説明 = "15 tuRns",
				},
				分岐前 = {
					！条件 = "１５ターン",
					説明 = "---",
				},
			},
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "その頃印",
			物語 = "２８３／魔王ケイブリス出撃",
			音楽 = "ＡＤＶ／悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "...We didn't make it in time.",
				},
			},
		},
		０６０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "ケイブリス印",
			物語 = "２８３／魔王ケイブリス／戦闘前",
			戦闘 = "m55魔王ケイブリス",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		０６１ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王ケイブリス",
			終了 = 4,
		},
		０６２ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を倒したが",
			終了 = 4,
		},
		０９５ = {
			画像Ａ = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アミトス",
					説明 = "We'll scatteR them, push\nfoRwaRd!",
				},
			},
		},
		１００ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "その頃印",
			物語 = "２８３／魔軍司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ストロガノフ",
					説明 = "...TheRe is still a chance to\nwin... No, I won't say it.",
				},
			},
		},
		１２０ = {
			画像Ａ = "魔物平原",
			条件分岐 = {
				分岐左 = {
					！条件 = "魔物界進軍の成功",
					説明 = "When foRces fall below 1\nmillion",
				},
				分岐前 = {
					条件 = "魔物界進軍の成功",
					説明 = "---",
				},
			},
		},
		１５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８３／戦力不足",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "RetReat... It's unfoRtunate,\nbut.",
				},
			},
		},
		１５５ = {
			画像Ａ = "000砦",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "AfteR that",
				},
			},
		},
		１６０ = {
			画像Ａ = "000ランス城",
			物語 = "５５２／魔王ケイブリス／告知",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "This moment... has come.",
				},
			},
		},
		１６５ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "And time passed...",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		１７０ = {
			画像Ａ = "村",
			画像Ｂ = "ケイブリス印",
			物語 = "５５２／魔王ケイブリス／戦闘前",
			戦闘 = "m55魔王ケイブリス",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			背景 = "村",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "Battle = VictoRy.",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "Battle = ...",
				},
			},
		},
		１７１ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			終了 = 2,
		},
		１７２ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			終了 = 4,
		},
		１９５ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "バレス",
					説明 = "ExpeRience the double check\nmoRe teRRifying than a\ndemon.",
				},
			},
		},
		２００ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８３／ランス出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "I'll seaRch with all my might!\nI'll definitely find it!",
				},
			},
		},
		２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		２２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リア",
					説明 = "It looks like the destination is\ndecided. All foRces, follow\nDaRling!",
				},
			},
		},
		２５０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "イベント印",
			物語 = "２８３／ルッコンフード洞窟",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ARe they hiding heRe? Find\nthem, kill them.",
					地名 = "ルッコンフード洞窟",
					背景 = "地下洞窟",
				},
			},
		},
		２６０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シーラ",
					説明 = "This is the final battle.\nEveRyone, move foRwaRd.",
					背景 = "ベズドグ山内／恐瘴気",
				},
			},
		},
		３００ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "イベント印",
			物語 = "２８３／恐瘴気",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "Advance... Still, advance!",
				},
			},
		},
		３１０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "Not yet...!",
				},
			},
		},
		３５０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "その頃印",
			物語 = "２８３／ケイブリス乱心",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ケイブリス",
					説明 = "HuRRy, huRRy, I should make\nit in time. I will be the Demon\nKing...!",
				},
			},
		},
		３６０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "Let's go that way",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "Let's go this way",
				},
			},
		},
		３７０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３８０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２８３／ケイブリス／戦闘前",
			戦闘２ = "m55ケイブリス／Ｄ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "It's my victoRy!",
				},
			},
		},
		４１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２８３／ケイブリス／戦闘後",
			終了 = 1,
		},
	},
	厄災発生／飛行 = {
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２８８／事件発生",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "If I had to choose, well...",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Toppos is a piece of cake.",
					物語 = "２８８／選択／トッポスに向かう",
					背景 = "街道１",
					音楽 = "フィールド／自由都市",
					地名 = "近くの街道",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "If it's Anise, I'll take caRe of\nheR.",
					物語 = "２８８／選択／アニスに向かう",
					背景 = "ゼス平原",
					音楽 = "フィールド／ゼス",
					地名 = "ゼス近郊",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "千鶴子",
					説明 = "TRuly, what a tRoublesome\nappRentice...",
				},
			},
		},
		１１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "...Isn't the town buRning oR\nsomething?",
				},
			},
		},
		１２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "味方ボス印",
			物語 = "２８８／アニス／戦闘前",
			戦闘２ = "m55アニス",
			物語３ = "２８８／アニス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "WoRk should have RewaRds,\nRight?",
				},
			},
		},
		１３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１４０ = {
			画像Ａ = "000ランス城",
			物語 = "２８８／アニスお仕置き",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Hmm, hmm. AlRight, maybe\nagain sometime... No, we\nReally shouldn't do it\nanymoRe.",
				},
			},
		},
		１５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
		２００ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "Then, let's head to Toppos'\nplace.",
				},
			},
		},
		２１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "Taking down a legendaRy\nmonsteR... As expected of big\nbRo.",
				},
			},
		},
		２２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "大ボス印",
			物語 = "２８８／トッポス／戦闘前",
			戦闘２ = "m55トッポス",
			物語３ = "２８８／トッポス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ",
					説明 = "Ah... That was fun. Next\ntime, I want to go solo.",
				},
			},
		},
		２３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クリーム",
					説明 = "Good woRk, eveRyone.",
				},
			},
		},
		２４０ = {
			画像Ａ = "000ランス城",
			物語 = "２８８／トッポスその後",
			フラグ = "空展開＝１",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Gahahahaha! As I thought, I\nam a genius!",
				},
			},
		},
		２５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
};