tree クエストデータ = {
	アフター／挨拶 = {
		００１ = {
			物語 = "９０１／アフター／入り口",
			終了 = 1,
		},
	},
	アフター／初期化 = {
		００１ = {
			終了 = 1,
		},
	},
	アフター／説明 = {
		００１ = {
			物語 = "９０３／アフター／説明初",
			終了 = 1,
		},
	},
	アフター／説明汎用 = {
		００１ = {
			物語 = "９０４／アフター／説明汎用",
			終了 = 1,
		},
	},
	ｖｓサテラ = {
		背景 = "リーザス平原",
		地名 = "ポポンのお顔は真っ黒け",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度１５",
		００１ = {
			画像Ａ = "リーザス平原",
		},
		００２ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m55石像",
		},
		００３ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m55中ボスＣ",
		},
		００４ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔人印",
			戦闘 = "m55サテラ／Ｘ",
		},
		００５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓホーネット = {
		背景 = "謎の島",
		地名 = "自動車事故に逢いました、飛行機事故にも合いました",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "謎の島",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "謎の島",
			画像Ｂ = "魔人印",
			戦闘 = "m55ハウゼル＋サイゼル／Ｘ",
		},
		００３ = {
			画像Ａ = "謎の島",
			画像Ｂ = "魔人印",
			戦闘 = "m55ホーネット／Ｘ",
		},
		００４ = {
			画像Ａ = "謎の島",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ魔王美樹 = {
		背景 = "湿地帯",
		地名 = "ツギガセ",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "魔人印",
			戦闘 = "m55健太郎／Ｘ",
		},
		００３ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "魔人印",
			戦闘 = "m55魔王美樹／Ｘ",
		},
		００４ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓストーンＧＥＸ１ = {
		背景 = "人工迷宮",
		地名 = "択捉島の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧＥＸ１",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓストーンＧＥＸ２ = {
		背景 = "人工迷宮",
		地名 = "南樺太の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧＥＸ２",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓストーンＧＥＸ３ = {
		背景 = "人工迷宮",
		地名 = "台湾の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧＥＸ３",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ地域１ = {
		背景 = "戦場",
		地名 = "トレードセンター前",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度１５",
		００１ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
		},
		２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "モンスター印",
			戦闘 = "m33迷宮",
		},
		３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
		},
		４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "モンスター印",
			戦闘 = "m33平原　自動",
		},
		５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ地域２ = {
		背景 = "ワシントン花畑",
		地名 = "中之島公園",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
		},
		０１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン",
		},
		０２０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "大ボス印",
			戦闘 = "m55レッドドラゴン",
		},
		０３０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "中ボス印",
			戦闘 = "m55霊体／ボス",
		},
		０２１ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		０２２ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		０２３ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		０４０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０２５ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　９０",
		},
		０５０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０２７ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０２８ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０２９ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０６０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "中ボス印",
			戦闘 = "m55キラトーキ",
		},
		０７０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓ地域３ = {
		背景 = "山道",
		地名 = "山上遊園地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２２",
		００１ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		０１０ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		０２０ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０３０ = {
			画像Ａ = "山道",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		０４０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55古代種／ボス",
		},
		０５０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55鬼／毒",
		},
		０６０ = {
			画像Ａ = "山道",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		０７０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55装甲／ボス",
		},
		０１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "中ボス印",
			戦闘 = "m55アントーン／ボス",
		},
		０１１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	ｖｓルドラサウム = {
		背景 = "人工迷宮",
		地名 = "台湾の秘密基地",
		音楽 = "フィールド／僻地夜",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "",
		},
		００２ = {
			画像Ａ = "000ルドラサウム",
			戦闘 = "m55ルドラサウム",
		},
		００３ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "９００／アフター／クエストクリア",
			終了 = 1,
		},
	},
	食券乱用 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		フラグ = "アフター用カード配置",
		００１ = {
			画像Ａ = "基本箱",
			画像Ｂ = "イベント印",
			処理 = "食券フェイズ",
		},
		００２ = {
			画像Ａ = "基本箱",
			画像Ｂ = "イベント印",
			処理 = "食券フェイズ",
		},
		００３ = {
			画像Ａ = "基本箱",
			画像Ｂ = "イベント印",
			処理 = "食券フェイズ",
			終了 = 1,
		},
	},
	ｖｓバスワルド = {
		背景 = "自由都市平原",
		地名 = "破壊された都市の郊外",
		フラグ = "難易度２０",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			物語 = "９２４／バスワルド／スタート",
			音楽 = "フィールド／天界",
		},
		００２ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55バスワルド",
		},
		００３ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その後の戦局",
			物語 = "９２４／バスワルド／エンド",
			終了 = 1,
		},
	},
	クルックー裁判 = {
		００１ = {
			物語 = "９４１／クルックー裁判",
			終了 = 1,
		},
	},
	解説ルーム = {
		００１ = {
			物語 = "９４２／解説ルーム",
			終了 = 1,
		},
	},
	魔人ワーグと… = {
		００１ = {
			物語 = "ワーグのエロ",
			終了 = 1,
		},
	},
	アリス／挨拶 = {
		００１ = {
			物語 = "８５０／アリス／挨拶",
			フラグ = "初期化／アリスの館",
			終了 = 1,
		},
	},
	アリス／お知らせ = {
		００１ = {
			物語 = "８５１／アリス／お知らせ",
			終了 = 1,
		},
	},
	アリス／開始前に = {
		００１ = {
			物語 = "８５２／アリス／開始前に",
			終了 = 1,
		},
	},
	アリス／コツ = {
		００１ = {
			物語 = "８５３／アリス／コツ",
			終了 = 1,
		},
	},
	アリス／Ｒ１ = {
		００１ = {
			物語 = "８６１／アリス／Ｒ１",
			終了 = 1,
		},
	},
	アリス／Ｒ２ = {
		００１ = {
			物語 = "８６２／アリス／Ｒ２",
			終了 = 1,
		},
	},
	アリス／Ｒ３ = {
		００１ = {
			物語 = "８６３／アリス／Ｒ３",
			終了 = 1,
		},
	},
	アリス／Ｒ４ = {
		００１ = {
			物語 = "８６４／アリス／Ｒ４",
			終了 = 1,
		},
	},
	アリス／Ｒ５ = {
		００１ = {
			物語 = "８６５／アリス／Ｒ５",
			終了 = 1,
		},
	},
	アリス／Ｒ６ = {
		００１ = {
			物語 = "８６６／アリス／Ｒ６",
			終了 = 1,
		},
	},
	アリス／Ｒ７ = {
		００１ = {
			物語 = "８６７／アリス／Ｒ７",
			終了 = 1,
		},
	},
	アリス／Ｒ８ = {
		００１ = {
			物語 = "８６８／アリス／Ｒ８",
			終了 = 1,
		},
	},
	アリス／Ｒ９ = {
		００１ = {
			物語 = "８６９／アリス／Ｒ９",
			終了 = 1,
		},
	},
	アリス／スタッフ = {
		００１ = {
			物語 = "８７０／アリス／スタッフ",
			終了 = 1,
		},
	},
	アリス／ＴＡＤＡ = {
		００１ = {
			物語 = "８７１／アリス／ＴＡＤＡ",
			終了 = 1,
		},
	},
	アリス／織音 = {
		００１ = {
			物語 = "８７２／アリス／織音",
			終了 = 1,
		},
	},
	アリス／ぷりん = {
		００１ = {
			物語 = "８７３／アリス／ぷりん",
			終了 = 1,
		},
	},
	アリス／ヨイドレ = {
		００１ = {
			物語 = "８７４／アリス／ヨイドレ",
			終了 = 1,
		},
	},
	アリス／抜ける = {
		００１ = {
			フラグ = "初期化／アリスの館",
			終了 = 1,
		},
	},
	その頃ダークランス = {
		００１ = {
			物語 = "３８２／その頃ダークランス",
			終了 = 1,
		},
	},
	アリス／ＤＢ１ = {
		００１ = {
			物語 = "８９０／アリスＤＢ",
			終了 = 1,
		},
	},
	アリス／ＤＢ２ = {
		００１ = {
			物語 = "８９０／アリスＤＢ",
			終了 = 1,
		},
	},
	アリス／ＤＢ３ = {
		００１ = {
			物語 = "８９０／アリスＤＢ",
			終了 = 1,
		},
	},
	アリス／冒険イメージ = {
		００１ = {
			物語 = "８５５／アリス／冒険イメージ",
			終了 = 1,
		},
	},
	アリス／成長イメージ = {
		００１ = {
			物語 = "８５６／アリス／成長イメージ",
			終了 = 1,
		},
	},
	アリス／その他イメージ = {
		００１ = {
			物語 = "８５７／アリス／その他イメージ",
			終了 = 1,
		},
	},
	アリス／戦闘イメージ = {
		００１ = {
			物語 = "８５４／アリス／戦闘イメージ",
			終了 = 1,
		},
	},
	アリスの館 = {
		００１ = {
			物語 = "４９／アリスの館",
			終了 = 1,
		},
	},
	★ハニーテスト = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／リーザス",
		００１ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "０００／テストさん",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "出発します",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m22ハニー",
			フラグ = "ウルトラレアＯＮ",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "５０／その頃",
		},
		０５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "５０／エンド",
			終了 = 1,
		},
	},
	ランス砦の日々／砦 = {
		００１ = {
			物語 = "１６７／ランス砦の日々",
			終了 = 1,
		},
	},
	ランスがリーダー = {
		００１ = {
			物語 = "０３／ランスへの状況説明",
			物語２ = "０３／香姫のエロ",
			物語３ = "０３／ランスがリーダー",
			コルルンサ = "世界",
			終了 = 1,
		},
	},
	反撃作戦開始 = {
		００１ = {
			物語 = "０６／反撃作戦開始",
			コルルンサ = "第二次魔人戦争",
			終了 = 1,
		},
	},
	魔王の噂 = {
		００１ = {
			物語 = "０８／魔王の噂",
			終了 = 1,
		},
	},
	中間会議 = {
		００１ = {
			物語 = "１７／中間会議",
			終了 = 1,
		},
	},
	２０海里出現 = {
		００１ = {
			物語 = "１２／２０海里出現",
			コルルンサ = "満ち潮",
			終了 = 1,
		},
	},
	２０海里消失 = {
		００１ = {
			物語 = "１３／２０海里消失",
			終了 = 1,
		},
	},
	２０海里上陸後の朝 = {
		００１ = {
			物語 = "１５／夜が明けた",
			終了 = 1,
		},
	},
	ランス城飛ばない = {
		００１ = {
			物語 = "３０／パットンの失敗",
		},
		００２ = {
			物語 = "３０／魔軍進撃",
		},
		００３ = {
			物語 = "３０／魔軍に敗北",
		},
		００４ = {
			物語 = "３０／逃げた先",
			秘書任命 = "アリス",
			終了 = 1,
		},
	},
	飛ばなかった後 = {
		００１ = {
			物語 = "３４／今後の方針",
			終了 = 1,
		},
	},
	天満橋の大軍／ＪＰ = {
		００１ = {
			物語 = "３２／天満橋の大軍",
			終了 = 1,
		},
	},
	天満橋の大軍／通常 = {
		００１ = {
			物語 = "３５／天満橋の大軍／通常",
			終了 = 1,
		},
	},
	魔王の覚醒間近／ＪＰ = {
		００１ = {
			物語 = "３３／魔王の覚醒間近",
			終了 = 1,
		},
	},
	ワーグ活躍 = {
		００１ = {
			物語 = "３１／ワーグ活躍",
			コルルンサ = "魔人ワーグ",
			終了 = 1,
		},
	},
	警告シャングリラ強襲 = {
		００１ = {
			物語 = "５１／警告シャングリラ強襲",
			終了 = 1,
		},
	},
	警告魔王を捜す = {
		００１ = {
			物語 = "５２／警告魔王を捜す",
			終了 = 1,
		},
	},
	魔王ケイブリス告知 = {
		００１ = {
			物語 = "５５２／魔王ケイブリス／告知",
			終了 = 1,
		},
	},
	シィル幽体離脱 = {
		００１ = {
			物語 = "５３／シィル幽体離脱",
			終了 = 1,
		},
	},
	全地域奪還 = {
		００１ = {
			物語 = "５５／全地域奪還",
			終了 = 1,
		},
	},
	カミーラ自動取得 = {
		００１ = {
			物語 = "５６／カミーラ自動取得",
			終了 = 1,
		},
	},
	魔軍の増援 = {
		００１ = {
			物語 = "５７／魔軍の増援",
			終了 = 1,
		},
	},
	動かす手段／飛行 = {
		００１ = {
			物語 = "１７０／動かす手段／飛行",
			終了 = 1,
		},
	},
	ランス城移動１／飛行 = {
		００１ = {
			物語 = "１７１／ランス城移動１",
			終了 = 1,
		},
	},
	ランス城移動２／飛行 = {
		背景 = "ランス城",
		００１ = {
			物語 = "１７２／ランス城移動２／戦闘前",
			戦闘２ = "m11魔軍／飛行",
			物語３ = "１７２／ランス城移動２／戦闘後",
			終了 = 1,
		},
	},
	ランス城移動３／飛行 = {
		背景 = "ランス城",
		００１ = {
			物語 = "１７３／ランス城移動３／戦闘前",
			戦闘２ = "m11魔軍／飛行",
			物語３ = "１７３／ランス城移動３／戦闘後",
			終了 = 1,
		},
	},
	ランス城移動４／飛行 = {
		００１ = {
			物語 = "１７４／ランス城移動４",
			終了 = 2,
		},
	},
	軍移動 = {
		００１ = {
			物語 = "１６９／軍移動",
			終了 = 1,
		},
	},
	天満橋は渡れない／ＪＰ = {
		００１ = {
			物語 = "１６６／天満橋は渡れない／ＪＰ",
			終了 = 1,
		},
	},
	空飛ぶランス城散策 = {
		００１ = {
			物語 = "１０９／空飛ぶランス城散策",
			コルルンサ = "闘神都市",
			終了 = 1,
		},
	},
	必殺技を得る = {
		００１ = {
			物語 = "１４２／必殺技を得る",
			終了 = 1,
		},
	},
	魔王の記憶改竄 = {
		００１ = {
			物語 = "１１６／魔王の記憶改変",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "手段は選ばない",
					分岐 = "００２",
				},
			},
		},
		００２ = {
			物語 = "１１６／記憶の中",
		},
		００３ = {
			物語 = "１１６／美樹とエッチ",
			終了 = 1,
		},
	},
	海を調べる = {
		００１ = {
			物語 = "１４３／海を調べる",
			終了 = 1,
		},
	},
	俺は自由になる = {
		００１ = {
			物語 = "１０６／俺は自由になる",
			終了 = 2,
		},
	},
	本番に向けて休息 = {
		００１ = {
			物語 = "１５１／本番に向けて休息",
			終了 = 1,
		},
	},
	本番に向けて休息／ＪＰ = {
		００１ = {
			物語 = "１５１／本番に向けて休息",
			終了 = 1,
		},
	},
	再出発／ＪＰ = {
		００１ = {
			物語 = "１４４／ＪＡＰＡＮで再出発",
			終了 = 1,
		},
	},
	再出発／砦 = {
		００１ = {
			物語 = "１４５／ランス砦での再出発",
			終了 = 1,
		},
	},
	魔物界進軍計画 = {
		００１ = {
			物語 = "１６８／魔物界進軍計画",
			終了 = 1,
		},
	},
	美樹を何とかする／ＪＰ = {
		００１ = {
			物語 = "１４６／美樹を何とかする",
			終了 = 1,
		},
	},
	ＤＸの会の妨害 = {
		００１ = {
			条件書換前 = "カチューシャ展開５　物語=１５５／ＤＸの会の妨害Ａ",
			！条件書換前 = "カチューシャ展開５　物語=１５５／ＤＸの会の妨害Ｂ",
			終了 = 1,
		},
	},
	美樹を取り返す = {
		００１ = {
			物語 = "１５４／美樹を取り返す",
			終了 = 1,
		},
	},
	上陸地点で準備 = {
		００１ = {
			物語 = "１４８／上陸地点で準備",
			終了 = 1,
		},
	},
	女の子モンスター迷宮 = {
		背景 = "秘密の谷",
		地名 = "フチュウ盆地",
		音楽 = "フィールド／僻地夜",
		フラグ = "リーザス地域",
		００１ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "",
			物語 = "１５６／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "女の子モンスターはrいねがぁ〜",
				},
			},
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00女Ｍ　自動",
		},
		０１６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00女Ｍ　自動",
		},
		０２０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０５０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０７０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "秘密の谷",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウェンリーナー",
					説明 = "えへへ、よろしくね",
				},
			},
		},
		０８０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "イベント印",
			物語 = "１５６／エンド",
			終了 = 1,
		},
	},
	残党狩り／リーザス = {
		地名 = "リーザス城",
		背景 = "リーザス城",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "１５８／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞr掃討じゃー！",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	残党狩り／ヘルマン = {
		背景 = "ラングバウ",
		地名 = "首都　ラングバウ",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "１５９／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "かるーくやってやる",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	残党狩り／ゼス = {
		背景 = "ゼス城",
		地名 = "首都　ラグナロックアーク",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "１６０／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "行くわよ",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	残党狩り／自由都市 = {
		背景 = "Ｍランド",
		地名 = "臨時首都　Ｍランド",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "",
			物語 = "１６１／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さーて、雑魚掃除だ",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／優勢",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			終了 = 1,
		},
	},
	奪還／リーザス = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			物語 = "１６２／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "リアを救い出す",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６２／エンド",
			終了 = 1,
		},
	},
	奪還／ヘルマン = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			物語 = "１６３／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "シーラを奪い返す",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６３／エンド",
			終了 = 1,
		},
	},
	奪還／ゼス = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			物語 = "１６４／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マジックを助ける",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６４／エンド",
			終了 = 1,
		},
	},
	奪還／自由都市 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／魔物界",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			物語 = "１６５／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺の女たちを取り戻す",
				},
			},
		},
		００２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "モンスター印",
			物語 = "１６２／悲惨な人々",
			戦闘２ = "m00魔軍",
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "モンスター印",
			物語 = "１６５／エンド",
			終了 = 1,
		},
	},
	男の子モンスター迷宮 = {
		背景 = "農地",
		地名 = "カコガワ農園",
		音楽 = "フィールド／村",
		００１ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			物語 = "１５７／スタート",
			フラグ = "ヘルマン地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ハック＆スラッーシュ！",
				},
			},
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０１６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０２０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０３０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０４０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０５０ = {
			画像Ａ = "農地",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６０ = {
			画像Ａ = "農地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０６６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０７０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０８０ = {
			画像Ａ = "農地",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "農地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "セラクロラス",
					説明 = "…………ぐぅ",
				},
			},
		},
		０９０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "１５７／エンド",
			終了 = 1,
		},
	},
	チャンスを待つ = {
		００１ = {
			画像Ａ = "000ランス城",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			物語 = "２００／チャンスを待つ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ビスケッタ",
					説明 = "かしこまりました",
				},
				分岐右 = {
					顔画像 = "コパンドン",
					説明 = "しゃあないなr今回だけやで",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			終了 = 1,
		},
		０２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２１ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２２ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２３ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２４ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
	ケイブリスに勝負を挑む = {
		００１ = {
			物語 = "２７５／ケイブリスに勝負を挑む",
			終了 = 1,
		},
	},
	戦力補強 = {
		００１ = {
			物語 = "２８２／戦力補強",
			終了 = 1,
		},
	},
	暇／ＪＰ = {
		００１ = {
			物語 = "２８９／暇／ＪＰ",
			終了 = 1,
		},
	},
	どこに行くべきか／飛行 = {
		００１ = {
			物語 = "２９０／どこに行くべきか／飛行",
			終了 = 1,
		},
	},
	法王特典 = {
		００１ = {
			物語 = "４２８／法王特典",
			終了 = 1,
		},
	},
	勇者の活躍１ = {
		００１ = {
			物語 = "４２６／勇者の活躍１",
			終了 = 1,
		},
	},
	勇者の活躍２ = {
		００１ = {
			物語 = "４２６／勇者の活躍２",
			終了 = 1,
		},
	},
	食券行列に並ぶ = {
		００１ = {
			物語 = "４００／食券行列に並ぶ",
			終了 = 1,
		},
	},
	三姉妹占い = {
		００１ = {
			物語 = "４１６／三姉妹占い／スタート",
			物語２ = "４１６／三姉妹占い／すっぽぬけ",
			終了 = 1,
		},
	},
	ランス城散策 = {
		００１ = {
			物語 = "１０８／ランス城散策",
			秘書登録 = "ビスケッタ",
			終了 = 1,
		},
	},
	ランス城の補給 = {
		００１ = {
			物語 = "０７／ランス城の補給",
			終了 = 1,
		},
	},
	クルックーと女神アリス = {
		００１ = {
			物語 = "０９／クルックーと女神アリス",
			終了 = 1,
		},
	},
	サテラの魔人話 = {
		００１ = {
			物語 = "１０７／サテラの魔人話",
			秘書登録 = "サテラ",
			コルルンサ = "魔人サテラ",
			終了 = 1,
		},
	},
	ホーネットの魔王話 = {
		００１ = {
			物語 = "１１７／ホーネットの魔王話",
			終了 = 1,
		},
	},
	魔王とミラクル = {
		００１ = {
			物語 = "１１５／魔王とミラクル",
			終了 = 1,
		},
	},
	聖女の役目 = {
		００１ = {
			物語 = "１２４／聖女の役目",
			終了 = 1,
		},
	},
	お正月 = {
		００１ = {
			物語 = "３５８／お正月",
			終了 = 1,
		},
	},
	英雄ブリティシュ = {
		００１ = {
			物語 = "４０６／英雄ブリティシュ",
			コルルンサ = "エターナルヒーロー",
			終了 = 1,
		},
	},
	アニス抱く = {
		００１ = {
			物語 = "４０１／アニス拷問",
			終了 = 1,
		},
	},
	ハウゼル抱く = {
		００１ = {
			物語 = "１１８／ハウゼル１",
			物語２ = "１１８／ハウゼル２",
			物語３ = "１１８／ハウゼル３",
			終了 = 1,
		},
	},
	サイゼル抱く = {
		００１ = {
			物語 = "１１９／サイゼル１",
			物語２ = "１１９／サイゼル２",
			物語３ = "１１９／サイゼル３",
			終了 = 1,
		},
	},
	シルキィ抱く = {
		００１ = {
			物語 = "１２０／シルキィ抱く",
			終了 = 1,
		},
	},
	クリーム抱く = {
		００１ = {
			物語 = "４０３／クリームとエッチ",
			終了 = 1,
		},
	},
	ウルザ抱く = {
		００１ = {
			物語 = "４０４／ウルザ１",
			物語２ = "４０４／ウルザ２",
			終了 = 1,
		},
	},
	日光抱く = {
		００１ = {
			物語 = "１２１／日光を抱く",
			終了 = 1,
		},
	},
	ウィリス抱く = {
		００１ = {
			物語 = "４１４／ウィリス抱く",
			終了 = 1,
		},
	},
	アギレダ抱く = {
		００１ = {
			物語 = "１２３／アギレダを抱く",
			終了 = 1,
		},
	},
	ビスケッタ抱く = {
		００１ = {
			物語 = "４０５／ビスケッタさんのエロ",
			終了 = 1,
		},
	},
	ワーグ仲間 = {
		００１ = {
			物語 = "４０２／ワーグ仲間",
			終了 = 1,
		},
	},
	シィルを脱がす = {
		００１ = {
			物語 = "３５５／シィルを脱がす",
			終了 = 1,
		},
	},
	総統ハーレム１ = {
		００１ = {
			物語 = "４１１／総統ハーレム１",
			終了 = 1,
		},
	},
	総統ハーレム２ = {
		００１ = {
			物語 = "４１２／総統ハーレム２",
			終了 = 1,
		},
	},
	橋頭堡の夜／シィル = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９０／橋頭堡でシィル",
			終了 = 1,
		},
	},
	橋頭堡の夜／一人 = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９２／橋頭堡で一人",
			終了 = 1,
		},
	},
	橋頭堡の夜／サテラ = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９３／橋頭堡でサテラ",
			終了 = 1,
		},
	},
	橋頭堡の夜／アギレダ = {
		００１ = {
			物語 = "１９０／魔物界の橋頭堡",
			物語２ = "１９４／橋頭堡でアギレダ",
			終了 = 1,
		},
	},
	エピローグＡ = {
		００１ = {
			物語 = "５９０／戦争報告",
			物語２ = "５９０／女神の部屋",
			物語３ = "５９０／お祝い",
			物語４ = "５９０／バード",
			物語５ = "５９０／美樹発作",
			物語６ = "５９０／ホーネットの選択",
			物語７ = "５９０／ランスの選択",
			物語８ = "５９０／誕生",
			ムービー９ = "１部エンドロール",
			物語１０ = "５９０／魔王ランス",
			フラグ = "クリア／エピローグ",
			終了 = 4,
		},
	},
	エピローグＢ = {
		００１ = {
			物語 = "５９０／戦争報告",
			物語２ = "５９０／女神の部屋",
			物語３ = "５９０／お祝い",
			物語４ = "５９０／バード",
			物語５ = "５９０／美樹発作",
			物語６ = "５９０／ミラクルの選択",
			物語７ = "５９０／ランスの選択",
			物語８ = "５９０／誕生",
			ムービー９ = "１部エンドロール",
			物語１０ = "５９０／魔王ランス",
			フラグ = "クリア／エピローグ",
			終了 = 4,
		},
	},
	ジュリア改造 = {
		００１ = {
			物語 = "４１７／ジュリア改造",
			終了 = 1,
		},
	},
	ケッセルリンク復活 = {
		００１ = {
			物語 = "４１８／ケッセルリンク復活",
			終了 = 1,
		},
	},
	ハニー軍団参戦 = {
		００１ = {
			物語 = "４１９／ハニー軍団参戦",
			終了 = 1,
		},
	},
	マエリータ再集結 = {
		００１ = {
			物語 = "４２０／マエリータ再集結",
			終了 = 1,
		},
	},
	テオマンの女１ = {
		００１ = {
			物語 = "４２１／テオマンの女１",
			終了 = 1,
		},
	},
	テオマンの女２ = {
		００１ = {
			物語 = "４２２／テオマンの女２",
			終了 = 1,
		},
	},
	政宗と嫁 = {
		００１ = {
			物語 = "４２３／政宗と嫁",
			終了 = 1,
		},
	},
	ランス船団の事 = {
		００１ = {
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			画像Ａ = "000ランス城",
			物語 = "１１２／ランス船団の事",
			選択分岐 = {
				分岐左 = {
					顔画像 = "コパンドン",
					説明 = "ほな戦争用に改造で",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "まてまてrそれは俺様の冒険用だ",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１１２／許可する",
			フラグ = "ランス船団＝０",
			終了 = 1,
		},
		０２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１１２／許可しない",
			フラグ = "ランス船団＝１",
			終了 = 1,
		},
	},
	レンジャー作戦 = {
		００１ = {
			物語 = "４５０／レンジャー作戦",
			終了 = 1,
		},
	},
	ガード作戦 = {
		００１ = {
			物語 = "４５１／ガード作戦",
			終了 = 1,
		},
	},
	ヒーラー作戦 = {
		００１ = {
			物語 = "４５２／ヒーラー作戦",
			終了 = 1,
		},
	},
	勲章行列に並ぶ = {
		００１ = {
			物語 = "４５４／勲章行列に並ぶ",
			終了 = 1,
		},
	},
	砦防衛 = {
		背景 = "山道",
		００１ = {
			物語 = "４５５／砦防衛",
			戦闘 = "m11迷宮",
			戦闘２ = "m11迷宮",
			終了 = 1,
		},
	},
	治水 = {
		００１ = {
			物語 = "４５６／治水",
			終了 = 1,
		},
	},
	地表偵察 = {
		背景 = "魔物の森",
		００１ = {
			物語 = "４５７／地表偵察",
			戦闘 = "m00レア女Ｍ",
			終了 = 1,
		},
	},
	裸集め = {
		００１ = {
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			画像Ａ = "000ランス城",
			条件書換前 = "裸集めカウント　物語=シィル／裸",
			！条件書換前 = "裸集めカウント　物語=ランス／裸",
		},
		００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "全裸００", "全裸００", "全裸００" },
		},
		００３ = {
			画像Ａ = "000ランス城",
			終了 = 1,
		},
	},
	卵の孵化 = {
		００１ = {
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			画像Ａ = "000ランス城",
			物語 = "４５３／卵の孵化",
			フラグ = "次世代魔物の追加",
		},
		００２ = {
			画像Ａ = "000ランス城",
			終了 = 1,
		},
	},
	各国軍の底力 = {
		００１ = {
			物語 = "４５９／各国軍の底力",
			終了 = 1,
		},
	},
	女の子モンスター脱がす = {
		００１ = {
			物語 = "４２５／女の子モンスター脱がす",
			終了 = 1,
		},
	},
	ベゼルアイの繁殖期 = {
		００１ = {
			物語 = "００／ベゼルアイ／繁殖",
			終了 = 1,
		},
	},
	ハウセスナースの繁殖期 = {
		００１ = {
			物語 = "００／ハウセスナース／繁殖",
			終了 = 1,
		},
	},
	セラクロラスの繁殖期 = {
		００１ = {
			物語 = "００／セラクロラス／繁殖",
			終了 = 1,
		},
	},
	ウェンリーナーの繁殖期 = {
		００１ = {
			物語 = "００／ウェンリーナー／繁殖",
			終了 = 1,
		},
	},
	エピローグ滅亡 = {
		００１ = {
			物語 = "５５５／人類滅亡",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／敗北",
			終了 = 4,
		},
	},
	割り込み抜け = {
		００１ = {
			物語 = "３００／割り込み抜け",
			終了 = 1,
		},
	},
	カチューシャ脱走 = {
		００１ = {
			物語 = "３６３／カチューシャ脱走",
			終了 = 1,
		},
	},
	ウィリス仲間入り = {
		００１ = {
			物語 = "３５８／ウィリス仲間入り",
			フラグ = "ウィリスの追加",
			コルルンサ = "神々",
			終了 = 1,
		},
	},
	クエルプラン遭遇 = {
		００１ = {
			物語 = "３６０／クエルプラン遭遇",
			終了 = 1,
		},
	},
	クエルプランとアリス１ = {
		００１ = {
			物語 = "３６８／クエルプランとアリス１",
			終了 = 1,
		},
	},
	クエルプランとアリス２ = {
		００１ = {
			物語 = "３６９／クエルプランとアリス２",
			終了 = 1,
		},
	},
	ルドラサウムの声 = {
		００１ = {
			物語 = "３７０／ルドラサウムの声",
			終了 = 1,
		},
	},
	ミカン物語 = {
		００１ = {
			物語 = "３５９／ミカン物語",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv70 普通の父", "Lv70 普通の母", "Lv70 普通の少女" },
			終了 = 1,
		},
	},
	美樹の留守番 = {
		００１ = {
			物語 = "３５６／美樹の留守番",
			終了 = 1,
		},
	},
	魔王を捜す魔軍 = {
		００１ = {
			物語 = "３５５／魔王を捜す魔軍",
			終了 = 1,
		},
	},
	テオマンの妨害１ = {
		００１ = {
			物語 = "３０１／テオマン妨害１",
			終了 = 1,
		},
	},
	テオマンの妨害２ = {
		００１ = {
			物語 = "３０２／テオマン妨害２",
			終了 = 1,
		},
	},
	テオマンの妨害３Ａ = {
		００１ = {
			物語 = "３０３／テオマン妨害３",
			物語２ = "３００／テオマン妨害３／ウェンリーナー",
			フラグ = "ウェンリーナー＝１",
			終了 = 1,
		},
	},
	テオマンの妨害３Ｂ = {
		００１ = {
			物語 = "３０３／テオマン妨害３",
			物語２ = "３００／テオマン妨害３／クルックー",
			フラグ = "法王特典＝０",
			終了 = 1,
		},
	},
	テオマンの妨害３Ｃ = {
		００１ = {
			物語 = "３０３／テオマン妨害３",
			物語２ = "３００／テオマン妨害３／死亡",
			終了 = 2,
		},
	},
	ウェンリーナー遭遇 = {
		００１ = {
			物語 = "３１０／ウェンリーナー遭遇",
			フラグ = "ウェンリーナーの追加",
			終了 = 1,
		},
	},
	セラクロラス遭遇 = {
		００１ = {
			物語 = "３１０／セラクロラス遭遇",
			フラグ = "セラクロラスの追加",
			終了 = 1,
		},
	},
	アーシー遭遇 = {
		００１ = {
			物語 = "３４３／アーシー遭遇",
			フラグ = "アーシーの追加",
			終了 = 1,
		},
	},
	パセリ遭遇 = {
		００１ = {
			物語 = "３６２／パセリ遭遇",
			フラグ = "パセリの追加",
			終了 = 1,
		},
	},
	マエリータ赴任 = {
		００１ = {
			物語 = "３２０／赴任／初",
			終了 = 1,
		},
	},
	マエリータ接触１ = {
		００１ = {
			物語 = "３２０／ランス接触１／戦闘前",
			戦闘 = "m22マエリータ隊／Ａ",
			物語２ = "３２０／ランス接触１／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触２ = {
		００１ = {
			物語 = "３２０／ランス接触２／戦闘前",
			戦闘 = "m22マエリータ隊／Ａ",
			物語２ = "３２０／ランス接触２／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触３ = {
		００１ = {
			物語 = "３２０／ランス接触３／戦闘前",
			戦闘 = "m22マエリータ隊／Ｂ",
			物語２ = "３２０／ランス接触３／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触４ = {
		００１ = {
			物語 = "３２０／ランス接触４／戦闘前",
			戦闘 = "m22マエリータ隊／Ｃ",
			物語２ = "３２０／ランス接触４／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触５ = {
		００１ = {
			物語 = "３２０／ランス接触５／戦闘前",
			戦闘 = "m22ハチ女集団／共闘",
			物語２ = "３２０／ランス接触５／戦闘後",
			終了 = 1,
		},
	},
	マエリータ接触６ = {
		００１ = {
			物語 = "３２０／ランス接触６／戦闘前",
			戦闘 = "m22マエリータ隊／Ｄ",
			物語２ = "３２０／ランス接触６／戦闘後",
			終了 = 1,
		},
	},
	その頃サイゼル１ = {
		００１ = {
			物語 = "３４０／その頃サイゼル１",
			終了 = 1,
		},
	},
	その頃サイゼル２ = {
		００１ = {
			物語 = "３４１／その頃サイゼル２",
			終了 = 1,
		},
	},
	日光とカオス = {
		００１ = {
			物語 = "３４２／日光とカオス",
			終了 = 1,
		},
	},
	サテラ仲間入り = {
		００１ = {
			物語 = "３５０／サテラ仲間入り",
			終了 = 1,
		},
	},
	フェリス仲間入り = {
		００１ = {
			物語 = "３５４／フェリス仲間入り",
			フラグ = "フェリスの追加",
			終了 = 1,
		},
	},
	その頃パットン１ = {
		００１ = {
			物語 = "３５１／その頃パットン１",
			終了 = 1,
		},
	},
	大人化説明 = {
		００１ = {
			物語 = "００／大人化説明",
			終了 = 1,
		},
	},
	４人の聖女／大 = {
		００１ = {
			物語 = "３５２／４人の聖女／大",
			フラグ = "赤色の円柱の追加",
			終了 = 1,
		},
	},
	４人の聖女／小 = {
		００１ = {
			物語 = "３５３／４人の聖女／小",
			フラグ = "青色の円柱の追加",
			終了 = 1,
		},
	},
	テオマン女の情報 = {
		００１ = {
			物語 = "３６５／テオマン女の情報",
			終了 = 1,
		},
	},
	テオマンに忠告するセシル = {
		００１ = {
			物語 = "３６６／テオマンに忠告するセシル",
			終了 = 1,
		},
	},
	リア電卓 = {
		００１ = {
			物語 = "３６７／リア電卓",
			フラグ = "運命の女リアの追加",
			終了 = 1,
		},
	},
	レンジャーヒント = {
		００１ = {
			物語 = "３７１／レンジャーヒント",
			終了 = 1,
		},
	},
	ガードヒント = {
		００１ = {
			物語 = "３７２／ガードヒント",
			終了 = 1,
		},
	},
	ヒーラーヒント = {
		００１ = {
			物語 = "３７３／ヒーラーヒント",
			終了 = 1,
		},
	},
	その頃ＫＤ = {
		００１ = {
			物語 = "３７４／その頃ＫＤ",
			終了 = 1,
		},
	},
	その頃ホラガ = {
		００１ = {
			物語 = "３７５／その頃ホラガ",
			終了 = 1,
		},
	},
	その頃ポピンズ = {
		００１ = {
			物語 = "３７６／その頃ポピンズ",
			終了 = 1,
		},
	},
	その頃アレキサンダー = {
		００１ = {
			物語 = "３７７／その頃アレキサンダー",
			終了 = 1,
		},
	},
	その頃リクチェル = {
		００１ = {
			物語 = "３７８／その頃リクチェル",
			終了 = 1,
		},
	},
	その頃ますぞえ = {
		００１ = {
			物語 = "３７９／その頃ますぞえ",
			終了 = 1,
		},
	},
	その頃ブリティシュ = {
		００１ = {
			物語 = "３８０／その頃ブリティシュ",
			終了 = 1,
		},
	},
	難易度とハニー = {
		００１ = {
			物語 = "３８１／難易度とハニー",
			終了 = 1,
		},
	},
	ランス城の侵入に気が付く魔軍 = {
		００１ = {
			物語 = "５７１／ランス城の侵入に気が付く魔軍",
			終了 = 1,
		},
	},
	リーザス自力解放 = {
		００１ = {
			物語 = "４１／リーザス自力解放１",
			物語２ = "４１／リーザス自力解放２",
			物語３ = "４１／リーザス自力解放３",
			物語４ = "４１／リーザス自力解放４",
			物語５ = "４１／リーザス自力解放５",
			終了 = 1,
		},
	},
	ヘルマン自力解放 = {
		００１ = {
			物語 = "４２／ヘルマン自力解放１",
			物語２ = "４２／ヘルマン自力解放２",
			物語３ = "４２／ヘルマン自力解放３",
			物語４ = "４２／ヘルマン自力解放４",
			物語５ = "４２／ヘルマン自力解放５",
			物語６ = "４２／ヘルマン自力解放６",
			終了 = 1,
		},
	},
	ゼス自力解放 = {
		００１ = {
			物語 = "４３／ゼス自力解放１",
			物語２ = "４３／ゼス自力解放２",
			物語３ = "４３／ゼス自力解放３",
			物語４ = "４３／ゼス自力解放４",
			物語５ = "４３／ゼス自力解放５",
			終了 = 1,
		},
	},
	自由都市自力解放 = {
		００１ = {
			物語 = "４４／自由都市自力解放１",
			物語２ = "４４／自由都市自力解放２",
			物語３ = "４４／自由都市自力解放３",
			物語４ = "４４／自由都市自力解放４",
			物語５ = "４４／自由都市自力解放５",
			終了 = 1,
		},
	},
	リーザス被害１ = {
		００１ = {
			物語 = "５１１／リーザス被害１",
			終了 = 1,
		},
	},
	リーザス被害２ = {
		００１ = {
			物語 = "５１２／リーザス被害２",
			終了 = 1,
		},
	},
	リーザス滅亡 = {
		００１ = {
			物語 = "５１５／リーザス滅亡",
			終了 = 1,
		},
	},
	ヘルマン被害１ = {
		００１ = {
			物語 = "５２１／ヘルマン被害１",
			終了 = 1,
		},
	},
	ヘルマン被害２ = {
		００１ = {
			物語 = "５２２／ヘルマン被害２",
			終了 = 1,
		},
	},
	ヘルマン滅亡 = {
		００１ = {
			物語 = "５２５／ヘルマン滅亡",
			終了 = 1,
		},
	},
	ゼス被害１ = {
		００１ = {
			物語 = "５３１／ゼス被害１",
			コルルンサ = "魔人カミーラ",
			終了 = 1,
		},
	},
	ゼス被害２ = {
		００１ = {
			物語 = "５３２／ゼス被害２",
			終了 = 1,
		},
	},
	ゼス滅亡 = {
		００１ = {
			物語 = "５３５／ゼス滅亡",
			終了 = 1,
		},
	},
	自由都市被害１ = {
		００１ = {
			物語 = "５４１／自由都市被害１",
			終了 = 1,
		},
	},
	自由都市被害２ = {
		００１ = {
			物語 = "５４２／自由都市被害２",
			終了 = 1,
		},
	},
	自由都市滅亡 = {
		００１ = {
			物語 = "５４５／自由都市滅亡",
			終了 = 1,
		},
	},
	ＪＡＰＡＮ滅亡／通常 = {
		００１ = {
			物語 = "５４７／ＪＡＰＡＮ滅亡",
			終了 = 1,
		},
	},
	ＪＡＰＡＮ滅亡／ＪＰ = {
		００１ = {
			物語 = "５４８／ＪＡＰＡＮ滅亡／ＪＰ",
			終了 = 2,
		},
	},
	テオマン参戦 = {
		００１ = {
			物語 = "５０１／テオマン参戦",
			終了 = 1,
		},
	},
	テオマン解禁１ = {
		００１ = {
			物語 = "５０２／テオマン解禁１",
			コルルンサ = "勇者",
			終了 = 1,
		},
	},
	テオマン解禁２Ａ = {
		００１ = {
			物語 = "５０３／テオマン解禁２／スタート",
			物語２ = "５０３／テオマン解禁２／シルキィ",
			終了 = 1,
		},
	},
	テオマン解禁２Ｂ = {
		００１ = {
			物語 = "５０３／テオマン解禁２／スタート",
			物語２ = "５０３／テオマン解禁２／ハウゼル",
			終了 = 1,
		},
	},
	テオマン解禁２Ｃ = {
		００１ = {
			物語 = "５０３／テオマン解禁２／スタート",
			物語２ = "５０３／テオマン解禁２／サテラ",
			終了 = 1,
		},
	},
	テオマン解禁３ = {
		００１ = {
			物語 = "５０４／テオマン解禁３",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／テオマン解禁３",
			終了 = 4,
		},
	},
	川中島陥落 = {
		００１ = {
			物語 = "５０５／川中島陥落",
			終了 = 1,
		},
	},
	魔軍全容 = {
		００１ = {
			物語 = "５０６／魔軍全容",
			コルルンサ = "魔人ケイブリス",
			終了 = 1,
		},
	},
	マエリータ隊始動 = {
		００１ = {
			物語 = "５０７／マエリータ隊始動",
			終了 = 1,
		},
	},
	ケイブリスとケイブワン = {
		００１ = {
			物語 = "５０８／ケイブリスとケイブワン",
			終了 = 1,
		},
	},
	ケイブリスとケイブニャン = {
		００１ = {
			物語 = "５０９／ケイブリスとケイブニャン",
			終了 = 1,
		},
	},
	ケイブリスとランス情報 = {
		００１ = {
			物語 = "５１０／ケイブリスとランス情報",
			終了 = 1,
		},
	},
	囚われのホーネット = {
		００１ = {
			物語 = "５５０／囚われのホーネット",
			コルルンサ = "魔人ホーネット",
			終了 = 1,
		},
	},
	ホーネット処刑 = {
		００１ = {
			条件書換前 = "カミーラは魔軍　物語=５５１／ホーネット処刑Ａ",
			！条件書換前 = "カミーラは魔軍　物語=５５１／ホーネット処刑Ｂ",
			終了 = 1,
		},
	},
	魔王ケイブリス０６ = {
		音楽 = "ＡＤＶ／悲惨",
		００１ = {
			画像Ａ = "村",
			物語 = "５５２／魔王ケイブリス／誕生",
			物語２ = "５５２／魔王ケイブリス／告知",
			物語３ = "５５２／魔王ケイブリス／戦闘前",
			戦闘４ = "m55魔王ケイブリス",
			背景 = "村",
			地名 = "最果ての村",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		０１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王ケイブリス",
			終了 = 4,
		},
		０２０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を倒したが",
			終了 = 4,
		},
	},
	ワーグ参戦 = {
		００１ = {
			物語 = "５５４／ワーグ参戦",
			終了 = 1,
		},
	},
	人類滅亡 = {
		００１ = {
			物語 = "５５５／人類滅亡",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／人類滅亡",
			終了 = 4,
		},
	},
	ケイブリスの人間制圧プラン = {
		００１ = {
			物語 = "５６０／ケイブリスの人間制圧プラン",
			終了 = 1,
		},
	},
	美樹処刑準備 = {
		００１ = {
			物語 = "５６１／美樹処刑準備",
			終了 = 1,
		},
	},
	ケイブリスの魔物制圧プラン = {
		００１ = {
			物語 = "５６２／ケイブリスの魔物制圧プラン",
			終了 = 1,
		},
	},
	ケイブリスハーレム = {
		００１ = {
			物語 = "５６３／ケイブリスハーレム",
			終了 = 1,
		},
	},
	テオマン解禁３／ＪＰ = {
		００１ = {
			物語 = "５６４／テオマン地獄落ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／テオマン解禁３",
			終了 = 4,
		},
	},
	テオマン解禁３／砦 = {
		００１ = {
			物語 = "５６５／テオマン来襲",
			物語２ = "５６５／コーラの説明",
			物語３ = "５６５／クルックーの説明",
			物語４ = "５６５／神々への道",
			物語５ = "５６５／神々の国",
			物語６ = "５６５／女神アリス／戦闘前",
			物語７ = "５６５／女神アリス／戦闘後",
			ムービー８ = "１部バッドエンドロール",
			フラグ = "クリア／テオマン解禁３／砦",
			終了 = 4,
		},
	},
	美樹処刑中 = {
		００１ = {
			物語 = "５６８／美樹処刑中",
			終了 = 1,
		},
	},
	魔王ケイブリス誕生 = {
		００１ = {
			物語 = "５６９／魔王ケイブリス誕生",
			終了 = 1,
		},
	},
	魔王ケイブリス１５ = {
		音楽 = "ＡＤＶ／悲惨",
		００１ = {
			画像Ａ = "村",
			物語 = "５５２／魔王ケイブリス／戦闘前",
			戦闘２ = "m55魔王ケイブリス",
			背景 = "村",
			地名 = "最果ての村",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		０１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王ケイブリス",
			終了 = 4,
		},
		０２０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を倒したが",
			終了 = 4,
		},
	},
	友情リセット１ = {
		００１ = {
			物語 = "リセット２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情リセット２ = {
		００１ = {
			物語 = "リセット２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情リセット３ = {
		００１ = {
			物語 = "リセット２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情リセット４ = {
		００１ = {
			物語 = "リセット２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情リセット５ = {
		００１ = {
			物語 = "リセット２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情長田君１ = {
		００１ = {
			物語 = "長田君２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情長田君２ = {
		００１ = {
			物語 = "長田君２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情長田君３ = {
		００１ = {
			物語 = "長田君２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情長田君４ = {
		００１ = {
			物語 = "長田君２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情長田君５ = {
		００１ = {
			物語 = "長田君２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情志津香１ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＡ",
			終了 = 1,
		},
	},
	友情志津香２ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＢ",
			終了 = 1,
		},
	},
	友情志津香３ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＣ",
			終了 = 1,
		},
	},
	友情志津香４ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＤ",
			終了 = 1,
		},
	},
	友情志津香５ = {
		００１ = {
			物語 = "志津香ナギ／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ザンス１ = {
		００１ = {
			物語 = "ザンス２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ザンス２ = {
		００１ = {
			物語 = "ザンス２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ザンス３ = {
		００１ = {
			物語 = "ザンス２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ザンス４ = {
		００１ = {
			物語 = "ザンス２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ザンス５ = {
		００１ = {
			物語 = "ザンス２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ウズメ１ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ウズメ２ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ウズメ３ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ウズメ４ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ウズメ５ = {
		００１ = {
			物語 = "ウズメ２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情乱義１ = {
		００１ = {
			物語 = "乱義２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情乱義２ = {
		００１ = {
			物語 = "乱義２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情乱義３ = {
		００１ = {
			物語 = "乱義２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情乱義４ = {
		００１ = {
			物語 = "乱義２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情乱義５ = {
		００１ = {
			物語 = "乱義２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情深根１ = {
		００１ = {
			物語 = "深根２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情深根２ = {
		００１ = {
			物語 = "深根２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情深根３ = {
		００１ = {
			物語 = "深根２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情深根４ = {
		００１ = {
			物語 = "深根２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情深根５ = {
		００１ = {
			物語 = "深根２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ミックス１ = {
		００１ = {
			物語 = "ミックス２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ミックス２ = {
		００１ = {
			物語 = "ミックス２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ミックス３ = {
		００１ = {
			物語 = "ミックス２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ミックス４ = {
		００１ = {
			物語 = "ミックス２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ミックス５ = {
		００１ = {
			物語 = "ミックス２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情スシヌ１ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情スシヌ２ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情スシヌ３ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情スシヌ４ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情スシヌ５ = {
		００１ = {
			物語 = "スシヌ２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情元就１ = {
		００１ = {
			物語 = "元就２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情元就２ = {
		００１ = {
			物語 = "元就２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情元就３ = {
		００１ = {
			物語 = "元就２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情元就４ = {
		００１ = {
			物語 = "元就２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情元就５ = {
		００１ = {
			物語 = "元就２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情レリコフ１ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情レリコフ２ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情レリコフ３ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情レリコフ４ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情レリコフ５ = {
		００１ = {
			物語 = "レリコフ２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ダークランス１ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ダークランス２ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ダークランス３ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ダークランス４ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ダークランス５ = {
		００１ = {
			物語 = "ダークランス２／友情イベントＥ",
			終了 = 1,
		},
	},
	友情ドッスワッス１ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＡ",
			終了 = 1,
		},
	},
	友情ドッスワッス２ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＢ",
			終了 = 1,
		},
	},
	友情ドッスワッス３ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＣ",
			終了 = 1,
		},
	},
	友情ドッスワッス４ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＤ",
			終了 = 1,
		},
	},
	友情ドッスワッス５ = {
		００１ = {
			物語 = "ドッスワッス／友情イベントＥ",
			終了 = 1,
		},
	},
	友情松下姫１ = {
		００１ = {
			物語 = "松下姫／友情イベントＡ",
			終了 = 1,
		},
	},
	友情松下姫２ = {
		００１ = {
			物語 = "松下姫／友情イベントＢ",
			終了 = 1,
		},
	},
	友情松下姫３ = {
		００１ = {
			物語 = "松下姫／友情イベントＣ",
			終了 = 1,
		},
	},
	友情松下姫４ = {
		００１ = {
			物語 = "松下姫／友情イベントＤ",
			終了 = 1,
		},
	},
	友情松下姫５ = {
		００１ = {
			物語 = "松下姫／友情イベントＥ",
			終了 = 1,
		},
	},
	友情１１男 = {
		００１ = {
			物語 = "６１１／旅館到着",
			物語２ = "６１１／旅館冒険",
			物語３ = "６１１／温泉／男湯",
			物語４ = "６１１／男部屋",
			物語５ = "６１１／決戦前夜",
			終了 = 1,
		},
	},
	友情１１女 = {
		００１ = {
			物語 = "６１１／旅館到着",
			物語２ = "６１１／旅館冒険",
			物語３ = "６１１／温泉／女湯",
			物語４ = "６１１／女部屋",
			物語５ = "６１１／決戦前夜",
			終了 = 1,
		},
	},
	友情長田君Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／長田君",
			終了 = 1,
		},
	},
	友情志津香Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／志津香",
			終了 = 1,
		},
	},
	友情リセットＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／リセット",
			終了 = 1,
		},
	},
	友情ザンスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ザンス",
			終了 = 1,
		},
	},
	友情ウズメＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ウズメ",
			終了 = 1,
		},
	},
	友情乱義Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／乱義",
			終了 = 1,
		},
	},
	友情深根Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／深根",
			終了 = 1,
		},
	},
	友情ミックスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ミックス",
			終了 = 1,
		},
	},
	友情スシヌＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／スシヌ",
			終了 = 1,
		},
	},
	友情元就Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／元就",
			終了 = 1,
		},
	},
	友情レリコフＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／レリコフ",
			終了 = 1,
		},
	},
	友情ダークランスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ダークランス",
			終了 = 1,
		},
	},
	友情ドッスワッスＸ = {
		００１ = {
			物語 = "６１１／決戦前夜／ドッスワッス",
			終了 = 1,
		},
	},
	友情松下姫Ｘ = {
		００１ = {
			物語 = "６１１／決戦前夜／松下姫",
			終了 = 1,
		},
	},
	２０海里作戦 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／作戦会議",
			フラグ = "海展開＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いざ大海原！",
					音楽 = "フィールド／奮起",
				},
			},
		},
		０００２ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／ジフテリア１",
			背景 = "都市",
			地名 = "ジフテリアの港",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ乗り込むぞ",
				},
			},
		},
		０００３ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／ジフテリア２",
			フラグ = "サンセット禁止",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "乗船振り分け後なのでr部隊編成が必要です",
				},
			},
		},
		０００４ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２５８／１／出港",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出　航　！",
					音楽 = "無音",
				},
			},
		},
		０１００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／初めての海",
			フラグ = "地形＝海上",
			背景 = "海",
			地名 = "海　−航海１日目−",
			音楽 = "フィールド／海",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "広いですね、海って",
				},
			},
		},
		０１０５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "モンスターは出る……rふむふむ",
				},
			},
		},
		０１１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／航海予定",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "わ、私、偵察手伝うんだけど……rきゃー",
				},
			},
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０１１６ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "この船、頑丈だな……",
				},
			},
		},
		０１２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／船酔い",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "とーりかじぃー",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おーもかじぃー",
				},
			},
		},
		０１３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０１３２ = {
			画像Ａ = "海",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１３１ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
		},
		０１４０ = {
			画像Ａ = "海",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フレイア",
					説明 = "あら、何かありそうね",
				},
			},
		},
		０１４２ = {
			画像Ａ = "海",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "酔い止めのお薬は……r無いみたいですね　残念",
				},
			},
		},
		０２００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／２日目の朝",
			背景 = "海",
			地名 = "海　−航海２日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ、2日目だ！",
				},
			},
		},
		０２０１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "元気元気",
				},
			},
		},
		０２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０２０６ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "ふん、造作もない",
				},
			},
		},
		０２１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／釣り",
			フラグ = "釣り００の追加１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "いいから沖合だrフグが俺様を呼んでいる",
					物語 = "２５８／２／選択／沖合に向かう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "それもそうかrちっ、勘弁してやろう",
				},
			},
		},
		０２１５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エレノア",
					説明 = "……あら。こっちに行くの？",
				},
			},
		},
		０２２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／沖合で釣り１",
			フラグ = "釣り００の追加１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "俺は攻める男rさらに沖合だ",
					物語 = "２５８／２／選択／沖合に向かう２",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "クレバーに引き下がる",
				},
			},
		},
		０２３０ = {
			画像Ａ = "海滝",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／沖合で釣り２",
			フラグ = "釣り００の追加２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "おおおおぉー！？",
				},
			},
		},
		０２４０ = {
			画像Ａ = "海滝",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／沖合で釣り３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "船長",
					説明 = "死ぬかと思ったぜ",
				},
			},
		},
		０２４１ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０２４２ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "………………",
				},
			},
		},
		０２４３ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０２４４ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０２４５ = {
			画像Ａ = "海",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０２４６ = {
			画像Ａ = "海",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０２５０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／サンセット号１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "んじゃ、こっちは任せてくれ",
				},
			},
		},
		０２５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０２５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		０３００ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "ごっはん　ごっはん",
				},
			},
		},
		０３０１ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			条件書換前 = "ヘルマン健在　物語=２５８／２／３日目の朝／シーラ",
			！条件書換前 = "ヘルマン健在　物語=２５８／２／３日目の朝／謙信",
			地名 = "海　−航海３日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "すっきりと3日目だrがはははは",
				},
			},
		},
		０３１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／海獣１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "右手に見えますのがr海獣でございます",
				},
			},
		},
		０３１１ = {
			画像Ａ = "海",
			画像Ｂ = "大ボス印",
		},
		０３１５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "海獣かr面白いものを見た",
				},
			},
		},
		０３２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／ランス城との通信１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パステル",
					説明 = "魔力全開rフルパワーじゃ！",
				},
			},
		},
		０３３０ = {
			画像Ａ = "258溺れている何か",
			画像Ｂ = "",
			物語 = "２５８／２／ノア１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "よろしくお願いします",
				},
			},
		},
		０３４０ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv32 ノア" },
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "とーりかじぃー",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "おーもかじぃー",
				},
			},
		},
		０３４１ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よしよしr俺様の航海はこうでないと",
				},
			},
		},
		０３４２ = {
			画像Ａ = "海",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22海上＋シャチ子",
		},
		０３４３ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４００ = {
			画像Ａ = "海",
			画像Ｂ = "エロイベント印",
			物語 = "２５８／２／ノア２",
			地名 = "海　−航海４日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "",
					説明 = "4日目！　朝だーーーー",
				},
			},
		},
		０４０１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちが平和な気がする",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ん、あれは・・？",
				},
			},
		},
		０４０５ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４０６ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４０７ = {
			画像Ａ = "海",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４１０ = {
			画像Ａ = "海",
			画像Ｂ = "大ボス印",
			物語 = "２５８／２／海獣２／戦闘前",
			戦闘 = "m55海獣レイドボス",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
					フラグ = "達成／海獣＝５",
				},
			},
		},
		０４１１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４１５ = {
			画像Ａ = "海",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			物語 = "２５８／２／海獣２／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "……はあ。驚きました……",
				},
			},
		},
		０４２０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／謎の島１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "俺達には目的があるのだrパスだ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "神秘の島が俺様を呼んでいるr行く",
				},
			},
		},
		０４３０ = {
			画像Ａ = "謎の島",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／謎の島２",
			背景 = "謎の島",
			地名 = "竜宮島？",
			音楽 = "ＡＤＶ／緊張",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "しびびび…",
					フラグ = "地形＝戻し",
				},
			},
		},
		０４４０ = {
			画像Ａ = "謎の島",
			画像Ｂ = "中ボス印",
			物語 = "２５８／２／謎の島２／戦闘前",
			戦闘 = "m55中ボスＥ",
			物語２ = "２５８／２／謎の島２／戦闘後",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "あ、宝箱",
					フラグ = "地形＝海上",
				},
			},
		},
		０４５０ = {
			画像Ａ = "謎の島",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "船が出るぞー",
					背景 = "海",
					地名 = "海　−航海４日目−",
					音楽 = "フィールド／海",
				},
			},
		},
		０５００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／２／６日目の朝",
			背景 = "海",
			地名 = "海　−航海６日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "6日目……rそろそろ着くか？",
				},
			},
		},
		０５０５ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５０６ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０５１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／魔物圏",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "時間切れを警戒するr海岸沿いだ",
					物語 = "２５８／３／選択／陸地沿いに行く",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "俺は用心深い男r沖合だ",
				},
			},
		},
		０５１１ = {
			画像Ａ = "海",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５１２ = {
			画像Ａ = "海岸",
		},
		０５１３ = {
			画像Ａ = "海岸",
		},
		０５１９ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／陸地沿い／戦闘前",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "絶対に逃がすな！",
					背景 = "魔物平原",
					地名 = "魔物界の海岸",
				},
			},
		},
		０５２０ = {
			画像Ａ = "海岸",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／海岸",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・・",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		０５２１ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／陸地沿い／勝利",
			音楽 = "フィールド／海",
			背景 = "海",
			地名 = "海　−航海６日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "沖に出るぞ",
				},
			},
		},
		０５２２ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／陸地沿い／逃げられた",
			終了 = 2,
		},
		０５３０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／沖合偵察",
		},
		０５４０ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
		},
		０５４１ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０５４２ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０５４３ = {
			画像Ａ = "海",
			画像Ｂ = "",
		},
		０５４４ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０６００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／７日目の朝",
			背景 = "海",
			地名 = "海　−航海７日目−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "寝るぞ",
				},
			},
		},
		０６０１ = {
			画像Ａ = "海",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "なんかいるぞ？",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よーそろー",
				},
			},
		},
		０６０５ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m11海上",
		},
		０６１０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／嵐の前",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "嵐が来ます",
				},
			},
		},
		０６２０ = {
			画像Ａ = "海／嵐",
			画像Ｂ = "謎戦闘印",
			背景 = "海／嵐",
			物語 = "２５８／３／嵐／戦闘前",
			戦闘 = "m66嵐",
			物語２ = "２５８／３／嵐／戦闘後",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うおおーっ！",
				},
			},
		},
		０６２１ = {
			画像Ａ = "海／嵐",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "しっかり掴まってろ！",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "踏ん張れー！",
				},
			},
		},
		０６２２ = {
			画像Ａ = "海／嵐",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "なんとかならんのか！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "落ちるなよー！",
				},
			},
		},
		０６２３ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐわーーー！",
				},
			},
		},
		０６２４ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うごごご…死ぬ…",
				},
			},
		},
		０６２５ = {
			画像Ａ = "海／嵐",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "どりゃーーーー！",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐわーーー！",
				},
			},
		},
		０６２６ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "なんとかならんのか！",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "落ちるなよー！",
				},
			},
		},
		０６２７ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "海のアホーーーー！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ぐわーーー！",
				},
			},
		},
		０６２８ = {
			画像Ａ = "海／嵐",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まだか…まだ続くのか…",
				},
			},
		},
		０６２９ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どりゃーーーー！",
				},
			},
		},
		０６３０ = {
			画像Ａ = "海／嵐",
			処理 = "ダメージ　２２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "うごごご…死ぬ…",
				},
			},
		},
		０６５０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／３／嵐の後",
			背景 = "海",
			地名 = "海　−航海８日目−",
			音楽 = "フィールド／海",
			フラグ = "健太郎使用不可＝０",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "サンセット号の女の子が心配だr捜すぞ",
					物語 = "２５８／３／選択／捜す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "心配だが時間が無いr先を進む",
					物語 = "２５８／３／選択／捜さない",
				},
			},
		},
		０６５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０６６０ = {
			画像Ａ = "258溺れている何か／あてな２号",
			画像Ｂ = "",
			物語 = "２５８／３／あてな２号",
			フラグ = "あてな２号使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "あっ、あれ…！",
				},
			},
		},
		０６７０ = {
			画像Ａ = "258溺れている何か／ロッキー",
			画像Ｂ = "",
			物語 = "２５８／３／ロッキー",
			フラグ = "ロッキー使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "進路を戻します",
				},
			},
		},
		０６７１ = {
			画像Ａ = "海",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "船長",
					説明 = "取り舵半分。r先を急ぐぜ",
				},
			},
		},
		０６７２ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
		},
		０６８０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／食糧不足",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "がまん……がまん……ごはん",
				},
			},
		},
		０６８５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		０６９０ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／フェリスの情報",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様、rホッとしてます",
				},
			},
		},
		０６９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11海上　自動",
		},
		０６９６ = {
			画像Ａ = "海",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ",
					説明 = "海のレアモンスターは、と……",
				},
			},
		},
		０７００ = {
			画像Ａ = "海",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／上陸地点確定",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ノア",
					説明 = "上陸地点によーそろー",
				},
			},
		},
		０７１０ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／上陸１",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "上陸急げー！",
				},
			},
		},
		０７１５ = {
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０７２０ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５８／４／上陸２",
			終了 = 1,
		},
	},
	２部ＪＡＰＡＮ = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０５／スタート",
		},
		０１５ = {
			画像Ａ = "都市",
			背景 = "天満橋",
			地名 = "天満橋",
		},
		０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "６０５／天満橋",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発する",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		０３０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		０４０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "６０５／茶屋",
		},
		０５０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼／弱",
			物語２ = "６０５／鬼／戦闘後",
		},
		０６０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ザンス",
					説明 = "男なら勲章だ",
				},
				分岐右 = {
					顔画像 = "長田君",
					説明 = "男なら友情だ",
				},
			},
		},
		０６１ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０６３ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		０７０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
		},
		１００ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			物語 = "６０５／織田城着",
			背景 = "ＪＡＰＡＮの城／廊下／炎上",
			地名 = "ＪＡＰＡＮ　織田城",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "大変だー",
				},
			},
		},
		１１０ = {
			画像Ａ = "ＪＡＰＡＮ城内／炎上",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼／弱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "大変だー",
				},
			},
		},
		１２０ = {
			画像Ａ = "ＪＡＰＡＮ城内／炎上",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "まずは城内の鬼をr制圧しなくてはいけない",
				},
			},
		},
		１３０ = {
			画像Ａ = "ＪＡＰＡＮ城内／炎上",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼／弱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "片付いたか",
				},
			},
		},
		１４０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義２",
			背景 = "ＪＡＰＡＮの城",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "よろしくお願いします",
				},
			},
		},
		１４５ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義３",
			フラグ = "乱義を追加",
		},
		１５０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "香姫に挨拶",
					物語 = "６０５／選択／香姫に会いに",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "急ぎ死国へ向かう",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		１７０ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "６０５／深根同行",
			フラグ = "深根を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "深根",
					説明 = "わくわく",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		１８０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１９０ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "イベント印",
			物語 = "６０５／死国まで",
		},
		１９１ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
		},
		１９２ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			条件分岐 = {
				分岐前 = {
					条件 = "深根が居る",
					説明 = "深根が居る",
				},
				分岐右 = {
					！条件 = "深根が居る",
					説明 = "−−−",
				},
			},
		},
		１９４ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "イベント印",
			物語 = "６０５／深根",
			選択分岐 = {
				分岐前 = {
					顔画像 = "志津香２",
					説明 = "まったくもう……",
				},
			},
		},
		１９５ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２００ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／死国着",
			背景 = "死国",
			地名 = "死国",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "早雲様を探しましょう",
				},
			},
		},
		２１０ = {
			画像Ａ = "死国",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "早雲様を探しましょう",
				},
			},
		},
		２２０ = {
			画像Ａ = "死国",
			画像Ｂ = "その頃印",
			物語 = "６０５／その頃ネプラカスと早雲",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "早雲様を探しましょう",
				},
			},
		},
		２３０ = {
			画像Ａ = "死国",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "早雲様を探しましょう",
				},
			},
		},
		２４０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義とザンス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "さぁ、進もう",
				},
				分岐左 = {
					顔画像 = "ザンス",
					説明 = "ほんと、辛気くせぇ",
				},
			},
		},
		２４５ = {
			画像Ａ = "死国",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=早雲さまー",
				},
			},
		},
		２４４ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２４６ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／乱義とザンス２",
		},
		２５０ = {
			画像Ａ = "死国",
			画像Ｂ = "中ボス印",
			物語 = "６０５／大鬼／戦闘前",
			戦闘２ = "m55大鬼コウギョク",
		},
		２６０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／すず",
		},
		２６６ = {
			画像Ａ = "死国",
		},
		２７０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "イベント印",
			物語 = "６０５／戯骸１",
		},
		２８０ = {
			画像Ａ = "死国",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		２９０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／戯骸２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "あっちに進む",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "こっちに進む",
				},
			},
		},
		３００ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		３０５ = {
			画像Ａ = "死国",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３１０ = {
			画像Ａ = "死国",
			画像Ｂ = "味方ボス印",
			物語 = "６０５／早雲／戦闘前",
			戦闘２ = "m55早雲",
			物語３ = "６０５／早雲／戦闘後",
		},
		３２０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／南条蘭",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "オーブを捜す",
				},
			},
		},
		３３０ = {
			画像Ａ = "死国",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		３４０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／オーブの祠",
			音楽 = "フィールド／優勢",
			フラグ = "金のオーブを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "早雲の所に戻る",
				},
			},
		},
		３５０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／不憫な早雲",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "帰りましょう",
				},
			},
		},
		３６０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／クエルプラン発生",
			背景 = "クエルプラン全景",
			音楽 = "ＡＤＶ／悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "クエルプランだと！？",
				},
			},
		},
		３７０ = {
			画像Ａ = "死国",
			画像Ｂ = "大ボス印",
			物語 = "６０５／クエルプラン／戦闘前",
			戦闘２ = "m55クエルプラン／Ｅ",
			物語３ = "６０５／クエルプラン／戦闘後",
			背景 = "死国",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "？？？？",
				},
			},
		},
		３８０ = {
			画像Ａ = "死国",
			画像Ｂ = "大ボス印",
			物語 = "６０５／ネプラカス／戦闘前",
			戦闘２ = "m55ネプラカス／Ｆ",
			物語３ = "６０５／ネプラカス／戦闘後",
			音楽 = "ＡＤＶ／アクション",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "あれは…",
				},
			},
		},
		３９０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "６０５／ダークランス",
			音楽 = "フィールド／僻地夜",
		},
		４００ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４１０ = {
			画像Ａ = "死国",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		４２０ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "イベント印",
			物語 = "６０５／エピローグ",
			終了 = 1,
		},
	},
	２部お茶会 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０６／スタート",
		},
		０２０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "６０６／転移",
			音楽 = "無音",
			背景 = "その他",
			地名 = "−−−",
			ワープ = "１００",
		},
		１００ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス１",
			音楽 = "フィールド／遺跡",
			背景 = "異界",
			地名 = "異界　ポリポリワン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "少女を探す",
				},
			},
		},
		１１０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス２",
		},
		１２０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス３",
		},
		１３０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミックス４",
			地名 = "−−−",
			音楽 = "無音",
			背景 = "その他",
			ワープ = "２００",
		},
		２００ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／異界のミラクル",
			音楽 = "ＡＤＶ／普通／２部",
			背景 = "ミステリアルーム",
			地名 = "ミラクルの秘密屋敷",
		},
		２１０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／ティータイム",
			音楽 = "フィールド／地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル２",
					説明 = "何か聞きたい事はあるか？",
				},
			},
		},
		２２０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／情報１",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ミラクル２",
					説明 = "余のサービスだr選ぶが良い",
				},
				分岐左 = {
					顔画像 = "ミラクル２",
					説明 = "余のサービスだr選ぶが良い",
				},
			},
		},
		２２５ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		２２６ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		２３０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／情報２",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ミラクル２",
					説明 = "余のサービスだr選ぶが良い",
				},
				分岐左 = {
					顔画像 = "ミラクル２",
					説明 = "余のサービスだr選ぶが良い",
				},
			},
		},
		２３５ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２３６ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２４０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／情報３",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ミラクル２",
					説明 = "余のサービスだr選ぶが良い",
				},
				分岐左 = {
					顔画像 = "ミラクル２",
					説明 = "余のサービスだr選ぶが良い",
				},
			},
		},
		２４５ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２４６ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２５０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／会食終了",
			フラグ = "ミックスを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "食後の運動？",
				},
			},
		},
		２６０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "大ボス印",
			戦闘 = "m55中ボスＡ／幸運",
			物語２ = "６０６／ボス／戦闘後",
		},
		２７０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "その頃印",
			物語 = "６０６／その頃ランス",
		},
		２８０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "イベント印",
			物語 = "６０６／ミックスの疑惑",
		},
		２９０ = {
			画像Ａ = "ミステリアルーム",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		３００ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "６０６／旅立ち",
			終了 = 1,
		},
	},
	２部カラー = {
		背景 = "砂漠",
		地名 = "キナニ砂漠",
		音楽 = "フィールド／僻地昼",
		０１０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "キナニ砂漠を越える",
				},
			},
		},
		０２０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／アウトバーン",
			背景 = "アウトバーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "道沿いに砂漠を進む",
				},
			},
		},
		０３０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		０４０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "長田君",
					説明 = "男なら寄り道r砂漠を横断しようぜ",
					背景 = "砂漠",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "道沿いに砂漠を進む",
					！条件書換前 = "主人公は男 女なのでrまっすぐ進む",
				},
			},
		},
		０５０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／松下姫",
			フラグ = "松下姫を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "松下姫",
					説明 = "よろちくでちゅわ",
				},
			},
		},
		０５５ = {
			画像Ａ = "現代野外",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "友情ＵＰ印",
			背景 = "アウトバーン",
			処理 = "友情",
		},
		０７０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／クエルプラン初",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "大怪獣を避けて通る",
					背景 = "砂漠",
				},
			},
		},
		０７１ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／ネプラカス／戦闘前",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "悪魔をころせーr悪魔を倒せー",
				},
			},
		},
		０７２ = {
			画像Ａ = "砂漠",
			画像Ｂ = "悪魔印",
			戦闘 = "m55ネプラカス／Ｅ",
			条件分岐 = {
				分岐左 = {
					条件 = "嫁はマリア",
					説明 = "眼鏡ルート",
					フラグ = "嫁はマリア確定",
				},
				分岐右 = {
					条件 = "嫁はヌーク",
					説明 = "天使ルート",
					フラグ = "嫁はヌーク確定",
				},
			},
		},
		０７３ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／ネプラカス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "ひー！",
				},
			},
		},
		０７４ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "６０３／ダークランスの事",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "松下姫が居る 顔画像=松下姫 説明=ダークランス様…",
				},
			},
		},
		０８０ = {
			画像Ａ = "現代野外",
			背景 = "アウトバーン",
			選択分岐 = {
				分岐左 = {
					顔画像 = "長田君",
					説明 = "男なら砂r砂漠を進もうぜ",
					背景 = "砂漠",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "道沿いに進む",
					！条件書換前 = "主人公は男 女なので石r路面を進む",
				},
			},
		},
		０８１ = {
			画像Ａ = "現代野外",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０８３ = {
			画像Ａ = "砂漠",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０９０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "モンスター印",
			背景 = "アウトバーン",
			戦闘 = "m11飛行",
		},
		０９５ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／砂漠で休憩",
		},
		０９６ = {
			画像Ａ = "現代野外",
		},
		１００ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／シャングリラ到着",
			背景 = "シャングリラ／再生",
			地名 = "国際共同都市　シャングリラ",
			音楽 = "フィールド／村",
		},
		１１０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／パステル謁見",
		},
		１２０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／プルーペット商会",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "お肉お肉",
				},
			},
		},
		１３０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "イベント印",
			物語 = "６０３／リセットの話題",
		},
		１４０ = {
			画像Ａ = "シャングリラ２",
		},
		１５０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０３／リセットと遭遇",
			背景 = "空／夜",
		},
		１６０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "６０３／宿泊",
		},
		１７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０３／風呂／女",
			条件書換前 = "主人公は男　物語=６０３／風呂／男",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "ほかほか",
				},
			},
		},
		１８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "エロイベント印",
			物語 = "６０３／魔王と志津香",
			音楽 = "無音",
		},
		１９０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２００ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "(-_-)zzz",
				},
			},
		},
		２１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／翌日の志津香",
			背景 = "シャングリラ／再生",
			音楽 = "フィールド／村",
			フラグ = "志津香を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ナギ２",
					説明 = "よろしくね",
				},
			},
		},
		２２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／志津香とナギ加入",
		},
		２３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／事件発生",
			音楽 = "フィールド／カラー",
		},
		２４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "謎戦闘印",
			物語 = "６０３／謎／戦闘前",
			戦闘２ = "m66謎解き",
		},
		２４１ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "謎戦闘印",
			物語 = "６０３／謎１／戦闘後",
			戦闘２ = "m66謎解き",
		},
		２４２ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "謎戦闘印",
			物語 = "６０３／謎２／戦闘後",
			戦闘２ = "m66謎解き",
			物語３ = "６０３／謎３／戦闘後",
		},
		２５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "６０３／解決編",
		},
		２６０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０３／リセット１",
			音楽 = "フィールド／村",
		},
		２７０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "志津香２", "ナギ２" },
		},
		２８０ = {
			画像Ａ = "シャングリラ２",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発する",
					地名 = "キナニ砂漠",
					背景 = "砂漠",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		３００ = {
			画像Ａ = "現代野外",
		},
		３１０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "６０３／リセット２",
			フラグ = "リセットを追加",
			秘書登録 = "リセット",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "さぁ、いこー",
				},
			},
		},
		３２０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		３３０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "味方ボス印",
			物語 = "６０３／追跡",
		},
		３４０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			終了 = 1,
		},
	},
	２部クエルプラン = {
		背景 = "アメージング城",
		地名 = "アメージング城",
		０１０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／スタート",
			フラグ = "魔王ランスを追加",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
					説明 = "がはははははははは！",
				},
			},
		},
		０１５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／ランスと子供達",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０２５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０３０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／今後の対策",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
					説明 = "なんじゃーー！？",
				},
			},
		},
		０３５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
				},
			},
		},
		０４０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／クエルプラン発生",
			フラグ = "ロッキー２使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "魔王ランス",
					説明 = "怪獣退治だ！",
				},
			},
		},
		１００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "大ボス印",
			戦闘 = "m55クエルプラン／Ｆ",
			物語２ = "６１３／クエルプラン／戦闘後",
			音楽 = "無音",
		},
		１２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／ランス突入",
			フラグ = "元魔王ランスを追加",
			フラグ２ = "ランス２使用不可＝１",
			フラグ３ = "ロッキー２使用不可＝０",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははー！",
				},
			},
		},
		１３０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
				},
			},
		},
		１４０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１３／魔血魂ランス",
			戦闘２ = "m55血ランス",
			音楽 = "無音",
		},
		１５０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／魔血魂／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
				},
			},
		},
		２００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１３／エピローグ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "帰ろう",
					地名 = "空飛ぶランス城",
					背景 = "空飛ぶランス城",
				},
			},
		},
		２０５ = {
			画像Ａ = "000ランス城空中",
			物語 = "６１３／帰宅１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発する",
					地名 = "自由都市",
					背景 = "街道１",
					音楽 = "フィールド／２部初クエスト",
				},
			},
		},
		２１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			！条件書換前 = "親友ダークランス　物語=６１３／帰宅闘神都市",
			条件書換前 = "親友ダークランス　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "ヘルマンへ",
					！条件書換前 = "親友ダークランス　顔画像=ダークランス２ 説明=元気でな",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
				},
			},
		},
		２２０ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			！条件書換前 = "親友レリコフ　物語=６１３／帰宅ヘルマン",
			条件書換前 = "親友レリコフ　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "ゼスへ",
					！条件書換前 = "親友レリコフ　顔画像=レリコフ 説明=ぐすっ…",
					地名 = "ゼス",
					背景 = "ゼス平原",
				},
			},
		},
		２３０ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			！条件書換前 = "親友ゼス　物語=６１３／帰宅ゼス",
			条件書換前 = "親友ゼス　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "ＪＡＰＡＮへ",
					！条件書換前 = "親友ゼス　顔画像=スシヌ 説明=また会おうね",
					地名 = "ＪＡＰＡＮ",
					背景 = "ＪＡＰＡＮ街道",
				},
			},
		},
		２４０ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			！条件書換前 = "親友ＪＡＰＡＮ　物語=６１３／帰宅ＪＡＰＡＮ",
			条件書換前 = "親友ＪＡＰＡＮ　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "リーザスへ",
					！条件書換前 = "親友ＪＡＰＡＮ　顔画像=乱義 説明=達者で",
					地名 = "リーザス",
					背景 = "山道",
				},
			},
		},
		２５０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			！条件書換前 = "親友リーザス　物語=６１３／帰宅リーザス",
			条件書換前 = "親友リーザス　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "シャングリラへ",
					！条件書換前 = "親友リーザス　顔画像=ザンス 説明=ふん",
					地名 = "キナニ砂漠",
					背景 = "砂漠",
				},
			},
		},
		２６０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			！条件書換前 = "親友シャングリラ　物語=６１３／帰宅シャングリラ",
			条件書換前 = "親友シャングリラ　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "故郷へ",
					！条件書換前 = "親友シャングリラ　顔画像=リセット２ 説明=またね",
					地名 = "自由都市",
					背景 = "街道１",
				},
			},
		},
		２７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			！条件書換前 = "親友街道　物語=６１３／帰宅街道",
			条件書換前 = "親友街道　",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "家に帰る",
					背景 = "村",
					地名 = "トリダシタ村",
					音楽 = "無音",
				},
			},
		},
		２８０ = {
			画像Ａ = "000クルックーの家",
			画像Ｂ = "",
			物語 = "６１３／帰宅２",
			背景 = "その他",
			ムービー = "２部エンドロール",
			ワープ = "３００",
		},
		３００ = {
			画像Ａ = "000ルドラサウム",
			画像Ｂ = "イベント印",
			物語 = "６１３／神とクルックー",
			フラグ = "クリア／２部",
			終了 = 4,
		},
	},
	２部ゼス = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道３",
			画像Ｂ = "イベント印",
			物語 = "６０７／スタート",
		},
		０２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ぷりょ／ボス",
		},
		０３０ = {
			画像Ａ = "通り過ぎた後",
			画像Ｂ = "イベント印",
			物語 = "６０７／クエルプランの道",
		},
		０４０ = {
			画像Ａ = "街道３",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		１００ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "６０７／ゼス到着",
			音楽 = "フィールド／首都",
			背景 = "ゼス城",
			地名 = "首都　マジック",
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０７／マジック謁見",
		},
		１２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ引きこもり",
		},
		１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０７／ゼス翌朝",
		},
		１５０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ部屋",
			地名 = "−−−",
			背景 = "真っ白",
			音楽 = "無音",
			ワープ = "２００",
		},
		２００ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ迷宮",
			地名 = "スシヌ迷宮",
			背景 = "ゼス迷宮",
			音楽 = "フィールド／迷宮",
		},
		２１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55魔法生物／ボス",
		},
		２２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "その頃印",
			物語 = "６０７／その頃スシヌ",
		},
		２３０ = {
			画像Ａ = "ゼス迷宮",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "左の扉を開ける",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "右の扉を開ける",
				},
			},
		},
		２３１ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２３３ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		２３５ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ発見",
		},
		２４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "謎戦闘印",
			物語 = "６０７／魔法壁／戦闘前",
			戦闘２ = "m66魔法壁",
			物語３ = "６０７／魔法壁／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "一人で行く",
				},
			},
		},
		２５０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ説得",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "みんなに紹介する",
				},
			},
		},
		２６０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０７／スシヌ同行",
			フラグ = "スシヌを追加",
			地名 = "−−−",
			背景 = "真っ白",
			音楽 = "無音",
			ワープ = "３００",
		},
		３００ = {
			画像Ａ = "000ゼス城",
			地名 = "首都　マジック",
			背景 = "ゼス城",
		},
		３１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０７／ゼス出発",
			選択分岐 = {
				分岐前 = {
					顔画像 = "スシヌ",
					説明 = "出発します",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		４００ = {
			画像Ａ = "街道３",
		},
		４１０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０７／恋愛模様",
		},
		４２０ = {
			画像Ａ = "森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "スシヌ２" },
		},
		４３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０７／恋愛模様２",
		},
		４４０ = {
			画像Ａ = "街道３",
		},
		４５０ = {
			画像Ａ = "000マジノ要塞",
			画像Ｂ = "",
			物語 = "６０７／魔物界",
			背景 = "魔物の森",
			地名 = "ゼス領　魔物界",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "魔物界に入る",
				},
			},
		},
		４５１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		４５２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "魔物の死体が散乱しているr調べてみる",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "目的パワジオンセンにrまっすぐ向かう",
				},
			},
		},
		４５３ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "６０７／元就同行",
			フラグ = "元就を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "元就",
					説明 = "ぐわはははははは！",
				},
			},
		},
		４５８ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "６０７／元就同行２",
		},
		４５４ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４５５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "味方ボス印",
			物語 = "６０７／ディフェンダー２",
			戦闘２ = "m22ディフェンダー",
		},
		４５６ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４５７ = {
			画像Ａ = "魔物の森",
		},
		５００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０７／異様な迷宮",
			背景 = "地下洞窟",
			地名 = "パワジオンセン",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
		},
		５１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		５２０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			物語 = "６０７／裸の迷宮１",
			選択分岐 = {
				分岐右 = {
					顔画像 = "エール",
					説明 = "別のルートを進む",
				},
			},
		},
		５３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		５４０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			物語 = "６０７／裸の迷宮２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "さらに別のルートを進む",
				},
			},
		},
		５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		５６０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０７／裸エリア侵入／決意",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "裸エリアに進もう",
				},
			},
		},
		５７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／裸エリア侵入／女ルート　フラグ=６０７裸女セット",
			条件書換前 = "主人公は男　物語=６０７／裸エリア侵入／男ルート　フラグ=６０７裸男セット",
		},
		６００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		６１０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			背景 = "地下洞窟／魔法",
			！条件書換前 = "主人公は男　物語=６０７／女／裸エリア突入",
			条件書換前 = "主人公は男　物語=６０７／男／裸エリア突入",
		},
		６２０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／裸エリア侵入１",
			条件書換前 = "主人公は男　物語=６０７／男／裸エリア侵入１",
		},
		６３０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		６４０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／裸エリア侵入２",
			条件書換前 = "主人公は男　物語=６０７／男／裸エリア侵入２",
		},
		６５０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／オーブ",
			条件書換前 = "主人公は男　物語=６０７／男／オーブ",
			フラグ = "土のオーブを追加",
		},
		６６０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０７／女／裸族王／戦闘前",
			条件書換前 = "主人公は男　物語=６０７／男／裸族王／戦闘前",
		},
		６７０ = {
			画像Ａ = "裸エリア",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55バファムーン",
			音楽 = "フィールド／優勢",
			！条件書換前 = "主人公は男　物語２=６０７／女／裸族王／戦闘後",
			条件書換前 = "主人公は男　物語２=６０７／男／裸族王／戦闘後",
		},
		６８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		６８５ = {
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		７００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "６０７／エピローグ",
			フラグ = "禁止キャラ全て戻し",
			フラグ２ = "地形＝戻し",
			終了 = 1,
		},
	},
	２部ヘルマン = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "６０８／スタート",
		},
		０２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "沢山戦う",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "出来るだけ避ける",
				},
			},
		},
		０２１ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "がはははははr死ね死ねー！",
				},
			},
		},
		０２２ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "元就が居る 顔画像=元就 説明=ぐははははr楽しいのう！",
				},
			},
		},
		０２３ = {
			画像Ａ = "山道",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "ひーー！",
				},
			},
		},
		０２４ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m11バグ",
		},
		０２５ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m33平原",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "深根が居る 顔画像=深根 説明=寒い…",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "６０８／東ヘルマン",
		},
		０４０ = {
			画像Ａ = "街道２",
		},
		１００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "６０８／ラングバウ",
			音楽 = "フィールド／首都",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
		},
		１１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "６０８／シーラ謁見",
		},
		１２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３０ = {
			画像Ａ = "ヘルマン都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１５０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
		},
		１６０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "イベント印",
			物語 = "６０８／作戦会議",
			背景 = "ツングース高地",
		},
		１７０ = {
			画像Ａ = "ツングース高地",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "吹雪いてきたrみんなで寄り添う",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "突っ切る",
				},
			},
		},
		１８１ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１８２ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		１９０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／シーウィードの噂",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "ぐぬぬ…",
				},
			},
		},
		２００ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "６０８／シベリア着",
			背景 = "氷雪地帯",
			地名 = "シベリア",
			フラグ = "地形＝氷雪",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "追いかける",
				},
			},
		},
		２１０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		２２０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフ遭遇",
		},
		２３０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "６０８／追いかけっこ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "レリコフを追いかける",
				},
			},
		},
		２４０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "レリコフを見失ったrどっちいった？",
				},
			},
		},
		２５０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "その頃印",
			物語 = "６０８／その頃レリコフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "巨大戦艦遺跡を目指そう",
				},
			},
		},
		２５５ = {
			画像Ａ = "氷雪地帯",
		},
		２６０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "中ボス印",
			物語 = "６０８／冬将軍／戦闘前",
			戦闘２ = "m55冬将軍",
			物語３ = "６０８／冬将軍／戦闘後",
			音楽 = "無音",
			背景 = "真っ黒",
			地名 = "−−−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "うわわわわわ",
					フラグ = "地形＝戻し",
				},
			},
		},
		３００ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／エール一人",
			背景 = "氷雪洞窟",
			地名 = "シベリア地下の洞窟？",
			フラグ = "６０８一人セット",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出口を捜す……",
				},
			},
		},
		３１０ = {
			画像Ａ = "氷雪洞窟",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "モンスターを避ける",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "戦う",
				},
			},
		},
		３１１ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "地上への道は……",
				},
			},
		},
		３１２ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "地上への道は……",
				},
			},
		},
		３２０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフ同行",
			フラグ = "レリコフを追加",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "二人で脱出口を捜す",
				},
			},
		},
		３３０ = {
			画像Ａ = "氷雪洞窟",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "モンスターを避ける",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "戦う",
				},
			},
		},
		３３１ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "二人で脱出口を捜す",
				},
			},
		},
		３３２ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "二人で脱出口を捜す",
				},
			},
		},
		３４０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフとエール１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "出口どこかなー",
				},
			},
		},
		３４５ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
		},
		３５０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／レリコフとエール２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "二人でじっとしておこう",
					音楽 = "無音",
				},
			},
		},
		３５１ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
		},
		３５２ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "？？？印",
			物語 = "６０８／クエルプラン回想１",
		},
		３５３ = {
			画像Ａ = "氷雪洞窟",
			処理 = "ダメージ　５",
		},
		３６０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "イベント印",
			物語 = "６０８／救援",
			フラグ = "ヒーローを追加",
			フラグ２ = "禁止キャラ全て戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "よかった",
				},
			},
		},
		３７０ = {
			画像Ａ = "氷雪洞窟",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		３７５ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "６０８／療養",
			地名 = "シベリア",
			背景 = "氷雪地帯",
			音楽 = "フィールド／ヘルマン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "巨大戦艦遺跡へ",
				},
			},
		},
		３８０ = {
			画像Ａ = "氷雪地帯",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=無事でよかったでござる",
				},
			},
		},
		３９０ = {
			画像Ａ = "氷雪地帯",
		},
		４００ = {
			画像Ａ = "000巨大戦艦遺跡",
			画像Ｂ = "",
			物語 = "６０８／ホルス",
			背景 = "宇宙船／通路",
			地名 = "巨大戦艦遺跡",
			音楽 = "フィールド／遺跡",
			フラグ = "水のオーブを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "ジャハルッカスを倒す",
				},
			},
		},
		４１０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "大ボス印",
			物語 = "６０８／ジャハルッカス／戦闘前",
			戦闘２ = "m55ジャハルッカス／Ｅ",
			物語３ = "６０８／ジャハルッカス／戦闘後",
			フラグ = "６０８アームズ戻す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "シーウィードへ向かう",
					地名 = "シベリア",
					背景 = "氷雪地帯",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		４２０ = {
			画像Ａ = "氷雪地帯",
		},
		５００ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／移動売春",
			音楽 = "ＡＤＶ／エロ",
			背景 = "売春宿",
			地名 = "移動型売春宿シーウィード",
		},
		５１０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			条件書換前 = "主人公は男　物語=６０８／売春／男",
			！条件書換前 = "主人公は男　物語=６０８／売春／女",
		},
		５４０ = {
			画像Ａ = "売春宿",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "屋台に寄る",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "露天商に寄る",
				},
			},
		},
		５４１ = {
			画像Ａ = "売春宿",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		５４２ = {
			画像Ａ = "売春宿",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		５４３ = {
			画像Ａ = "売春宿",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		５４４ = {
			画像Ａ = "売春宿",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		５５０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／日光とアームズ",
		},
		５６０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "イベント印",
			物語 = "６０８／日光の儀式",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "どきどき",
				},
			},
		},
		５８０ = {
			画像Ａ = "売春宿",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		５９０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０８／エピローグ",
			フラグ = "日光を追加",
		},
		６００ = {
			画像Ａ = "売春宿",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
	２部リーザス = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０４／スタート",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０４／トラップ",
		},
		０４０ = {
			画像Ａ = "街道１",
		},
		０５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンスの事",
		},
		０６０ = {
			画像Ａ = "街道１",
		},
		０７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "味方ボス印",
			物語 = "６０４／ディフェンダー１／戦闘前",
			戦闘２ = "m11ディフェンダー",
			物語３ = "６０４／ディフェンダー１／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "タイガー将軍とr話し合いたい",
					物語 = "６０４／選択／追跡",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "気を取り直してr先に進む",
				},
			},
		},
		０８０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０４／ウズメ１",
			背景 = "森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウズメ",
					説明 = "魔王の子は倒す",
				},
			},
		},
		０８５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "６０４／ウズメ２",
			フラグ = "ウズメを追加",
			フラグ２ = "肩書き／ウズメ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウズメ",
					説明 = "よろしくでござる",
					背景 = "リーザス平原",
				},
			},
		},
		０８８ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０９５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０９６ = {
			画像Ａ = "街道１",
		},
		１００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "６０４／リーザス到着",
			背景 = "リーザス城",
			地名 = "首都　リーザス城",
			音楽 = "フィールド／首都",
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０４／リーザス城",
		},
		１２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンス登場１",
			フラグ = "ザンスを追加",
		},
		１２５ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "休憩する",
				},
			},
		},
		１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "おいr話がある",
				},
			},
		},
		１４０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０４／ザンスとエール女",
			条件書換前 = "主人公は男　物語=６０４／ザンスとエール男",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "ざんすざんす・・",
				},
			},
		},
		１５０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／才能限界値",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "そろそろ行くか",
				},
			},
		},
		１７０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "６０４／魔獣直訴",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "出発だrついてこい",
					地名 = "リーザス",
					背景 = "リーザス平原",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１８０ = {
			画像Ａ = "街道１",
		},
		１９０ = {
			画像Ａ = "街道１",
		},
		２００ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／都市到着",
			背景 = "放棄された都市",
			地名 = "放棄された都市　スケール",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "まずは都市内の探索だ",
				},
			},
		},
		２１０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "ついでに魔物も退治するか",
				},
			},
		},
		２２０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／リーダーは誰",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "こっちに行く",
				},
			},
		},
		２３０ = {
			画像Ａ = "放棄された都市",
			選択分岐 = {
				分岐左 = {
					顔画像 = "リセット２",
					説明 = "公園の方角はどうかな？",
				},
				分岐右 = {
					顔画像 = "ザンス",
					説明 = "あの建物の中でrオーブを捜すべきだ",
				},
			},
		},
		２３１ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ドッス 説明=……（オーブを探す）",
				},
			},
		},
		２３２ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ワッス 説明=……（オーブを探す）",
				},
			},
		},
		２４０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "その頃印",
			物語 = "６０４／その頃魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "オーブ見つかんないなー",
				},
			},
		},
		２５０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ザンス",
					説明 = "とっとと進むぞ",
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=お宝発見でござる",
				},
				分岐右 = {
					顔画像 = "長田君",
					説明 = "疲れた…rそろそろ休憩しない？",
				},
			},
		},
		２６０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "オーブを探す",
				},
			},
		},
		２６５ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２７０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンスのエロ自慢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "がははははは",
				},
			},
		},
		２８０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "オーブを捜す",
				},
			},
		},
		２９０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "オーブを捜す",
				},
			},
		},
		３００ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／女魔物兵１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "（ごくり・・）",
				},
			},
		},
		３１０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／女魔物兵２",
		},
		３１５ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３２０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／魔物の大軍",
			音楽 = "ＡＤＶ／アクション",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "ここは俺に任せろ",
				},
			},
		},
		３２１ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		３２２ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		３３０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "中ボス魔軍印",
			物語 = "６０４／魔物将軍／戦闘前",
			戦闘２ = "m55魔物将軍ダルソン",
			物語３ = "６０４／魔物将軍／戦闘後",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "オーブを捜す",
				},
			},
		},
		３４０ = {
			画像Ａ = "放棄された都市",
			画像Ｂ = "イベント印",
			物語 = "６０４／火のオーブ",
			フラグ = "火のオーブを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "任務完了",
					地名 = "リーザス",
					背景 = "リーザス平原",
					音楽 = "フィールド／２部初クエスト",
				},
			},
		},
		４００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０４／ザンスの寄り道",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "付いてくんなよr俺一人でいいのに",
				},
			},
		},
		４１０ = {
			画像Ａ = "村",
			画像Ｂ = "中ボス印",
			物語 = "６０４／魔獣カース／戦闘前",
			戦闘２ = "m55魔獣カース",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "次の目的地へ向かう",
				},
			},
		},
		４２０ = {
			画像Ａ = "村",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		４３０ = {
			画像Ａ = "村",
			画像Ｂ = "その頃印",
			物語 = "６０４／その頃ランス",
			終了 = 1,
		},
	},
	２部自由都市 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "６０９／スタート",
		},
		０１０ = {
			画像Ａ = "森",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／ディフェンダー３／戦闘前",
			戦闘２ = "m33ディフェンダー",
			物語３ = "６０９／ディフェンダー３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "行くぞ",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０９／コパンドンの噂",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "おばさんかぁ…",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道１",
		},
		１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "６０９／Ｍランド１",
			音楽 = "フィールド／村",
			背景 = "Ｍランド",
			地名 = "首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ナギ２",
					説明 = "きゃっほー！",
					条件書換前 = "深根が居る 顔画像=深根 説明=ふおおおお…",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "わーい！",
					条件書換前 = "ウズメが居る 顔画像=ウズメ 説明=うひょー！",
				},
			},
		},
		１２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "６０９／Ｍランド２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "楽しかったなー",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		２００ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神都市着",
			音楽 = "フィールド／闘神都市",
			背景 = "闘神都市",
			地名 = "闘神都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "さてと",
					条件書換前 = "元就が居る 顔画像=元就 説明=……むっ！？",
				},
			},
		},
		２１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／出場",
		},
		２２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／出場する仲間達",
			フラグ = "６０９一人セット",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "試練迷宮に向かう",
				},
			},
		},
		２４０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０９／予選",
			地名 = "試練迷宮",
			背景 = "人工迷宮",
			音楽 = "フィールド／迷宮",
		},
		２５０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２６０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０９／予選２",
		},
		２７０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２８０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "中ボス印",
			物語 = "６０９／予選３／戦闘前",
			戦闘２ = "m55中ボスＣ／弱",
		},
		２９０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０９／予選突破",
			背景 = "闘神都市",
			地名 = "闘神都市",
			音楽 = "フィールド／闘神都市",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミックス",
					説明 = "あー……　お疲れ",
				},
			},
		},
		３００ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／トーナメント表発表",
		},
		３１０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト",
			背景 = "空／星空",
		},
		４００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		４１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			地名 = "闘神都市",
			音楽 = "ＡＤＶ／闘神都市",
			物語 = "６０９／１回戦レリコフ／戦闘前",
			戦闘２ = "m55レリコフ",
			物語３ = "６０９／１回戦レリコフ／戦闘後",
		},
		４２０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "レリコフ２", "スシヌ２" },
		},
		４３０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			物語 = "６０９／レリコフと控え室",
		},
		４４０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４５０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト２",
			音楽 = "フィールド／闘神都市",
			背景 = "空／星空",
		},
		５００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		５１０ = {
			画像Ａ = "闘神都市",
		},
		５２０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト３",
			背景 = "空／星空",
		},
		６００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		６１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／お祭り",
		},
		６２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／アームズと会話",
		},
		７００ = {
			画像Ａ = "空夜",
			背景 = "空／星空",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		７１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "中ボス魔軍印",
			物語 = "６０９／２回戦／戦闘前",
			戦闘２ = "m55魔物隊長プロビオ",
			音楽 = "ＡＤＶ／闘神都市",
			！条件書換後 = "勝利　音楽 = 無音",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐右 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		７２０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			物語 = "６０９／２回戦／戦闘後",
		},
		７３０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			！条件書換前 = "主人公は男　物語=６０９／２回戦／陵辱女",
			条件書換前 = "主人公は男　物語=６０９／２回戦／陵辱男",
			終了 = 2,
		},
		７４０ = {
			画像Ａ = "控え室",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ザンス２", "乱義２" },
		},
		７５０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト４",
			背景 = "空／星空",
			音楽 = "フィールド／闘神都市",
		},
		７６０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		８００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		８１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／アームズと会話２",
		},
		８２０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト５",
			背景 = "空／星空",
		},
		９００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		９１０ = {
			画像Ａ = "闘神都市",
		},
		９２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／酒場１",
		},
		１０００ = {
			画像Ａ = "空夜",
			背景 = "空／星空",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		１０１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／３回戦アームズ／戦闘前",
			戦闘２ = "m55アームズ",
			物語３ = "６０９／３回戦アームズ／戦闘後",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１０２０ = {
			画像Ａ = "控え室",
			画像Ｂ = "イベント印",
			物語 = "６０９／アームズと控え室",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "やったね！",
				},
			},
		},
		１０３０ = {
			画像Ａ = "闘神都市",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "メダルスープを食べる",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "フレンドパンを食べる",
				},
			},
		},
		１０４０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ミックス２", "リセット２", "エール２" },
		},
		１０５０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１０６０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１０７０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト６",
			背景 = "空／星空",
			音楽 = "フィールド／闘神都市",
		},
		１１００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		１１１０ = {
			画像Ａ = "闘神都市",
		},
		１１２０ = {
			画像Ａ = "000酒場",
			画像Ｂ = "",
			物語 = "６０９／酒場２",
			背景 = "空／星空",
		},
		１２００ = {
			画像Ａ = "空夜",
			画像Ｂ = "イベント印",
			物語 = "６０９／リクチェル情報収集",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		１２１０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／準決勝リクチェル／戦闘前",
			戦闘２ = "m55リクチェル",
			物語３ = "６０９／準決勝リクチェル／戦闘後",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１２２０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト７",
			背景 = "空／星空",
			音楽 = "フィールド／闘神都市",
		},
		１２３０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "回復印",
			処理 = "回復",
			音楽 = "無音",
		},
		１２４０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "？？？印",
			物語 = "６０９／クエルプラン回想２",
		},
		１３００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		１３１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／オーブとカオス",
			音楽 = "フィールド／闘神都市",
			フラグ = "木のオーブを追加",
		},
		１３２０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝どうする",
		},
		１３３０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／お祭り２",
		},
		１３４０ = {
			画像Ａ = "闘神宿屋",
			画像Ｂ = "イベント印",
			物語 = "６０９／闘神ダイジェスト８",
			背景 = "空／星空",
		},
		１４００ = {
			画像Ａ = "空夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・・・",
					背景 = "闘神都市",
				},
			},
		},
		１４１０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝戦／控え室",
			音楽 = "無音",
		},
		１４２０ = {
			画像Ａ = "コロシアム",
			画像Ｂ = "味方ボス印",
			物語 = "６０９／決勝戦／戦闘前",
			戦闘２ = "m55アレキサンダー",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐右 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		１４３０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝戦／勝利",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１４４０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		１４５０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "イベント印",
			物語 = "６０９／決勝戦／敗北",
			音楽 = "ＡＤＶ／闘神都市",
		},
		１４９０ = {
			画像Ａ = "闘神都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１５００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０９／エピローグ",
			終了 = 1,
		},
	},
	２部魔王ランス１ = {
		背景 = "森",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		００１ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "６０２／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発します",
					背景 = "自由都市平原",
				},
			},
		},
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		０２０ = {
			画像Ａ = "通り過ぎた後",
			画像Ｂ = "イベント印",
			物語 = "６０２／クエルプランの道",
		},
		０２５ = {
			画像Ａ = "自由都市平原",
		},
		０３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ／弱",
			物語２ = "６０２／ボス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "目標変更r翔竜山を目指す",
					背景 = "ゼス平原",
					地名 = "ゼス",
				},
			},
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４５ = {
			画像Ａ = "村",
		},
		１００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／翔竜山麓",
			地名 = "翔竜山のふもと",
			背景 = "山道",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "翔竜山を登る",
					地名 = "翔竜山　標高５００",
				},
			},
		},
		１１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "長田君",
					説明 = "こっちに行こうぜ",
				},
				分岐右 = {
					顔画像 = "ロッキー２",
					説明 = "頂上までは長いr体力を温存して進みましょう",
				},
			},
		},
		１１５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１６ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ドッス 説明=……",
				},
			},
		},
		１１７ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		１１８ = {
			画像Ａ = "翔竜山",
			選択分岐 = {
				分岐前 = {
					条件書換前 = "ドッスワッスが居る 顔画像=ワッス 説明=……",
				},
			},
		},
		１２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／魔王ランスとは",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "こんな高い山に登るのr始めてだよ",
					地名 = "翔竜山　標高１０００",
				},
			},
		},
		１３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11古代種",
		},
		１４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／勇者ゲイマルク",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "勇者の事はrとりあえずほっておこう",
					地名 = "翔竜山　標高２０００",
					背景 = "翔竜山",
				},
			},
		},
		１４２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／アームズ遭遇１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "ド、ドラゴン…r来るー",
				},
			},
		},
		１４６ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン／Ｅ",
			物語２ = "６０２／アームズ遭遇２",
			フラグ = "アームズを追加",
		},
		１４７ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１５０ = {
			画像Ａ = "000翔竜山の門",
			画像Ｂ = "",
			物語 = "６０２／翔竜山の門",
			選択分岐 = {
				分岐右 = {
					顔画像 = "エール",
					説明 = "迂回する",
				},
			},
		},
		１５５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		１７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／戯骸とシーザー",
		},
		１８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／日光とアームズ",
		},
		２００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６０２／サテラ／戦闘前",
			戦闘２ = "m55サテラ／Ｅ",
			物語３ = "６０２／サテラ／戦闘後",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "・・・・・・・",
				},
			},
		},
		２１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ２",
					説明 = "・・・・・・・",
					地名 = "翔竜山　標高１０００",
				},
			},
		},
		２２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６０２／クリア",
			終了 = 1,
		},
	},
	２部魔王ランス２ = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／２部初クエスト",
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "６１０／スタート",
			音楽 = "ＡＤＶ／普通",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "翔竜山へ・・r魔王ランスの元へ・・",
				},
			},
		},
		１００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／翔竜山到着",
			音楽 = "フィールド／僻地夜",
			背景 = "山道",
			地名 = "翔竜山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "部隊編成は大丈夫か？",
				},
			},
		},
		１１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達１",
		},
		１４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／翔竜山途中",
		},
		１５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破１",
			処理 = "ダメージ　３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "邪魔だ！",
					地名 = "翔竜山　標高１０００",
				},
			},
		},
		１６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "味方ボス印",
			物語 = "６１０／タイガー将軍／戦闘前",
			戦闘２ = "m55タイガー将軍",
			物語３ = "６１０／タイガー将軍／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "・・・",
				},
			},
		},
		１７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１８０ = {
			画像Ａ = "000翔竜山の門",
			画像Ｂ = "",
			物語 = "６１０／門消滅",
			音楽 = "フィールド／魔物界",
			背景 = "翔竜山",
			地名 = "翔竜山　標高２０００",
		},
		１９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "味方ボス印",
			物語 = "６１０／勇者ゲイマルク／戦闘前",
			戦闘２ = "m55ゲイマルク",
			物語３ = "６１０／勇者ゲイマルク／戦闘後",
		},
		２１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破１",
			処理 = "ダメージ　３",
		},
		２２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃ランス",
		},
		２３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "金塊ＵＰ印",
			処理 = "金塊",
		},
		２４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／魔物隊長１",
			地名 = "翔竜山　標高３０００",
		},
		２６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／ハウゼル／戦闘前",
			戦闘２ = "m55ハウゼル／Ｅ",
			物語３ = "６１０／ハウゼル／戦闘後",
			地名 = "翔竜山　標高３５００",
		},
		２７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破１",
			処理 = "ダメージ　３",
			地名 = "翔竜山　標高４０００",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "休憩する",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "警戒を怠らない",
				},
			},
		},
		２７１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２７２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		２８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			物語 = "６１０／魔人ＤＤ／戦闘前",
			戦闘２ = "m55魔人ＤＤ／Ｅ",
			物語３ = "６１０／魔人ＤＤ／戦闘後",
		},
		３００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ハニー印",
			物語 = "６１０／雑魚撃破２",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "突き進む",
					地名 = "翔竜山　標高４５００",
				},
			},
		},
		３１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット２",
					説明 = "突き進む",
					地名 = "翔竜山　標高５０００",
				},
			},
		},
		３２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／雑魚撃破３",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ザンス",
					説明 = "突き進む",
					地名 = "翔竜山　標高５５００",
				},
			},
		},
		３３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "乱義",
					説明 = "突き進む",
					地名 = "翔竜山　標高６０００",
				},
			},
		},
		３４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／多数の難関",
		},
		３５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／魔人サテラ／戦闘前",
			戦闘２ = "m55サテラ／Ｆ",
			物語３ = "６１０／魔人サテラ／戦闘後",
			音楽 = "無音",
		},
		３５１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ワープ印",
			ワープ = "３６０",
		},
		３６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達２",
			地名 = "−−−",
			フラグ = "リセット２使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "………",
				},
			},
		},
		３６１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ワープ印",
			ワープ = "３７０",
		},
		３７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／緊急会議",
			地名 = "翔竜山　標高６０００",
			音楽 = "フィールド／魔物界",
		},
		４００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／雑魚撃破４",
			処理 = "ダメージ　５",
			地名 = "翔竜山　標高６５００",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "メダルスープを食べる",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "フレンドパンを食べる",
				},
			},
		},
		４１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４１５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "志津香２",
					説明 = "突き進む",
					地名 = "翔竜山　標高７０００",
				},
			},
		},
		４２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		４２５ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ナギ２",
					説明 = "突き進む",
					地名 = "翔竜山　標高７０００",
				},
			},
		},
		４３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破５",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "スシヌ",
					説明 = "突き進む",
					地名 = "翔竜山　標高７５００",
				},
			},
		},
		４４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			物語 = "６１０／雑魚撃破５",
			処理 = "ダメージ　５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レリコフ",
					説明 = "突き進む",
					地名 = "翔竜山　標高８０００",
				},
			},
		},
		４５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／幾多の戦闘",
			地名 = "翔竜山　標高８５００",
		},
		４７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達３",
		},
		４８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／レイとアームズ",
			フラグ = "アームズ２使用不可＝１",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "この場はアームズに任せる",
				},
			},
		},
		４９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			物語 = "６１０／雑魚撃破５",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "突き進む",
					地名 = "翔竜山　標高９０００",
				},
			},
		},
		５００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／夜が来る",
			背景 = "翔竜山／夕方",
			処理 = "ダメージ　１０",
		},
		５１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃リセット",
		},
		５２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１０／魔人リズナ",
			処理 = "ダメージ　９０",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "ばたんきゃー",
					地名 = "−−−",
					背景 = "その他",
				},
			},
		},
		５３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "？？？印",
			物語 = "６１０／クエルプラン回想３",
		},
		６００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１０／さらわれた子供達",
			処理 = "回復",
			背景 = "アメージング城",
			地名 = "アメージング城",
			音楽 = "フィールド／魔物界",
		},
		６１０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１０／ランスの部屋",
			戦闘２ = "m55魔王ランス／Ｅ",
			音楽 = "ＡＤＶ／悲惨",
		},
		６２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "エロイベント印",
			物語 = "６１０／ランスのおしおき",
			フラグ = "志津香２ナギ２使用不可＝１",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "逃げ出す",
					背景 = "翔竜山／夕方",
					地名 = "翔竜山",
				},
			},
		},
		７００ = {
			画像Ａ = "翔竜山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "逃げ出す",
				},
			},
		},
		７１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "６１０／クエルプラン登場",
			音楽 = "無音",
			地名 = "−−−",
			背景 = "真っ黒",
		},
		７２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１０／その頃母親達４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "………",
				},
			},
		},
		７３０ = {
			画像Ａ = "クエルプラン体内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		８００ = {
			画像Ａ = "クエルプラン体内",
			画像Ｂ = "イベント印",
			物語 = "６１０／クエルプラン体内",
			音楽 = "フィールド／天界",
			背景 = "真っ白",
			地名 = "？？　クエルプランの中　？？",
		},
		８１０ = {
			画像Ａ = "クエルプラン体内",
			画像Ｂ = "イベント印",
			物語 = "６１０／ダークランス",
			フラグ = "ダークランスを追加",
			終了 = 1,
		},
	},
	２部魔王ランス３ = {
		背景 = "翔竜山",
		地名 = "翔竜山",
		０１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			物語 = "６１２／スタート",
			音楽 = "フィールド／奮起",
		},
		０２０ = {
			画像Ａ = "000翔竜山の門",
			画像Ｂ = "",
			物語 = "６１２／スタート２",
			音楽 = "フィールド／魔物界",
		},
		０３０ = {
			画像Ａ = "翔竜山",
		},
		０４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／魔人DD／戦闘前",
			戦闘２ = "m55魔人ＤＤ／Ｅ",
			物語３ = "６１２／魔人DD／戦闘後",
		},
		０４５ = {
			画像Ａ = "翔竜山",
		},
		０５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			戦闘 = "m55ハウゼル＋サイゼル／Ｅ",
			物語２ = "６１２／ハウゼルサイゼル／戦闘後",
			処理 = "回復",
		},
		０６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			戦闘 = "m55レイ／Ｅ",
			物語２ = "６１２／レイ／戦闘後",
			処理 = "回復",
		},
		０７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／戦闘／リズナ",
			戦闘２ = "m55リズナ／Ｅ",
			物語３ = "６１２／リズナ／戦闘後",
			処理 = "回復",
		},
		０８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／シルキィ／戦闘前",
			戦闘２ = "m55シルキィ／Ｘ",
			物語３ = "６１２／シルキィ／戦闘後",
			背景 = "翔竜山／夕方",
			処理 = "回復",
		},
		１００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／ホーネット／戦闘前",
			戦闘２ = "m55ホーネット／Ｅ",
			物語３ = "６１２／ホーネット／戦闘後",
			処理 = "回復",
		},
		１１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "その頃印",
			物語 = "６１２／玉座",
		},
		１２０ = {
			画像Ａ = "翔竜山",
		},
		１３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "魔人印",
			物語 = "６１２／サテラ／戦闘前",
			戦闘２ = "m55サテラ／Ｇ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "行こう",
					背景 = "アメージング城",
					地名 = "アメージング城",
					音楽 = "無音",
				},
			},
		},
		１４０ = {
			画像Ａ = "魔物城内",
		},
		１５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "６１２／ビスケッタさん",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "お父さんに会いに来た",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "魔王を倒しに来た",
				},
			},
		},
		１６０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "６１２／ビスケッタ回復",
		},
		１６５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１７０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "味方ボス印",
			物語 = "６１２／ビスケッタ戦闘",
		},
		１９０ = {
			画像Ａ = "魔物城内",
		},
		２００ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１２／魔王ランス／戦闘前",
			戦闘 = "m55魔王ランス／Ｆ",
			条件書換後 = "引き分け 音楽=ＡＤＶ／悲惨",
			条件分岐 = {
				分岐左 = {
					！条件 = "引き分け",
					説明 = "ビンタ成功",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = "・・・・・",
				},
			},
		},
		２１０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１２／魔王ランス／ビンタ",
		},
		２２０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１２／魔王ランス／時間切れ",
		},
		２３０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "魔王ランス印",
			物語 = "６１２／時間切れ後のビンタ",
			音楽 = "無音",
		},
		２４０ = {
			画像Ａ = "魔王の部屋",
			画像Ｂ = "イベント印",
			物語 = "６１２／シィル戻る",
			終了 = 1,
		},
	},
	２部旅立ち = {
		背景 = "砂漠",
		地名 = "シャングリラ周辺",
		００１ = {
			画像Ａ = "村",
			物語 = "６０１／プロローグ",
			処理 = "エール入力画面",
			背景 = "村",
			地名 = "トリダシタ村",
		},
		００２ = {
			画像Ａ = "000クルックーの家",
			画像Ｂ = "",
			物語 = "６０１／少年の旅立ち",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "それでは行ってきます",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／２部初クエスト",
				},
			},
		},
		０１０ = {
			画像Ａ = "街道１",
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／長田君登場",
			フラグ = "長田君を追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "はにほー",
				},
			},
		},
		０２５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "俺を編成するのr忘れてないよな？",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "回復印",
			物語 = "６０１／長田君とキャンプ",
			処理 = "回復",
		},
		０３５ = {
			画像Ａ = "街道１",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
			物語２ = "６０１／目的地はどこ",
		},
		０５０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "エール２", "長田君２", "エール２" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "……ん？",
					物語 = "６０１／レベルアップ",
				},
			},
		},
		０６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "助ける",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "助けない",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "トドメ",
				},
			},
		},
		０６１ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場／助ける",
			フラグ = "ドッスワッスを追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "びくびく……",
				},
			},
		},
		０６２ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場／助けない",
		},
		０６３ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６４ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "６０１／ドッスワッス登場／トドメ",
		},
		０６５ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
		},
		０８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１００ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／村到着",
			背景 = "村",
			地名 = "トト村",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					背景 = "村／夜",
				},
			},
		},
		１１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランス教の噂",
		},
		１２０ = {
			画像Ａ = "村",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					背景 = "村",
				},
			},
		},
		１３０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランス教へ出発",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "いかない",
				},
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発する",
					地名 = "自由都市",
					背景 = "森",
					音楽 = "フィールド／２部初クエスト",
					物語 = "６０１／ランス教へ出発／行く",
				},
			},
		},
		１４０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランス教へ出発／行かない",
			終了 = 2,
		},
		２００ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		２３０ = {
			画像Ａ = "森",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３００ = {
			画像Ａ = "森",
			画像Ｂ = "山賊印",
			物語 = "６０１／アジト入り口／戦闘前",
			戦闘２ = "m11山賊",
			物語３ = "６０１／アジト入り口／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "さぁ中に入ってr盗賊を始末しよう",
					背景 = "スライム迷宮",
					地名 = "メススライム迷宮",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		３１０ = {
			画像Ａ = "スライム迷宮",
			フラグ = "地形＝屋内",
		},
		３２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "その頃印",
			物語 = "６０１／ランスＪｒとロッキー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "アジトを探索……",
				},
			},
		},
		３３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
		},
		３４０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "味方ボス印",
			物語 = "６０１／ロッキー／戦闘前",
			戦闘２ = "m55ロッキー／Ｅ",
			物語３ = "６０１／ロッキー／戦闘後",
			フラグ = "ロッキーを追加",
			フラグ２ = "肩書き／ロッキー２＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "アジトを探索……",
				},
			},
		},
		３５０ = {
			画像Ａ = "スライム迷宮",
		},
		３６０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "６０１／ロッキーと会話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー２",
					説明 = "こちらだすr付いて来て下さい",
				},
			},
		},
		３７０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３８０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／クリーミン救出",
			フラグ = "長田君使用不可＝１",
			背景 = "人工迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "長田君……",
				},
			},
		},
		３９０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／長田君逃げる",
		},
		４００ = {
			画像Ａ = "砦内",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "こっちに進もう",
				},
			},
		},
		４１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４２０ = {
			画像Ａ = "砦内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４５０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／長田君救出",
			フラグ = "長田君使用不可＝０",
			秘書登録 = "長田君",
		},
		４６０ = {
			画像Ａ = "砦内",
		},
		５００ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "６０１／ランスＪｒ／戦闘前",
		},
		５１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55ランスＪｒ",
			物語２ = "６０１／ランスＪｒ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "長田君",
					説明 = "俺達の勝利だー！",
					背景 = "スライム迷宮",
				},
			},
		},
		５２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出口",
					背景 = "森",
					地名 = "自由都市",
					音楽 = "フィールド／２部初クエスト",
					フラグ = "地形＝戻し",
				},
			},
		},
		５３０ = {
			画像Ａ = "森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		６００ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／村",
			物語 = "６０１／エピローグ",
			終了 = 1,
		},
	},
	２部恋愛 = {
		背景 = "天界",
		地名 = "？？？",
		００１ = {
			画像Ａ = "天界",
			画像Ｂ = "？？？印",
			物語 = "６１１／クエルプラン回想４",
			デッキ編集 = 0,
			背景 = "その他",
		},
		０１０ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "６１１／スタート",
			音楽 = "フィールド／ランス城",
			地名 = "空飛ぶランス城",
			背景 = "空飛ぶランス城",
			デッキ編集 = 0,
		},
		０１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／皆と合流",
			デッキ編集 = 0,
		},
		０２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／立ち直る",
			フラグ = "リセット使用不可＝０",
			フラグ２ = "志津香２ナギ２使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "冒険を続ける",
					物語 = "６１１／立ち直る／冒険を続ける",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "冒険を止める",
				},
			},
		},
		０２５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／立ち直る／冒険をやめる",
			終了 = 2,
		},
		０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／特訓開始",
			音楽 = "フィールド／奮起",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発します",
					背景 = "異界",
					地名 = "異界　ポリポリワン",
				},
			},
		},
		０４０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９０",
			フラグ = "特訓キャラ１の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "リックの教えr突撃訓練",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "サーナキアの教えr騎士心得講習",
				},
			},
		},
		０５０ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
			フラグ = "特訓キャラ２の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "パットンの教えr徹底体力訓練",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "チルディの教えr高速剣術",
				},
			},
		},
		０６０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９０",
			フラグ = "特訓キャラ３の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "ブリティシュの教えr応用チーム戦術",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "アレキサンダーの教えr努力、努力、努力",
				},
			},
		},
		０７０ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
			フラグ = "特訓キャラ４の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "アームズの教えrボス攻略虎の巻",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "謙信の教えr心頭滅却",
				},
			},
		},
		０８０ = {
			画像Ａ = "異界",
			画像Ｂ = "その頃印",
			物語 = "６１１／その頃魔王ランス",
			デッキ編集 = 0,
		},
		０９０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９０",
			フラグ = "特訓キャラ５の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "ロッキーの教えr従者の心得",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "タイガー将軍の教えr模擬戦するぞ",
				},
			},
		},
		１００ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
			フラグ = "特訓キャラ６の追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エール",
					説明 = "ピッテンの教えr防御の心得",
				},
				分岐右 = {
					顔画像 = "エール",
					説明 = "ミラクルの教えr強い精神力",
				},
			},
		},
		０４１ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５２ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０６２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０７２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０９１ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０１０１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０１０２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１０ = {
			画像Ａ = "異界",
			画像Ｂ = "大ボス印",
			処理 = "ダメージ　９８",
			フラグ = "特訓キャラ７の追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "エール",
					説明 = "出発します",
					地名 = "空飛ぶランス城",
					背景 = "空飛ぶランス城",
				},
			},
		},
		２００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／特訓終了",
			フラグ = "特訓でランクＵＰ",
			処理 = "回復",
		},
		２１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／アームズの遺産",
			フラグ = "アームズ２使用不可＝１",
		},
		２２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／ペア成立",
			ワープ = "３００",
			音楽 = "フィールド／２部初クエスト",
			フラグ = "親友確定",
		},
		３００ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／雲の上",
			背景 = "雲の上",
			地名 = "ハニーインザスカイ",
			音楽 = "フィールド／村",
		},
		３１０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		３２０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／ソロ１",
		},
		３３０ = {
			画像Ａ = "雲の上",
		},
		３４０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "その頃印",
			物語 = "６１１／その頃母達",
		},
		３５０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		３６０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／ソロ２",
		},
		３７０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "友情ＵＰ印",
			処理 = "友情",
		},
		３８０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "その頃印",
			物語 = "６１１／その頃他ペア",
		},
		３９０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		４００ = {
			画像Ａ = "雲の上",
			画像Ｂ = "イベント印",
			物語 = "６１１／ソロ３",
		},
		４１０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "回復印",
			処理 = "回復",
			条件分岐 = {
				分岐左 = {
					条件 = "ますぞえ撃破",
					説明 = "魔人ますぞえr撃破済み",
					フラグ = "ますぞえかわぞえ→２",
				},
				分岐右 = {
					条件 = "条件成立",
					説明 = "−−−",
					フラグ = "ますぞえかわぞえ→１",
				},
			},
		},
		４２０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "魔人印",
			物語 = "６１１／天空の王／戦闘前",
			戦闘 = "m55天空の王／Ｅ",
			物語２ = "６１１／試練クリア",
			フラグ = "禁止キャラ全て戻し",
			地名 = "−−−",
			音楽 = "無音",
			ワープ = "５００",
		},
		４３０ = {
			画像Ａ = "雲の上",
			画像Ｂ = "魔人印",
			物語 = "６１１／奈落の王／戦闘前",
			戦闘 = "m55ますぞえ／Ｅ",
			物語２ = "６１１／試練クリア",
			フラグ = "禁止キャラ全て戻し",
			地名 = "−−−",
			背景 = "その他",
			音楽 = "無音",
			ワープ = "５００",
		},
		５００ = {
			画像Ａ = "000ランス城空中",
			物語 = "６１１／ランス城に帰還",
			音楽 = "フィールド／奮起",
			地名 = "空飛ぶランス城",
			背景 = "空飛ぶランス城",
			フラグ = "伝説の武具セット",
		},
		５１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		５２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "６１１／決戦の前に",
			終了 = 1,
		},
	},
	カラー救出 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "０５／上機嫌なランス",
			コルルンサ = "世界の生き物",
		},
		００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０５／戦況報告",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "カラーの村に出発",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		００３ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０５／森の入り口",
			背景 = "森",
			地名 = "カラーの森",
		},
		０１０ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		１１０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "０５／その頃ペンシルカウ",
		},
		１１１ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		１２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０５／カラーの森にて１",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ランス",
					説明 = "隠しルートの入り口は…と",
				},
			},
		},
		１２５ = {
			画像Ａ = "森",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０５／カラーの森にて２",
		},
		１３５ = {
			画像Ａ = "森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "よし、もうちょっとだ",
				},
			},
		},
		１４０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "０５／その頃レッドアイ１",
			コルルンサ = "魔人レッドアイ",
			分岐 = "２００",
		},
		１４５ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２００ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "イベント印",
			物語 = "０５／村に入る１",
			背景 = "カラーの村／放火",
			地名 = "ペンシルカウ",
			音楽 = "フィールド／カラー",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "少し休憩だ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "カラー娘を補充",
				},
			},
		},
		２０１ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２０２ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用カラー", "汎用カラー", "汎用カラー" },
		},
		２０５ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "レア宝箱印",
			物語 = "０５／村に入る２",
			処理 = "宝箱／レア",
			カード = (list) { "英霊 モダン", "英霊 ビビッド", "英霊 フル" },
		},
		２０６ = {
			画像Ａ = "カラーの村",
			画像Ｂ = "イベント印",
			物語 = "０５／村に入る３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さらばペンシルカウ！",
				},
			},
		},
		２１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／秘密洞窟",
			背景 = "地下洞窟",
			地名 = "エスケープカウ　脱出洞窟",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
		},
		２１５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		３００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "その頃印",
			物語 = "０５／その頃レッドアイ２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "総員、慌てるなrだが急げー",
				},
			},
		},
		３１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
					物語 = "０５／洞窟の中のランス達１",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
					物語 = "０５／洞窟の中のランス達２",
				},
			},
		},
		３１２ = {
			画像Ａ = "地下洞窟",
			選択分岐 = {
				分岐左 = {
					顔画像 = "イージス",
					説明 = "はぐれた偵察隊を捜しに行きたい",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さっさと進む",
				},
			},
		},
		３１３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用カラー", "汎用カラー", "汎用カラー" },
		},
		３３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		３４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４００ = {
			画像Ａ = "005白色破壊光線",
			物語 = "０５／後方に魔軍が来た",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "魔軍に突っ込む",
					物語 = "０５／魔軍に突っ込む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "少し後方に下がる",
					物語 = "０５／選択／少し下がる",
				},
			},
		},
		４０５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		４１０ = {
			画像Ａ = "005白色破壊光線",
			物語 = "０５／破壊光線直撃",
			終了 = 2,
		},
		５００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／下がった地点",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "魔軍に突っ込む",
					物語 = "０５／魔軍に突っ込む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "何か考える",
				},
			},
		},
		５０５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		５１０ = {
			画像Ａ = "005白色破壊光線",
			物語 = "０５／破壊光線直撃",
			終了 = 2,
		},
		５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／隠れて待つ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "じっとしていろr声を出すなr待つのだ",
				},
			},
		},
		６００ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			物語 = "０５／レッドアイアニス",
			戦闘 = "m55レッドアイアニス／Ａ",
			条件書換後 = "引き分け 音楽=フィールド／危機",
			！条件書換後 = "引き分け 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・r※通常",
					物語 = "０５／レッドアイアニス／引き分け",
				},
			},
		},
		６０１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "難易度ＵＰ印",
			フラグ = "カラー救出／短縮＝１",
			処理 = "難易度",
		},
		６０２ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		６０５ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／リズナ",
			フラグ = "リズナの追加",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リズナ",
					説明 = "えっ、魔人と戦うのですか？",
				},
			},
		},
		６０６ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			戦闘 = "m55レッドアイアニス／Ｂ１",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははははr俺様の勝ちだ",
				},
			},
		},
		６１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "０５／魔人撃破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ランス城に戻る",
					背景 = "森",
					地名 = "カラーの森",
				},
			},
		},
		６２０ = {
			画像Ａ = "森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		７００ = {
			画像Ａ = "森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv50 パステル", "Lv50 イージス" },
		},
		７０５ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "０５／その後のカラー達",
			終了 = 1,
		},
		８００ = {
			画像Ａ = "森",
		},
		８０１ = {
			画像Ａ = "森",
		},
		８０２ = {
			画像Ａ = "森",
		},
		８０３ = {
			画像Ａ = "森",
		},
	},
	クルックーの護衛 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／自由都市",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１１３／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、クルックーr一緒に行くぞ",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		０１０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "イベント印",
			物語 = "１１３／川中島到着",
			背景 = "湿地帯",
			地名 = "川中島",
		},
		０２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０３０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "イベント印",
			物語 = "１１３／ロードリング",
		},
		０４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		０５０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "イベント印",
			物語 = "１１３／途中の小休止",
		},
		０６０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０７０ = {
			画像Ａ = "湿地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "わっ、r滝の裏に通路が…",
					背景 = "ＡＬ迷宮",
					地名 = "ＡＬ本部 カイズ地下迷宮",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		１００ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／カイズ侵入",
			フラグ = "地形＝屋内",
		},
		１１０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		１２０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "１３０",
		},
		１３０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		１３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		１４０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "１５０",
		},
		１５０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		１５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		１６０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／セルさん",
		},
		１７０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv44 セル" },
			条件分岐 = {
				分岐左 = {
					条件 = "メリムが居る",
					説明 = "メリムを保有していた時",
				},
				分岐前 = {
					！条件 = "メリムが居る",
					説明 = "−−−",
				},
			},
		},
		１７１ = {
			画像Ａ = "ＡＬ迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メリム",
					説明 = "あっ、待って下さいrそこの壁…",
				},
			},
		},
		１７２ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "司教のアリス像", "３段ロケットエンジン", "独立宣言書" },
		},
		１８０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
		},
		１９０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "２００",
		},
		２００ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "",
		},
		２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		２１０ = {
			画像Ａ = "113保管庫扉",
			画像Ｂ = "",
			物語 = "１１３／禁断保管庫前",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "保管庫の中に入る",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "いや入らない",
				},
			},
		},
		２２０ = {
			画像Ａ = "113保管庫でアム",
			画像Ｂ = "",
			物語 = "１１３／アム接触",
			フラグ = "アム＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アム",
					説明 = "よろしくね",
				},
			},
		},
		２２５ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv46 アム", "擬態／食券" },
		},
		２３０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／オーロラ接触",
			フラグ = "オーロラ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "オーロラ",
					説明 = "ぐぬぬ…",
				},
			},
		},
		２３５ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 オーロラ", "擬態／食券" },
		},
		２３６ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２４０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "ワープ印",
			ワープ = "２５０",
		},
		２５０ = {
			画像Ａ = "ＡＬ迷宮",
		},
		２６０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２６５ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55魔法生物／ボス",
		},
		２７０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１３／奥の部屋",
		},
		２８０ = {
			画像Ａ = "ＡＬ迷宮",
			画像Ｂ = "エロイベント印",
			物語 = "１１３／クルックーのエロ",
			終了 = 1,
		},
	},
	ケイブリス突貫作戦 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５３／スタート",
		},
		０００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５３／誕生パーティの情報",
		},
		０００３ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５３／出撃を決意",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "地下通路を使ってr一気に行くぞ",
					地名 = "ゼス横断回廊",
					背景 = "ゼス迷宮",
					音楽 = "フィールド／ゼス",
					フラグ = "地形＝屋内",
				},
			},
		},
		０００４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		０００５ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "…………こっちよ",
				},
			},
		},
		０００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		００１０ = {
			画像Ａ = "000マジノ要塞",
			画像Ｂ = "",
			物語 = "２５３／マジノライン",
			背景 = "マジノ要塞",
			地名 = "マジノ要塞",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "行くぞＧＯ",
					背景 = "魔物の森",
					地名 = "魔物界",
					音楽 = "フィールド／魔物界",
					フラグ = "地形＝戻し",
				},
			},
		},
		００１１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		００１２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		００２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		００３０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この道も魔物だらけ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "あの道も魔物だらけ",
				},
			},
		},
		００４１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		００４２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ",
		},
		００５１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		００５２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００５３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		００６０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "その頃印",
			物語 = "２５３／その頃ケイブリス１",
		},
		００６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００７０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５３／途中の休憩１",
		},
		００７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		００８０ = {
			画像Ａ = "魔物の森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どっちでも同じだなr戦うだけだ",
				},
				分岐右 = {
					顔画像 = "ホーネット",
					説明 = "・・・・",
				},
			},
		},
		００８１ = {
			画像Ａ = "魔物の森",
			割り込み背景 = "魔物の森",
		},
		００８２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		００９１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		００９２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０１００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２５３／マエリーター／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
		},
		０１１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "２５３／途中の休憩２",
		},
		０１２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "ゼス２／実行済み",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "ゼス２／実行済み",
					説明 = "魔人メディウサr撃破済み",
				},
			},
		},
		０１２５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／メディウサ戦闘前",
			戦闘 = "m55メディウサ／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "こ、怖かったぁ…",
				},
			},
		},
		０１２６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１３０ = {
			画像Ａ = "魔物の森",
			割り込み背景 = "魔物の森",
		},
		０１４０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "自由都市２／実行済み",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "自由都市２／実行済み",
					説明 = "魔人パイアールr撃破済み",
				},
			},
		},
		０１４５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／パイアール戦闘前",
			戦闘 = "m55パイアール／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "うう、勝ったけど敗北感…",
				},
			},
		},
		０１４６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１５０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５３／途中の休憩３",
		},
		０１６０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "ヘルマン２／実行済み",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "ヘルマン２／実行済み",
					説明 = "魔人ケッセルリンクr撃破済み",
				},
			},
		},
		０１６５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／ケッセルリンク戦闘前",
			戦闘 = "m55ケッセルリンク／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "や、やばかった…",
				},
			},
		},
		０１６６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１７０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
		},
		０１８０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "リーザス２／実行済み",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "リーザス２／実行済み",
					説明 = "魔人レキシントンr撃破済み",
				},
			},
		},
		０１８５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "２５３／レキシントン戦闘前",
			戦闘 = "m55レキシントン／Ｘ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぜえぜえ…r疲れてきたぞ…",
				},
			},
		},
		０１８６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０１９０ = {
			画像Ａ = "魔物の森",
		},
		０１９１ = {
			画像Ａ = "魔物の森",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "休憩すべきなのだけどr見つけてしまいました",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "さすがにやばいr休憩しよう",
				},
			},
		},
		０１９３ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１９４ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１９５ = {
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１９６ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２００ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２５３／カミーラ城到着",
			背景 = "魔物都市",
			地名 = "ミダラナツリー　カミーラ城",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とつげーき！！",
				},
			},
		},
		０２０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０２１０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２５３／その頃ケイブリス２",
		},
		０２１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０２２０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２５３／ワンニャン",
		},
		０２２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22ＳＳ魔軍　自動",
		},
		０２３０ = {
			画像Ａ = "魔物城内恐",
			画像Ｂ = "イベント印",
			物語 = "２５３／恐瘴気",
			フラグ = "禁止グループ２０以下",
		},
		０２３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22ＳＳ魔軍　自動",
		},
		０２４０ = {
			画像Ａ = "魔物城内恐",
			画像Ｂ = "イベント印",
			物語 = "２５３／ホーネットの気持ち",
		},
		０２４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22ＳＳ魔軍　自動",
		},
		０２５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "ケイブリス印",
			物語 = "２５３／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｘ",
			物語２ = "２５３／ケイブリス／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よーし、凱旋だ",
					地名 = "ランス城",
					背景 = "ランス城",
				},
			},
		},
		０２７０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０２８０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２５３／ホーネットのエロ",
			終了 = 1,
		},
	},
	サイサイツリー攻撃／飛行 = {
		００１ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２８４／攻撃開始",
			背景 = "魔物都市",
			地名 = "サイサイツリー",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞ、出撃だ！",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "魔軍、前衛部隊突破！",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロレックス",
					説明 = "どけどけ、親玉はどこだ！",
				},
			},
		},
		０３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８４／攻撃終了",
			終了 = 1,
		},
	},
	シャングリラ強襲 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５７／参謀本部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "キナニ砂漠に出発",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		００１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		００２１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００２２ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		００２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22聖骸　自動",
		},
		００２６ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
			背景 = "ゼス平原",
			地名 = "ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "前方にモンスター発見しました",
				},
				分岐右 = {
					顔画像 = "あてな２号",
					説明 = "くんくん、臭うれす",
				},
			},
		},
		００４０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００４５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０１００ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／キナニ砂漠へ",
			背景 = "砂漠",
			地名 = "キナニ砂漠",
			音楽 = "フィールド／僻地昼",
			フラグ = "地形＝砂漠",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "砂漠横断を開始するぞー",
				},
			},
		},
		０１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22アントーン　自動",
		},
		０１１０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／砂漠でポピンズ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "砂漠案内人",
					説明 = "こっちでちゅ",
				},
			},
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０１２０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラの説明",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "うるさいrあっちに進むぞ",
				},
				分岐前 = {
					顔画像 = "砂漠案内人",
					説明 = "こっちでちよ",
				},
			},
		},
		０１３０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０１４０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		０１５０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１５５ = {
			画像Ａ = "砂漠",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あれは…オアシスか？",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "きっと蜃気楼だな",
				},
			},
		},
		０１５８ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "オアシスだーr泳ぐぞー",
				},
			},
		},
		０１６０ = {
			画像Ａ = "257オアシス",
			画像Ｂ = "",
			物語 = "２５７／オアシス？",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "裸の女だ！r今度こそ間違いない",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "なわけあるか、蜃気楼だ",
				},
			},
		},
		０１６８ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おほほー！",
				},
			},
		},
		０１７０ = {
			画像Ａ = "257裸の女",
			画像Ｂ = "",
			物語 = "２５７／裸の女？",
			選択分岐 = {
				分岐前 = {
					顔画像 = "砂漠案内人",
					説明 = "遠回りになったでちrさぁ元の道に戻りまちゅよ",
				},
			},
		},
		０１９０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "中ボス印",
			戦闘 = "m55アントーン／ボス",
		},
		０２００ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラが見えた",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "シャングリラに入る",
				},
			},
		},
		０２０５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラ侵入",
			背景 = "シャングリラ",
			地名 = "砂漠の都市　シャングリラ",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "敵地侵入だr慎重に行くぞ",
				},
			},
		},
		０２１０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／シャングリラの中",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "踊り子が居る所",
					物語 = "２５７／踊り子を捜す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ケイブリスが居る所",
					物語 = "２５７／ケイブリスを捜す",
					フラグ = "かなみ一時離脱＝１",
					フラグ２ = "かなみ使用不可＝１",
				},
			},
		},
		０２１１ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０２１２ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０２１３ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
		},
		０２２０ = {
			画像Ａ = "シャングリラ転移魔方陣",
			画像Ｂ = "イベント印",
			物語 = "２５７／転移魔方陣",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "気にはなるが後回しだ",
				},
			},
		},
		０２２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０２３０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シャリエラ",
					説明 = "回復ポイントはこっち",
				},
				分岐右 = {
					顔画像 = "シャリエラ",
					説明 = "食券はこっちに落ちている",
				},
			},
		},
		０２３１ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２３２ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２５０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／劇場に入る",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シャリエラ",
					説明 = "あっ、そっちは…",
					背景 = "シャングリラ／大部屋",
					地名 = "シャングリラ劇場内",
				},
			},
		},
		０２６０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２５７／ケイブニャン／戦闘前",
			戦闘 = "m22ＳＳ魔軍＋ケイブニャン／Ａ１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "大勝利ですrランス様",
				},
			},
		},
		０２７０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "イベント印",
			物語 = "２５７／ケイブニャン／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ケイブニャンを拷問r(大変ルート)",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "シャリエラを拷問r(順当ルート)",
				},
			},
		},
		０２８０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "イベント印",
			物語 = "２５７／ケイブニャン拷問",
			フラグ = "シャリエラルート＝２",
			選択分岐 = {
				分岐前 = {
					背景 = "シャングリラ",
					地名 = "砂漠の都市　シャングリラ",
				},
			},
		},
		０２９０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "エロイベント印",
			物語 = "２５７／シャリエラ拷問",
			フラグ = "シャリエラルート＝１",
			選択分岐 = {
				分岐前 = {
					背景 = "シャングリラ",
					地名 = "砂漠の都市　シャングリラ",
				},
			},
		},
		０２９５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４００ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
		},
		０４１０ = {
			画像Ａ = "シャングリラ転移魔方陣",
			画像Ｂ = "魔軍印",
			物語 = "２５７／魔法陣を消す／戦闘前",
			戦闘 = "m11魔軍",
			物語２ = "２５７／魔法陣を消す／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ついでにもう少し魔物兵をしばく",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さっさとケイブリスを殺す",
				},
			},
		},
		０４２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４２５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４３０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			！条件書換前 = "シャリエラルート　物語=２５７／ホムンクルス／ケイブニャンルート",
			条件書換前 = "シャリエラルート　物語=２５７／ホムンクルス／シャリエラルート",
		},
		０４６０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０４７０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
			条件分岐 = {
				分岐左 = {
					条件 = "かなみ一時離脱",
					説明 = "かなみを偵察に出していた",
				},
				分岐右 = {
					！条件 = "かなみ一時離脱",
					説明 = "−−−",
				},
			},
		},
		０４８０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／かなみ帰還",
			フラグ = "かなみ使用不可＝０",
		},
		０４８５ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "",
		},
		０４９０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／恐瘴気",
		},
		０５００ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "中ボス印",
			物語 = "２５７／バイランローズ／戦闘前",
			戦闘 = "m55バイランローズ",
			物語２ = "２５７／バイランローズ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ケイブリスをぶっ殺すぞ",
					背景 = "シャングリラ／大部屋",
					地名 = "シャングリラ本部？",
					音楽 = "無音",
				},
			},
		},
		０５０１ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５１０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "ケイブリス印",
			物語 = "２５７／偽ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／偽",
			物語２ = "２５７／偽ケイブリス／戦闘後",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "次は本体をぶっ殺してやる",
				},
			},
		},
		０５２０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０５２５ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とっとと帰るか",
					背景 = "シャングリラ",
					地名 = "砂漠の都市　シャングリラ",
				},
			},
		},
		０５３０ = {
			画像Ａ = "シャングリラ",
			画像Ｂ = "イベント印",
			物語 = "２５７／聖女モンスターの気配",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "気配はこっちー",
				},
			},
		},
		０５４０ = {
			画像Ａ = "シャングリラ大部屋",
			画像Ｂ = "イベント印",
			物語 = "２５７／ハウセスナース",
			フラグ = "ハウセスナースの追加",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "かえろー",
				},
			},
		},
		０５５０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５７／シャングリラ制圧",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
		},
		０５７０ = {
			画像Ａ = "ランス城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５８０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "その頃印",
			！条件書換前 = "シャリエラルート　物語=２５７／ケイブニャンその後",
			条件書換前 = "シャリエラルート　物語=２５７／シャリエラその後",
			終了 = 1,
		},
	},
	ゼス１ = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２３０／１／スタート",
			フラグ = "ゼス地域",
			背景 = "ゼス平原",
			地名 = "ゼス",
			音楽 = "フィールド／ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "臨時首都とやらにr向けて出発だ",
				},
			},
		},
		００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０１０ = {
			画像Ａ = "街道３",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／マジックからの連絡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "マジックさんの所へr急ぎましょう",
				},
			},
		},
		０１５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "暑いねー、ゼスは……ふぅっ",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道３",
			画像Ｂ = "その頃印",
			物語 = "２３０／１／ガンジーの戦い",
		},
		０２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／毒で全滅している魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ま、気にせず進むか",
				},
			},
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "あっr味方の陣が見えてきたわ",
				},
			},
		},
		０５０ = {
			画像Ａ = "野営地ＪＰ／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／てるちぬと遭遇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この付近の魔物をr少し退治してやろう",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "シィル、昼飯だ",
				},
			},
		},
		０６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０７０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０８０ = {
			画像Ａ = "街道３",
		},
		０９０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０９１ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／首都到着",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			コルルンサ = "ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "買い食いでもrしながら歩こう",
				},
			},
		},
		１１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／マジック千鶴子と再会",
			音楽 = "フィールド／危機",
			フラグ = "アニス使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "こんな時に……rまた……はぁ",
				},
			},
		},
		１２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "味方ボス印",
			物語 = "２３０／１／首都でアニス／戦闘前",
			戦闘 = "m55アニス",
			物語２ = "２３０／１／首都でアニス／戦闘後",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "うむ。満喫したぞ",
					フラグ = "アニス使用不可＝０",
				},
			},
		},
		１３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／１／恐怖の放送",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "魔人ガルティアをr倒しに行く",
					物語 = "２３０／１／ガルティア方面へ",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
					処理 = "宝箱／ノーマル",
					カード = (list) { "汎用ゼス女魔法兵", "Lv20 カロリア", "汎用ゼス男魔法兵" },
				},
			},
		},
		２００ = {
			画像Ａ = "街道３",
		},
		２１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			背景 = "ゼス都市",
			物語 = "２３０／２／食料運搬の手伝い",
			フラグ = "輸送隊同行＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "食料輸送隊をr護衛しながら移動だ",
					背景 = "山道",
				},
			},
		},
		２２０ = {
			画像Ａ = "山道",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "山道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "ずんずんいくぜ！",
				},
			},
		},
		２２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２３０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／食料運搬との会話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "つまみ食いしながらr山道を行こう",
				},
			},
		},
		２４０ = {
			画像Ａ = "山道",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "山賊、出てきたわねr警戒しないと",
				},
			},
		},
		２５０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／ガルティアの説明",
			コルルンサ = "魔人ガルティア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よーし、晴れたなr進軍再開だ",
				},
			},
		},
		２６０ = {
			画像Ａ = "山道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "晴れたら晴れたでr暑いな、くそ",
				},
			},
		},
		２６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２７０ = {
			画像Ａ = "山道",
			画像Ｂ = "山賊印",
			物語 = "２３０／２／エレナの襲撃／戦闘前",
			戦闘 = "m22山賊＋エレナ",
			物語２ = "２３０／２／エレナの襲撃／戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "紳士の俺様は女の子を助けるrエレナの呪いを解く",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "利用できるものは利用するrそのままのエレナを部下にする",
				},
			},
		},
		２８１ = {
			画像Ａ = "山道",
			画像Ｂ = "エロイベント印",
			物語 = "２３０／２／エレナのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははは、満足満足",
					フラグ = "エレナは山賊＝０",
				},
			},
		},
		２８２ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "花屋 エレナ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "山賊は排除したr先に進むぞ",
				},
			},
		},
		２８５ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／エレナはそのまま",
		},
		２８６ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "山賊 エレナ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "山賊は排除したr先に進むぞ",
				},
			},
		},
		２９０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２９５ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／食料運搬の続き",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様がお休みの間もr進みましょう",
				},
			},
		},
		２９７ = {
			画像Ａ = "山道",
			画像Ｂ = "山賊印",
			戦闘 = "m11山賊",
		},
		２９８ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／飢える町",
			背景 = "ゼス都市",
			地名 = "ダグザス",
			フラグ = "輸送隊同行＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "目的地であるr前線陣地へ向かうか",
					地名 = "ゼス",
					背景 = "街道２",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		３００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／豪雨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "あめあめざーざー",
				},
			},
		},
		３１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		３２０ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "雨宿りをする",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "そのまま突っ切る",
				},
			},
		},
		３３０ = {
			画像Ａ = "000茶屋",
		},
		３３２ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		３４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		３４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		３５０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			物語 = "２３０／２／はぐれ魔軍／戦闘前",
			戦闘２ = "m22魔軍／メディウサ精鋭",
			物語３ = "２３０／２／はぐれ魔軍／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "目的地を変更rオールドゼスを目指す",
					背景 = "ゼス平原／日照",
				},
			},
		},
		３６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／日照",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "あつ…",
				},
			},
		},
		３６１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／シィルの過去１",
		},
		３６２ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		３６３ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／シィルの過去２",
		},
		３６４ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっち",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "少し休憩にしませんか？",
				},
			},
		},
		３６６ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		３６７ = {
			画像Ａ = "森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			背景 = "ゼス都市",
			地名 = "オールドゼス",
			物語 = "２３０／２／オールドゼスに到着",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ガルティア退治を優先する",
					背景 = "街道２",
					地名 = "ゼス",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ひまわり村に行く",
					背景 = "街道２",
					地名 = "ゼス",
				},
			},
		},
		３８１ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／村へ向かう道中１",
		},
		３８２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		３８３ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／村へ向かう道中２",
		},
		３９０ = {
			画像Ａ = "村",
			画像Ｂ = "山賊印",
			背景 = "村",
			音楽 = "フィールド／村",
			物語 = "２３０／２／ひまわり村に着く／戦闘前",
			戦闘２ = "m22山賊",
			物語３ = "２３０／２／ひまわり村に着く／戦闘後",
		},
		３９１ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／両親に会いに行く",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "て、冗談だ、一人であってこい",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "一緒に会いにいく",
				},
			},
		},
		３９２ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／シィルが両親と会う",
			フラグ = "シィルと両親＝１",
		},
		３９３ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／ランスが両親と会う",
			フラグ = "シィルと両親＝２",
		},
		３９４ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２３０／２／おじいさんの杖",
			フラグ = "シィルの杖の追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ありがとうございますrランス様",
					背景 = "街道２",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		３９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		３９６ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
		},
		３７１ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ぷりょ／ボス",
		},
		３７２ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		３７３ = {
			画像Ａ = "街道２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		３７５ = {
			画像Ａ = "街道２",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３７６ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		３７７ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		４００ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／陣地",
			物語 = "２３０／３／南部司令部",
			背景 = "野営地",
			地名 = "ゼス軍　野営地",
			コルルンサ = "魔人ガルティア",
			選択分岐 = {
				分岐左 = {
					顔画像 = "サイアス",
					説明 = "ま、出撃まで体をr休めててくれ",
				},
				分岐右 = {
					顔画像 = "ウスピラ",
					説明 = "こんなものをr拾ったのですが",
				},
			},
		},
		４０５ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４０６ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		４０７ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv41 サイアス", "Lv32 ウスピラ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発するぞ",
					背景 = "ゼス平原",
					地名 = "ニカニカ平原",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		４０８ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "イモに向かって突撃だ",
					背景 = "巨大ホフホフ",
				},
			},
		},
		４０９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		４１０ = {
			画像Ａ = "000巨大ホフホフ",
			画像Ｂ = "",
			物語 = "２３０／３／ホフホフ内部１",
			背景 = "巨大ホフホフ内",
			地名 = "巨大ホフホフの中",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "イモ臭いがr中を進むぞ",
				},
			},
		},
		４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４３０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／ホフホフ内部２",
		},
		４３５ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		４４０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／ホフホフ内部３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "（ぬぬ……腹減ってきたな……）",
				},
			},
		},
		４５０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "（ふと思う時があるr大事なのは尻）",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "（ふと思う時があるr大事なのはおっぱい）",
				},
			},
		},
		４５１ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		４５２ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		４５３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４５４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		４６０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "中ボス印",
			物語 = "２３０／３／ラウネア来襲",
			戦闘 = "m55ラウネア",
			物語２ = "２３０／３／ラウネア逃げる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そういえば女の子の使徒だったかrちっ、惜しい",
				},
			},
		},
		４７０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		４８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／ガルティア登場",
			音楽 = "システム／食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "大食いか、楽勝だな",
				},
			},
		},
		５００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "謎戦闘印",
			物語 = "２３０／３／大食い大会１",
			戦闘 = "m66料理の山／Ａ",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "勝利　食べきった",
				},
			},
		},
		５２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "謎戦闘印",
			物語 = "２３０／３／大食い大会２",
			戦闘 = "m66料理の山／Ｂ",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "−−−r※通常",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "勝利　食べきったr※特殊",
				},
			},
		},
		５３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐぐぐ、もう食えん…",
				},
			},
		},
		５４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３０／３／大食い競争の負け",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "地形＝胃",
			ワープ = "６００",
		},
		６００ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "モンスター印",
			物語 = "２３０／４／腹の中１",
			戦闘 = "m11迷宮",
			背景 = "ガルティア内",
			地名 = "ガルティアの腹の中？",
			音楽 = "フィールド／地底",
		},
		６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６１０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／腹の中２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "なんか臭いますねr・・・",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "むぐぐぐ・・r早く出たい",
				},
			},
		},
		６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６２０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／腹の中３",
		},
		６２２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６２５ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11古代種",
		},
		６３０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "息苦しいrくらくらしてきたぞ",
				},
			},
		},
		６４０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／服が溶けてきた",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "でろでろりーん",
				},
			},
		},
		６４５ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
		},
		６４８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11古代種　自動",
		},
		６５０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "中ボス印",
			物語 = "２３０／４／３匹の使徒／戦闘前",
			戦闘 = "m55ラウネア＋タルゴ＋サメザン",
			物語２ = "２３０／４／３匹の使徒／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ええい、出口は！rどこかにあるはずだ",
				},
			},
		},
		６５５ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "適当に進むしかないか",
				},
				分岐右 = {
					顔画像 = "カロリア",
					説明 = "生き物の気配がするよ",
				},
			},
		},
		６６０ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "いたっr肌がヒリヒリする",
				},
			},
		},
		６６１ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "・・・・",
				},
			},
		},
		６７０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
		},
		６８０ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様……rこのままでは…",
				},
			},
		},
		６８５ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "はははははrこれは笑うしかないな",
				},
			},
		},
		６８７ = {
			画像Ａ = "ガルティア内胃酸",
			画像Ｂ = "",
			処理 = "ダメージ　８",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "（まさか…r俺様がバッドエンド…）",
				},
			},
		},
		６９０ = {
			画像Ａ = "ガルティア内",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／ミステリア登場",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "地形＝戻し",
			ワープ = "７００",
		},
		７００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／４／敗北後の帰還",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぜえぜえ……r人心地ついたわ",
				},
			},
		},
		７１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "？？？",
					説明 = "こそこそ……ただいまですー……",
				},
			},
		},
		７２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２３０／４／千鶴子のエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして夜は更けていく",
				},
			},
		},
		７５０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／再度出発",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用ゼス女魔法兵", "汎用ゼス男魔法兵", "汎用ゼス男魔法兵" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "すっきりとr朝を迎えた所で出発だ",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		８００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		８１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "ランス様、お水ですだ",
					背景 = "山道",
					地名 = "ゼス",
				},
			},
		},
		８１１ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２３０／５／サイアスとウスピラ",
		},
		８１５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ランス",
					説明 = "急げ急げr雑魚など無視",
				},
			},
		},
		８２０ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／ガルティア軍来襲",
			地名 = "ゼス軍　野営地",
			背景 = "ゼス平原",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今は時間が必要だr食べ物でも渡しておけ",
					物語 = "２３０／５／選択／食べ物渡す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "正々堂々と戦う",
					背景 = "ゼス平原",
					地名 = "ニカニカ平原",
				},
			},
		},
		８３０ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／毒殺作戦１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "毒大好きちゃんr集合ー",
				},
			},
		},
		８４０ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／毒殺作戦２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "カロリア",
					説明 = "カロの毒？rわかった",
					背景 = "街道２",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
					フラグ = "カロリアルート＝１",
				},
				分岐右 = {
					顔画像 = "ちぬ",
					説明 = "ドラゴン級もころりん即死rそんな素敵な毒を用意するね☆",
					背景 = "ＪＡＰＡＮ街道",
					地名 = "ＪＡＰＡＮ",
					音楽 = "フィールド／ＪＡＰＡＮ",
					フラグ = "カロリアルート＝０",
				},
			},
		},
		９００ = {
			画像Ａ = "街道３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "こっちだよ",
				},
			},
		},
		９１０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／カロリア１",
			背景 = "秘密の谷",
			地名 = "秘密の谷",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "秘密の谷はr危険な場所なのでr気をつけて進んでね",
				},
			},
		},
		９２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		９３０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "カロリア",
					説明 = "むしむしー",
				},
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "ころりころり",
				},
			},
		},
		９４０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
		},
		９４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		９４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		９５０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "秘密の谷",
		},
		９６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		９７０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "見た事もないムシrだらけだな……",
				},
			},
		},
		９８０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "中ボス印",
			物語 = "２３０／５／カロリア２／戦闘前",
			戦闘 = "m55ダイコン／毒",
			物語２ = "２３０／５／カロリア２／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐうぐう……",
				},
			},
		},
		９８５ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／カロリア３",
		},
		９９０ = {
			画像Ａ = "秘密の谷",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "カロリア００" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "帰投する",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		１０００ = {
			画像Ａ = "街道３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "じゃあJAPANに向かうのね",
				},
			},
		},
		１００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		１０１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／ちぬ１",
			背景 = "地下洞窟",
			地名 = "ＪＡＰＡＮ　イシイ迷宮",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ちぬ",
					説明 = "はぁい☆rこっちこっち",
				},
			},
		},
		１０２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "暗いな……r松明つけるぜ",
				},
			},
		},
		１０３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１０４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "地下洞窟",
		},
		１０６０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			物語 = "２３０／５／ちぬ２",
			戦闘 = "m55鬼／毒",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どったんばったんrやかましい",
				},
			},
		},
		１０７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２３０／５／ちぬ３",
		},
		１０８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ちぬ００" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "毒の準備完了だr帰投するぞ",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
					フラグ = "地形＝戻し",
				},
			},
		},
		１１００ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３０／６／カオスの毒",
			音楽 = "フィールド／陣地",
			背景 = "野営地",
			地名 = "ゼス軍　野営地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出撃準備だr怠るな",
				},
			},
		},
		１１０５ = {
			画像Ａ = "野営地／ゼス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ガルティア退治にr出発だー",
					背景 = "巨大ホフホフ",
					地名 = "ニカニカ平原",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
		},
		１１２０ = {
			画像Ａ = "000巨大ホフホフ",
			画像Ｂ = "",
			物語 = "２３０／６／再びホフホフ",
			背景 = "巨大ホフホフ内",
			地名 = "巨大ホフホフの中",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今度こそガルティアをr仕留めるぞ",
				},
			},
		},
		１１３０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "敵ですr迂回しましょう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "敵だなr突っ込もう",
				},
			},
		},
		１１３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１１３２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１１４０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１１５０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		１１６０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "敵ですr迂回しましょう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "敵だなr突っ込もう",
				},
			},
		},
		１１７１ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１１７２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１１７３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１１７４ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１１８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３０／６／毒料理",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "断る！",
				},
			},
		},
		１１９０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "魔人印",
			物語 = "２３０／６／ガルティア／戦闘前",
			戦闘 = "m55ガルティア／Ｂ",
			物語２ = "２３０／６／ガルティア／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "ガルティアさん…",
				},
			},
		},
		１２００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１２０５ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１２１０ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv40 マジック" },
		},
		１２２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／６／その後の戦局Ａ",
			終了 = 1,
		},
		１３００ = {
			画像Ａ = "巨大ホフホフ内",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／ガルティアが仲間",
			音楽 = "フィールド／優勢",
			フラグ = "ガルティア仲間ルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ガルティア",
					説明 = "仲良くやろうぜ",
				},
			},
		},
		１３０５ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "レア宝箱印",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 ガルティア", "使徒 ラウネア", "使徒 サメザン" },
		},
		１３１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１３２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１３３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１３４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／２０／その後の戦局",
		},
		１３５０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／メディウサ討伐作戦",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マジックと遊んでrそれから帰る",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "このまま連続で魔人を倒すr注意　高難易度です",
				},
			},
		},
		１３６０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／帰還",
			終了 = 1,
		},
		１３７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／魔人を倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ガルティア",
					説明 = "そんじゃ、いっちょ行くか",
				},
			},
		},
		１３７５ = {
			画像Ａ = "ゼス都市",
		},
		１３８０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "ワープ印",
			ワープ = "１５００",
			背景 = "その他",
			地名 = "メディウサ討伐へ",
			音楽 = "無音",
		},
		１４００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔人印",
			物語 = "２３０／５／拒否して戦う",
			戦闘 = "m55ガルティア／Ｚ",
			物語２ = "２３０／２１／ガルティアを倒す",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サイアス",
					説明 = "反撃開始だ",
				},
			},
		},
		１４１０ = {
			画像Ａ = "ゼス都市",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１４２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１４３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１４４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／２１／その後の戦局",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マークに凱旋だ",
				},
			},
		},
		１４５０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２１／メディウサ討伐作戦",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マジックと遊んだ後、ランス城に戻る",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "このまま連続で魔人を倒す",
				},
			},
		},
		１４６０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／帰還",
			終了 = 1,
		},
		１４７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３０／２１／魔人を倒す",
		},
		１４８０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "ワープ印",
			ワープ = "１５００",
			背景 = "その他",
			地名 = "メディウサ討伐へ",
			音楽 = "無音",
		},
		１５００ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／死体街道１",
			地名 = "メディウサ支配地",
			背景 = "殺戮街道",
			音楽 = "フィールド／僻地夜",
		},
		１５０５ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv60 ガンジー", "Lv38 カオル", "Lv35 ウィチタ" },
			フラグ = "ガンジー＝１",
		},
		１５０６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１５１０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３０／２０／死体街道２",
		},
		１５１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１５１８ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
		},
		１５２０ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３０／２０／ラグナロックアーク",
			背景 = "ゼス城",
			地名 = "ラグナロックアーク",
			音楽 = "フィールド／魔物界",
		},
		１５２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１５３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３０／２０／アレフガルド／戦闘前",
			戦闘 = "m55アレフガルド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ガンジー",
					説明 = "敵の首魁は目の前だ　往こう",
				},
			},
		},
		１５４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔人印",
			物語 = "２３０／２０／メディウサ／戦闘前",
			戦闘 = "m55メディウサ／Ｘ",
			物語２ = "２３０／２０／メディウサ／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "完・全・勝・利！",
				},
			},
		},
		１５６０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１５７０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３０／２０／報告を聞くツォトン",
			フラグ = "ゼス１／魔人２クリア＝１",
			終了 = 1,
		},
		１６００ = {
			画像Ａ = "野営地",
			画像Ｂ = "人類軍",
		},
		１６０１ = {
			画像Ａ = "野営地",
			画像Ｂ = "人類軍",
		},
	},
	ゼス２ = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／ゼス",
		００１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			物語 = "２３１／１／スタート",
			フラグ = "ゼス地域",
			背景 = "ゼス平原",
			地名 = "ゼス",
			音楽 = "フィールド／ゼス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ゼスに向けてまた進撃だ",
				},
			},
		},
		００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０１０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "イベント印",
			物語 = "２３１／１／ガンジーの死",
			コルルンサ = "魔人メディウサ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "…………ええい、辛気くさい",
				},
			},
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ハチ女集団",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カフェ",
					説明 = "今は進もうか、とにかく",
				},
			},
		},
		０３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３１／１／サテラの説明",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "けっ。胸糞悪い",
				},
			},
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "ゼス平原",
		},
		０４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22古代種　自動",
		},
		０５０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３１／１／毛利きく",
		},
		０５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３１／１／アレフガルドの誘拐",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アレフガルド",
					説明 = "それでは参りましょう",
				},
			},
		},
		０７０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55古代種／ボス",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０８０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "ゼス平原",
		},
		０８１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０８２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０８５ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "あっ、うしが歩いてる",
				},
			},
		},
		０９０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０９５ = {
			画像Ａ = "街道２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様rマークが見えてきましたよ",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／首都到着",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			フラグ = "肩書き／マジック＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "休憩だ休憩。寝るぞー",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐうぐう……",
				},
			},
		},
		１２０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "２３１／２／ランス出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ、出発だ",
					背景 = "ゼス平原",
					地名 = "戦場　マーク近郊",
					音楽 = "フィールド／支援",
				},
			},
		},
		２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／魔軍部隊発見",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "突撃だー",
				},
			},
		},
		２０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺様の前に立つ奴はr全て殺す！",
				},
			},
		},
		２２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "魔物兵だなr蹴散らす",
				},
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様rアイテム強化です",
				},
				分岐右 = {
					顔画像 = "かなみ",
					説明 = "偵察してきたわrこちらの道に宝箱が",
				},
			},
		},
		２３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "総統様のお通りじゃー",
				},
			},
		},
		２３５ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "撃退しました！",
				},
			},
		},
		２４０ = {
			画像Ａ = "村",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		２５０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／敵が集まっている方角",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "バカめr敵将軍はソコだ！",
				},
			},
		},
		２７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２７６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		２８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３１／２／魔物将軍／戦闘前",
			戦闘 = "m55魔物将軍",
			物語２ = "２３１／２／魔物将軍／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "えいっr煙幕！",
				},
			},
		},
		２９０ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "走れ走れ！　急げ！",
				},
			},
		},
		３００ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			背景 = "砦",
			地名 = "ゼスの砦",
			物語 = "２３１／２／石化の砦１",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "かちかちなのれす",
				},
			},
		},
		３１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "その頃印",
			物語 = "２３１／２／メディウサの石化能力",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "砦の中で何か探そう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "砦で少し休憩しよう",
				},
			},
		},
		３２０ = {
			画像Ａ = "砦内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		３３０ = {
			画像Ａ = "砦内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３４０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "２３１／２／石化の砦２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "光の落ちた方角へ行くぞ",
					背景 = "ゼス平原",
					地名 = "戦場　マーク近郊",
					音楽 = "フィールド／支援",
				},
			},
		},
		３５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		３６０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		３６１ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		３６２ = {
			画像Ａ = "戦場",
		},
		３６３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		３６４ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３８０ = {
			画像Ａ = "231クレーター",
			画像Ｂ = "",
			物語 = "２３１／２／ザカリテの手紙",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とりあえず戻るか",
				},
			},
		},
		４００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／マジックとザカリテ",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さて一休みするぞ",
				},
			},
		},
		４１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ん？　ノックの音が……",
				},
			},
		},
		４２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２３１／３／マジックとの夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして、一夜が明け……",
				},
			},
		},
		４３０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／ザカリテの真実",
			フラグ = "マジック使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "仕方ない、王都へ出発だ",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "魔軍に発見されないようr迂回していきましょう",
				},
			},
		},
		６００ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／スライム迷宮に入る",
			背景 = "スライム迷宮",
			地名 = "スライム迷宮",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "なんだかどろどろですね……",
				},
			},
		},
		６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		６１０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／リズナ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リズナ",
					説明 = "…………ふふふ",
				},
			},
		},
		６２０ = {
			画像Ａ = "231グリーンスライム部隊",
			画像Ｂ = "",
			戦闘 = "m55グリーンスライム",
			条件分岐 = {
				分岐左 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
					物語 = "２３１／３／スライム放置",
				},
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		６３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		６４０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "ぬるぬる、いっぱいだね",
				},
			},
		},
		６５０ = {
			画像Ａ = "231ブルースライム部隊",
			画像Ｂ = "",
			戦闘 = "m55ブルースライム",
			条件分岐 = {
				分岐左 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
					物語 = "２３１／３／スライム放置",
				},
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		６６０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		６７０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "ねばねばだらけ……",
				},
			},
		},
		６８０ = {
			画像Ａ = "231レッドスライム部隊",
			画像Ｂ = "",
			戦闘 = "m55レッドスライム",
			条件分岐 = {
				分岐左 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
				},
				分岐前 = {
					！条件 = "引き分け",
					説明 = "戦闘＝勝利",
				},
			},
		},
		６９０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		７００ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "きゃぁっ！　こ、これ絡まるー！？",
				},
			},
		},
		７１０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		７２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "ワープ印",
			物語 = "２３１／３／転移装置",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			ワープ = "８００",
		},
		８００ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／王家の通路",
			背景 = "ゼス迷宮",
			地名 = "ロストパセリの通路",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マジックを追うぞ",
				},
			},
		},
		８０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "その頃印",
			物語 = "２３１／３／マジックその頃１",
		},
		８２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		８２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８３０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／ルーシーとザカリテ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マジックめ、世話の焼ける",
				},
			},
		},
		８３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８３６ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55魔法生物／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ええいrガーディアンが多い",
				},
			},
		},
		８４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "その頃印",
			物語 = "２３１／３／マジックその頃２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		８４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		８４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		８４３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		８５０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "２３１／３／フェリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "急ぎましょう",
				},
			},
		},
		８６０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ルーシー",
					説明 = "見えた。あの部屋だ",
				},
			},
		},
		８７０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "大ボス印",
			物語 = "２３１／３／ザカリテ／戦闘前",
			戦闘 = "m55ザカリテ",
			物語２ = "２３１／３／ザカリテ／戦闘後",
			フラグ = "マジック使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミステリア",
					説明 = "一件落着かね",
				},
			},
		},
		８８０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "運命の女 マジック" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "さ……マークに戻りましょ",
				},
			},
		},
		８９０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "ワープ印",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "地形＝戻し",
			ワープ = "９００",
		},
		９００ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／４／リズナ掠われる",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			音楽 = "フィールド／危機",
			フラグ = "リズナ使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様……rとにかく、少し休んでください",
				},
			},
		},
		９１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "すぐに出発だ！",
					背景 = "ゼス平原",
					地名 = "戦場",
				},
			},
		},
		９２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３１／４／ランス最前に立つ",
			背景 = "へっぽこ街道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "リズナは誰にも渡さんぞ",
				},
			},
		},
		９２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		９３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／リズナ悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐっぬぬぬ・・",
				},
			},
		},
		９３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		９４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／魔物将軍の読み",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "突っ込め！rまっすぐ最短距離だ",
				},
			},
		},
		９５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		９６０ = {
			画像Ａ = "へっぽこ街道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "はぁ……はぁ……r置いていかないで欲しいだ……",
				},
			},
		},
		９７０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３１／４／魔物将軍の失敗",
			戦闘 = "m55魔物将軍",
			背景 = "魔軍野営地",
			地名 = "都市　ガーベル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "雑魚に構ってられるか",
				},
			},
		},
		９８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "急いで！r脱落しそうな人を回収して、全速力！",
				},
			},
		},
		９９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／メディウサの様子",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様rお水です、給水！",
				},
			},
		},
		９９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１０１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３１／４／ゼス軍の進撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そこだ！",
				},
			},
		},
		１０１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１０２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "魔人印",
			物語 = "２３１／４／魔人メディウサ１／戦闘前",
			戦闘 = "m55メディウサ／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		１０３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３１／４／ランスの石化",
			フラグ = "ランス使用不可＝１",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "………………",
				},
			},
		},
		１１００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／ランスを掠われた後",
			音楽 = "ＡＤＶ／不安",
			秘書任命 = "シィル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様……",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "回復印",
			物語 = "２３１／５／マーク",
			処理 = "回復",
			背景 = "ゼス都市",
			地名 = "臨時首都　マーク",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "……",
				},
			},
		},
		１１２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／シィル立ち上がる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "それでは出発です！",
					背景 = "ゼス平原",
					地名 = "ゼス",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		１１３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３１／５／待ち構えるメディウサ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "待っていて下さい……",
				},
			},
		},
		１２００ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／殺戮街道前",
			背景 = "殺戮街道",
			地名 = "メディウサ軍　勢力範囲",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "怖いです……",
				},
			},
		},
		１２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭　自動",
		},
		１２２０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "その頃印",
			物語 = "２３１／５／閉じられた出口",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "視線を感じます……",
				},
			},
		},
		１２３０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "敵軍、突破します！",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "戦闘回避しましょう…",
				},
			},
		},
		１２３１ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２３２ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２４０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭／５ターン制限",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐左 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
					フラグ = "少女誘拐",
				},
			},
		},
		１２５０ = {
			画像Ａ = "231アレフガルド",
			画像Ｂ = "",
			物語 = "２３１／５／掠われた女の子／汎用",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "うう……",
				},
			},
		},
		１２５５ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "はあ…ふう…",
				},
			},
		},
		１２６０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "正面をずばーん？",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "迂回ルートかな…",
				},
			},
		},
		１２６１ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２６２ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１２７０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭／５ターン制限",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐左 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
					フラグ = "少女誘拐",
				},
			},
		},
		１２８０ = {
			画像Ａ = "231アレフガルド",
			画像Ｂ = "",
			物語 = "２３１／５／掠われた女の子／汎用",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "先へ……r進まないと……",
				},
			},
		},
		１２９０ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			条件分岐 = {
				分岐左 = {
					！条件 = "健太郎が居る",
					説明 = "−−−",
				},
				分岐前 = {
					条件 = "健太郎が居る",
					説明 = "健太郎を保有していた時",
				},
			},
		},
		１２９５ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "イベント印",
			物語 = "２３１／５／健太郎",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "よーし、練習終わり！",
				},
			},
		},
		１３００ = {
			画像Ａ = "殺戮街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "あと少しっ…",
				},
			},
		},
		１３０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１３１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "魔人印",
			物語 = "２３１／５／魔人メディウサ２／戦闘前",
			戦闘 = "m55メディウサ／Ｂ",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アレフガルド",
					説明 = "お嬢様r今参りますぞ！",
				},
			},
		},
		１３２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			！条件書換前 = "ランス石化復活　物語=２３１／５／メディウサ２／健太郎勝利",
			条件書換前 = "ランス石化復活　物語=２３１／５／魔人メディウサ２／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふん、終わったな",
					フラグ = "ランス使用不可＝０",
				},
			},
		},
		１３３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１３４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１３５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１４００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その後の戦局",
			物語 = "２３１／５／その後の戦局",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２３１／２０／メディウサ撃破",
			音楽 = "フィールド／優勢",
		},
		２０１０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			フラグ = "ウルトラレアＯＮ",
		},
		２０３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "その後の戦局",
			物語 = "２３１／２０／その後の戦局",
			終了 = 1,
		},
	},
	ゼス３ = {
		背景 = "ゼス城",
		地名 = "首都　ラグナロックアーク",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３２／１／戦況",
			フラグ = "ゼス地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ゼスの首都に入るぞ",
				},
			},
			背景 = "ゼス城",
			地名 = "首都　ラグナロックアーク",
			音楽 = "フィールド／首都",
		},
		０１０ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３２／１／ラグナロックアーク１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "だっ、だめ、こんな時に……rきゃー",
				},
			},
		},
		０２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／マジックとの夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "すっきりすっきり　さあいくぞ",
				},
			},
		},
		０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／出撃",
			音楽 = "フィールド／ゼス",
			背景 = "空／星空",
			地名 = "ゼス　光蝕の日",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ナガールモールが怪しい",
					フラグ = "ゼス３の移動先＝１",
					地名 = "ナガールモール周辺",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いやスリミドだろう",
					フラグ = "ゼス３の移動先＝２",
					地名 = "スリミド周辺",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "間違いない、イタリアだ",
					フラグ = "ゼス３の移動先＝３",
					地名 = "イタリア周辺",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／夜の平原",
			フラグ = "地形＝暗闇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "すごーい、暗い暗い",
				},
			},
		},
		１１０ = {
			画像Ａ = "街道３",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55夜／ボス",
		},
		１３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３２／１／ツォトン",
		},
		１４０ = {
			画像Ａ = "街道３",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "夜は私の得意分野……r素早く敵を探すわ",
				},
			},
		},
		１５０ = {
			画像Ａ = "街道３",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／なかなか見つからない",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ああ、戻る",
					物語 = "２３２／選択／戻る",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "いーや、戻らない",
					物語 = "２３２／選択／戻らない",
				},
			},
		},
		１５１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１５２ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１６０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３２／１／闇夜",
			音楽 = "フィールド／僻地夜",
			背景 = "空／暗闇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "仕方ない、真面目に探すか",
				},
			},
		},
		１６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１７０ = {
			画像Ａ = "街道３",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		１８０ = {
			画像Ａ = "街道３",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１９０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			物語 = "２３２／１／夜の魔物隊長／戦闘前",
			戦闘 = "m22魔軍＋魔物隊長",
			物語２ = "２３２／１／夜の魔物隊長／戦闘後",
			背景 = "空／星空",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "逃げろー",
				},
			},
		},
		２００ = {
			画像Ａ = "ゼス平原",
		},
		３００ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "２３２／２／ラグナロックアーク２",
			背景 = "ゼス城",
			地名 = "首都　ラグナロックアーク",
			音楽 = "フィールド／首都",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "……そして、夜は更ける",
				},
			},
		},
		３１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／ウルザとの夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ちっ。もう寝るか……",
				},
			},
		},
		３２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐうぐう……ぐおー",
				},
			},
		},
		３３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／ラグナロックアーク３",
			フラグ = "ウルザ使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔軍を潰して回るぞ",
					地名 = "ゼス地域",
					背景 = "街道２",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／戦場",
			音楽 = "フィールド／戦場",
			背景 = "ゼス平原／日照",
			地名 = "戦場　サンデー平原",
		},
		４１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "暑いなぁ・・rダレてきた",
				},
				分岐前 = {
					顔画像 = "キャロリ",
					説明 = "みなさんr水分補給を忘れないでね",
				},
			},
		},
		４２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ハニー印",
			物語 = "２３２／２／ハニー軍",
			戦闘 = "m22ハニー",
		},
		４４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		４５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔軍方面に突っ込む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ハニー方面に突っ込む",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "サボる",
				},
			},
		},
		４５５ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		４６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／本陣護衛",
		},
		４７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		４８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３２／２／魔物大将軍／戦闘前",
			戦闘 = "m55魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "よっしゃ！　仕留めたぜ",
				},
			},
		},
		４８５ = {
			画像Ａ = "戦場",
		},
		４９０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "ハニー印",
			物語 = "２３２／２／ハニー大将軍／戦闘前",
			戦闘 = "m22ハニー＋将軍",
		},
		４９５ = {
			画像Ａ = "戦場",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		５００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "・・・・",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			背景 = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "あれ、そっちに行くのだすか？",
				},
			},
		},
		５２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "戦場からどんどんr離れてるよ",
				},
			},
		},
		５３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／戦場を抜ける",
			背景 = "森",
			地名 = "ペトロの森",
		},
		５４０ = {
			画像Ａ = "森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "森",
		},
		５５０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			物語２ = "２３２／２／魔軍に支配された町１",
			背景 = "ゼス村",
			地名 = "村　ビーハンデル",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "あれ、ランス様は…",
				},
			},
		},
		５５５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／魔軍に支配された町１１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふーい、えがったえがった",
				},
			},
		},
		５５６ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "次は知性派美人を求めてゴーだrがはははは",
					背景 = "森",
					地名 = "ペトロの森",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５７０ = {
			画像Ａ = "森",
			画像Ｂ = "",
		},
		５７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		５８０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "その頃印",
			物語 = "２３２／２／ハニーキングとツォトン",
		},
		５８５ = {
			画像Ａ = "森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "むむ！　敵れす、ご主人様ー",
				},
			},
		},
		５９０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			物語２ = "２３２／２／魔軍に支配された町２",
			背景 = "ゼス村",
			地名 = "村　ルールーハンデル",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "あれ、ランス様は…",
				},
			},
		},
		５９５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／魔軍に支配された町２２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぷはー、余は満足である",
				},
			},
		},
		５９６ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ、出発するかーr新たな女の子を求めて",
					背景 = "森",
					地名 = "ペトロの森",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		５９９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		６００ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "２３２／２／ハニーキングにウルザ通信",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今、どこかでr陶器の割れるような音がrしたような……",
				},
			},
		},
		６１０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		６２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／町が燃えている",
		},
		６３０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "魔軍印",
			物語 = "２３２／２／処刑される町／戦闘前",
			戦闘 = "m22魔軍／メディウサ精鋭",
			物語２ = "２３２／２／処刑される町／戦闘後",
			背景 = "ゼス村／炎上",
			地名 = "燃える村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "下衆どもめ、許せん",
				},
			},
		},
		６３５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発",
					地名 = "ゼス",
					背景 = "街道２",
					音楽 = "フィールド／ゼス",
				},
			},
		},
		６４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２３２／２／ランスにウルザ通信",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "急ぐ前に……r少しだけ、休憩しましょう",
				},
			},
		},
		６５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			背景 = "街道２",
			地名 = "ゼス　街道",
		},
		６６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "座標は分かったr突撃！",
				},
			},
		},
		７００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／戦場",
			背景 = "戦場",
			地名 = "戦場　第１０１砦",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞr戦場に乱入だ！",
				},
			},
		},
		７０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		７１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		７２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３２／３／ハニーキングの怒り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハニー",
					説明 = "あいやー！　あいやー！　あいやー！rあいやー！　あいやー！　あいやー！",
				},
			},
		},
		７２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		７３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／ハニー達は味方",
		},
		７４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔軍が居る方向へ向かう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ハニー軍が居る方向へ向かう",
				},
			},
		},
		７５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ボスはどこだ",
				},
			},
		},
		７５５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		７６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／ハニー遭遇１",
		},
		７６５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２３２／３／ハニー遭遇２",
		},
		７７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２３２／３／ハニーとマジック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ハニワは放置だ。r一気に親玉を狙うぞ！",
				},
			},
		},
		７７１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／敗走　自動",
		},
		７８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		７９０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その頃印",
			物語 = "２３２／３／大将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "ランス、さんっ……！",
				},
			},
		},
		７９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		７９６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		８００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２３２／３／大将軍／戦闘前",
			戦闘 = "m55魔物大将軍ツォトン",
			物語２ = "２３２／３／大将軍／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "勝ーーーー利！",
				},
			},
		},
		８１０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			フラグ = "ウルトラレアＯＮ",
		},
		８２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "" },
		},
		８３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その後の戦局",
			物語 = "２３２／３／ゼスその後",
			フラグ = "ウルザ使用不可＝０",
			終了 = 1,
		},
	},
	ゼス方面支援 = {
		背景 = "ゼス平原",
		地名 = "ゼス",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			物語 = "１０３／ゼス方面支援の開始",
			フラグ = "ゼス地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔軍を撃破してrゼスの連中に恩を売るぞ",
				},
			},
		},
		０１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ダイナミックに大部隊を撃破",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "クレバーに小部隊を撃破",
				},
			},
		},
		０３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０３１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０３２ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０３５ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "サクッと潰して回るぞ",
				},
			},
		},
		０４１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０４５ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５１ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "このまま勢いに任せてrぶっ潰す！",
				},
			},
		},
		０７０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		０９０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "ゼス平原",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "十分戦果を稼いだ引き上げる",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "まだまだ、もう少し戦う",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "１０３／ゼス方面支援の終了",
			終了 = 1,
		},
		２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２２０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "ふう……だいたい片付いた？",
				},
			},
		},
		２３０ = {
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
	},
	タイムカプセル／ＪＰ = {
		背景 = "ＪＡＰＡＮの城",
		地名 = "織田城",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			物語 = "２７３／シィルの提案",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ヘルマンへ出発！",
					背景 = "ＪＡＰＡＮ街道",
					地名 = "ＪＡＰＡＮ",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		００２ = {
			画像Ａ = "街道１",
			背景 = "自由都市平原",
			地名 = "自由都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どんどん進め！",
				},
			},
		},
		００３ = {
			画像Ａ = "リーザス平原",
			背景 = "リーザス平原",
			地名 = "リーザス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どんどん進め！",
					背景 = "街道２",
				},
			},
		},
		００４ = {
			画像Ａ = "ツングース高地",
			背景 = "ツングース高地",
			地名 = "ヘルマン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どんどん進め！",
				},
			},
		},
		０３０ = {
			画像Ａ = "氷雪地帯",
			地名 = "シベリア氷雪地帯",
			背景 = "氷雪地帯",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "目指すは巨大戦艦遺跡",
				},
			},
		},
		０５０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "２７３／コールドスリープ",
			背景 = "宇宙船／カプセルルーム",
			地名 = "巨大戦艦遺跡内",
			音楽 = "無音",
		},
		０６０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "２７３／これからの事",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／タイムカプセル／ＪＰ",
			終了 = 4,
		},
	},
	タンザモンザツリー攻撃／飛行 = {
		００１ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２８６／攻撃開始",
			背景 = "魔物都市",
			地名 = "タンザモンザツリー",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞ、出撃だ！",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "毘沙門天の加護ぞある！",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "あの図体だ……r居れば見つかるはずだが……",
				},
			},
		},
		０４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８４／攻撃終了",
			終了 = 1,
		},
	},
	ビューティツリー攻撃／飛行 = {
		００１ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２８５／攻撃開始",
			背景 = "魔物都市",
			地名 = "ビューティツリー",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞ、出撃だ！",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "早雲",
					説明 = "往け、式神！",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カバッハーン",
					説明 = "雑兵ばかりか。r面白みのない",
				},
			},
		},
		０４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８４／攻撃終了",
			終了 = 1,
		},
	},
	ヘルマン１ = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／ヘルマン",
		００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／スタート",
			コルルンサ = "魔人バボラ",
			フラグ = "ヘルマン地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ヘルマンに向けて出発だー",
				},
			},
		},
		０１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／ヘルマンの説明",
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／マルグリッドに行く？",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "マルグリッドに寄り道",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "寄り道をしない",
					背景 = "街道２",
					地名 = "ヘルマン",
				},
			},
		},
		１００ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うむ、懐かしい道だ",
				},
			},
		},
		１１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "…この辺じゃなかったか？",
				},
			},
		},
		２００ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／マルグリッド入り口",
			背景 = "マルグリッド迷宮",
			音楽 = "フィールド／迷宮",
			地名 = "マルグリッド迷宮",
			フラグ = "地形＝屋内",
		},
		２０１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		２１０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
		},
		２１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		２２０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "",
			フラグ = "マルグリッド寄った＝１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		２３０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２３５ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２４０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		２４５ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２５０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＤ",
		},
		２６０ = {
			画像Ａ = "マルグリッド迷宮",
			条件分岐 = {
				分岐左 = {
					！条件 = "ヘルマン被害１／実行済み",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "ヘルマン被害１／実行済み",
					説明 = "ツェール姉妹はもう・・・",
				},
			},
		},
		２７０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２２０／１／マルグリッド迷宮出口Ａ",
			フラグ = "メリムの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ダンジョンクリアー！",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
					フラグ = "地形＝戻し",
				},
			},
		},
		２８０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２２０／１／マルグリッド迷宮出口Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ダンジョンクリアー！",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
					フラグ = "地形＝戻し",
				},
			},
		},
		２９０ = {
			画像Ａ = "街道２",
		},
		３００ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		３１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ピグ",
					説明 = "あ、にゃんにゃんだ",
				},
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "む、わんわんか…",
				},
			},
		},
		３１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３１３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		３２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		３３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		３４０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "回復印",
			背景 = "ヘルマン村",
			地名 = "ＸＸＸ村",
			処理 = "回復",
			条件分岐 = {
				分岐左 = {
					！条件 = "ヘルマン被害１／実行済み",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "ヘルマン被害１／実行済み",
					説明 = "ツェール姉妹はもう・・・",
				},
			},
		},
		３５０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／ルーベランの村Ａ",
			フラグ = "ルーベランの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発だ",
					地名 = "ヘルマン",
					背景 = "街道２",
				},
			},
		},
		３６０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／ルーベランの村Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発",
					地名 = "ヘルマン",
					背景 = "街道２",
				},
			},
		},
		３７０ = {
			画像Ａ = "街道２",
		},
		３７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		３８０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00飛行",
		},
		３９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		４００ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うむ、良き道草であった",
				},
			},
		},
		４１０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "",
		},
		４１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		４２０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／アミトス遭遇",
			背景 = "ヘルマン村",
			地名 = "とある村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なんじゃこりゃ",
				},
			},
		},
		４２５ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "イベント印",
			物語 = "２２０／１／アミトスと足跡",
			背景 = "ヘルマン平原",
			地名 = "ヘルマン",
		},
		４３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		５００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／２／ラングバウ１",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			コルルンサ = "ヘルマン",
		},
		５１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		５２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／ラングバウ２",
			処理 = "宝箱／レア",
			カード = (list) { "Lv45 ヒューバート", "Lv45 ロレックス", "Lv38 アミトス" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発",
					背景 = "街道２",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		５５０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６００ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／パットンの事",
		},
		６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		６２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２０／２／上杉軍登場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		６３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		６３１ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		６４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		６４２ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		６５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／遠くのバボラ",
		},
		７００ = {
			画像Ａ = "森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			背景 = "森",
			地名 = "ニーチェの森",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "バボラが見えてきたぞrだいぶ近い",
				},
			},
		},
		７０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		７１０ = {
			画像Ａ = "森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "巨人めrもう少しだぞ",
				},
			},
		},
		７１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		７２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２２０／２／フレイアの活動",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "ええっと……右です…",
				},
			},
		},
		７３０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		７４０ = {
			画像Ａ = "森",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "バボラどこだ…r近くのはずだが",
				},
			},
		},
		７４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		７５０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "２２０／２／魔物大将軍ルメイ",
		},
		７６０ = {
			画像Ａ = "森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この地鳴りは…r近いぞ",
				},
			},
		},
		７７０ = {
			画像Ａ = "森",
			画像Ｂ = "魔人印",
			物語 = "２２０／２／バボラ足／戦闘前",
			戦闘 = "m55バボラ足／Ｚ",
			条件書換前 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐左 = {
					！条件 = "引き分け",
					説明 = "戦闘＝勝利r※特殊",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・r※通常",
				},
			},
		},
		７７５ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "魔軍印",
			物語 = "２２０／２／バボラ足／戦闘後",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "一旦戻るぞ",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
				},
			},
		},
		８００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／３／巨大化作戦開始",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "その前にちょっと休憩",
				},
			},
		},
		８１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "行先はツングース高地だぞ",
					背景 = "山道",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		８２０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "ここを登っていきます",
				},
			},
		},
		８２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		８３０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／バボラ親衛隊",
		},
		８４０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "険しそうな道を行く",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "緩そうな道を行く",
				},
			},
		},
		８５０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／ペルエレ",
		},
		８５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		８７０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／クリームの分析",
		},
		８６０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		８６１ = {
			画像Ａ = "山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／突撃",
		},
		８６５ = {
			画像Ａ = "山道",
		},
		８８０ = {
			画像Ａ = "山道",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "山道",
		},
		８９０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		９００ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "イベント印",
			物語 = "２２０／３／ツングース高地",
			背景 = "ツングース高地",
			地名 = "ツングース高地",
			音楽 = "フィールド／危機",
			フラグ = "地形＝雹",
		},
		９１０ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		９２０ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
		},
		９２１ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		９２２ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
		},
		９３０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		９４０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		９４５ = {
			画像Ａ = "魔軍野営地／ツングース高地",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／捕虜のアナセル",
		},
		９５０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		９６０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　１０",
		},
		９６５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "その頃印",
			物語 = "２２０／３／真田の作戦",
		},
		９７０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		９８５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		９８６ = {
			画像Ａ = "ツングース高地",
			物語 = "２２０／３／雹",
			処理 = "ダメージ　５",
		},
		９９０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "中ボス印",
			戦闘 = "m55装甲／ボス",
		},
		９９５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "イベント印",
			物語 = "２２０／３／かなみ巨大化",
			フラグ = "地形＝戻し",
		},
		９９６ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "巨大 かなみ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "一旦戻るぞ",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１０００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／４／ラングバウ１",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "シーラ来いr奴隷の時間だ",
				},
			},
		},
		１０１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うむ、満足",
				},
			},
		},
		１０２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／ラングバウ２",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用魔物使い", "汎用魔物使い", "汎用魔物使い" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今度こそバボラを殺るぞ",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１０５０ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "こちらの道です",
				},
			},
		},
		１１００ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／支援",
			物語 = "２２０／４／魔軍の真ん中だ",
			背景 = "魔軍野営地",
			地名 = "魔軍陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とにかくrこの辺りから脱出だ",
				},
			},
		},
		１１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１１１５ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔軍だらけだ",
				},
			},
		},
		１１２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		１１３０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		１１４０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
		},
		１１５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			物語２ = "２２０／４／上杉軍と遭遇",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "謙信に同行する",
					物語 = "２２０／４／謙信と行く",
					フラグ = "謙信ルート＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "バボラ退治を優先する",
					物語 = "２２０／４／謙信とは別行動",
					フラグ = "謙信ルート＝０",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１２００ = {
			画像Ａ = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "ランス殿r助太刀感謝する",
				},
			},
		},
		１２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭",
			背景 = "ヘルマン平原",
			地名 = "ヘルマン",
		},
		１２２０ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "外道どもめr征伐してくれる",
				},
			},
		},
		１２３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／謙信への心配",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "次の敵はどこだrそこか！",
				},
			},
		},
		１３００ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／放火された村",
			背景 = "ヘルマン村／炎上",
			地名 = "放火された村",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あれ、謙信rどっちへ行った？",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "ランス様r敵が向かってきます",
				},
			},
		},
		１３１０ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭",
		},
		１３１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭　自動",
		},
		１３２０ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "その頃印",
			物語 = "２２０／４／乱戦中の謙信",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "謙信を追うぞ",
				},
			},
		},
		１３２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１３３０ = {
			画像Ａ = "ヘルマン村炎上",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／謙信倒れる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "愛",
					説明 = "総員退却せよ",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
				},
			},
		},
		１３５０ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "野営地ＪＰ",
			地名 = "上杉軍　野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ふぅ・・rやっと一息つけました",
				},
			},
		},
		１３６０ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "エロイベント印",
			物語 = "２２０／４／謙信とエロ",
			背景 = "野営地ＪＰ／夜",
			地名 = "上杉軍　野営地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さて、今のうちにrけりをつけてやるか",
					背景 = "森／夜",
					地名 = "魔軍が立て籠もる山",
					音楽 = "フィールド／侵入",
				},
			},
		},
		１３６５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１３７０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／焼却師団発見",
		},
		１３７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１３８０ = {
			画像Ａ = "魔軍野営地／森",
			画像Ｂ = "魔軍印",
			物語 = "２２０／４／焼却師団司令部／戦闘前",
			戦闘 = "m22魔軍／ルメイ精鋭",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "死ねー！",
				},
			},
		},
		１３９０ = {
			画像Ａ = "魔軍野営地／森",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			物語２ = "２２０／４／焼却師団司令部／戦闘後",
		},
		１４００ = {
			画像Ａ = "魔軍野営地／森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、陣に戻るぞ",
				},
			},
		},
		１４１０ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／謙信受け取り",
			フラグ = "謙信の追加",
			背景 = "野営地ＪＰ",
			地名 = "上杉軍　野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "よろしくお願いします",
					背景 = "街道２",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		１４２０ = {
			画像Ａ = "ヘルマン平原",
		},
		１５００ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／行軍中の会話",
		},
		１５１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ルメイ精鋭",
		},
		１５２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１５３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２０／４／逃げてきた村人",
		},
		１５４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			物語 = "２２０／４／食材運搬の一団",
			戦闘 = "m11魔軍",
		},
		１５５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "エロイベント印",
			物語 = "２２０／４／アナセルその１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "アナセルを追う",
				},
			},
		},
		１５６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１５７０ = {
			画像Ａ = "街道２",
			画像Ｂ = "エロイベント印",
			物語 = "２２０／４／アナセルその２",
		},
		１５８０ = {
			画像Ａ = "街道２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv11 アナセル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "すっきりしたところでr魔人退治だ",
				},
			},
		},
		１５９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		１５９５ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		１６００ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、侵入するぞ",
				},
			},
		},
		１６１０ = {
			画像Ａ = "220巨大皿",
			画像Ｂ = "",
			物語 = "２２０／５／ノシタタ村の巨大皿",
			背景 = "ヘルマン村",
			地名 = "ノシタタ村",
			音楽 = "フィールド／侵入",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "ランス達はr大きな皿に乗り込んだ",
				},
			},
		},
		１６２０ = {
			画像Ａ = "220巨大皿",
			画像Ｂ = "",
			物語 = "２２０／５／皿の上にて",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "皿に隠れておく",
					物語 = "２２０／選択／皿に隠れる",
					背景 = "空／へルマン空",
					地名 = "ノシタタ村",
				},
			},
		},
		１６３０ = {
			画像Ａ = "220巨大皿",
			画像Ｂ = "",
			物語 = "２２０／５／皿持ち上がる途中",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "バボラは食料満載の皿をr顔の前に持って来た",
				},
			},
		},
		１６４０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "魔人印",
			物語 = "２２０／５／バボラの顔／戦闘前",
			戦闘 = "m55バボラ顔",
			物語２ = "２２０／５／バボラの顔／戦闘後",
			音楽 = "フィールド／優勢",
			背景 = "ヘルマン村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔人バボラr撃破だ",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
			},
		},
		１６５０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１６６０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv39 シーラ" },
		},
		１６７０ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２０／５／勝利後のランス達",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
		},
		１６８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／５／魔軍の様子",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／バボラ足／勝利",
		},
		２０１０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０２０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２０３０ = {
			画像Ａ = "バボラ足跡",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２０４０ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			地名 = "首都　ラングバウ",
			背景 = "ラングバウ",
			物語 = "２２０／９／ラングバウ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "このまま連続で魔人を倒す",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "シーラと遊んだ後、ランス城に戻る",
				},
			},
		},
		２０５０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／帰還",
			終了 = 1,
		},
		２０６０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／次の魔人",
			背景 = "トランシルバニアの森",
			地名 = "トランシルバニアの森",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "森の奥へ",
				},
			},
		},
		２０７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２０／９／トランシルバニアの森",
		},
		２０７５ = {
			画像Ａ = "トランシルバニアの森",
		},
		２０７６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０７７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０７８ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍",
		},
		２０８０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "魔人印",
			物語 = "２２０／９／ケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｘ",
			物語２ = "２２０／９／ケッセルリンク／戦闘後",
			フラグ = "ケッセルリンクのメイド＝１",
			音楽 = "フィールド／優勢",
			背景 = "ケッセルリンクの屋敷／夜",
		},
		２０９０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２１００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 バーバラ", "使徒 シャロン", "使徒 エルシール" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははははrメイドさんゲットー！",
					背景 = "トランシルバニアの森／夜",
				},
			},
		},
		２１１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２１２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／９／魔軍大混乱",
			フラグ = "ヘルマン１／魔人２クリア＝１",
			終了 = 1,
		},
	},
	ヘルマン２ = {
		背景 = "その他",
		地名 = "−−−",
		音楽 = "フィールド／ヘルマン",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２２１／１／ケッセルリンク初",
			背景 = "ヘルマン平原",
			地名 = "ヘルマン",
			フラグ = "ヘルマン地域",
			コルルンサ = "魔人ケッセルリンク",
		},
		０００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		００２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／移動中のランス達",
		},
		００３０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "",
		},
		００４０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		００５０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐左 = {
					条件 = "謙信ルート",
					説明 = "謙信と会っている",
				},
				分岐右 = {
					！条件 = "謙信ルート",
					説明 = "アナセルと会っている",
				},
			},
		},
		００６０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／謙信の話",
		},
		００６１ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／上杉陣地",
			背景 = "野営地ＪＰ",
			地名 = "上杉軍　野営地",
			音楽 = "フィールド／陣地",
		},
		００６２ = {
			画像Ａ = "野営地ＪＰ／ヘルマン平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv35 上杉勝子", "Lv35 上杉虎子" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "行きましょう",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		００７０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
		},
		００７１ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／１／アナセル三度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アナセル",
					説明 = "覚えてなさいよ…",
				},
			},
		},
		００７２ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "特上贄 アナセル" },
		},
		０１００ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／１／警備隊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "モンスターが居るという街道へ",
					背景 = "街道２",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "街道を迂回する",
				},
			},
		},
		０１３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０１３１ = {
			画像Ａ = "ヘルマン平原",
		},
		０１４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１４１ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			物語 = "２２１／１／街道の中ボス",
			戦闘 = "m55中ボスＣ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはは、楽勝！",
				},
			},
		},
		０１４２ = {
			画像Ａ = "街道２",
		},
		０１６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		０２００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／２／ラングバウ到着",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		０２１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／２／ラングバウ翌日",
			フラグ = "ロレックス使用不可＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "……ふん",
				},
			},
		},
		０２３０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／２／ラングバウ出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発、魔軍を迎撃する",
					背景 = "ヘルマン平原",
					地名 = "戦場　ラングバウ西",
					音楽 = "フィールド／戦場",
				},
			},
		},
		０３００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２２１／２／魔物軍",
		},
		０３１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "迂回だ、迂回",
				},
			},
		},
		０３１１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		０３１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		０３１３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		０３２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			背景 = "街道２",
			地名 = "ヘルマン",
			音楽 = "フィールド／ヘルマン",
		},
		０３３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
		},
		０３４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２１／２／その頃メイド襲撃",
		},
		０３５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "おしっこ",
				},
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様、おにぎり",
				},
			},
		},
		０３７０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０３７１ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／２／魔物将軍／戦闘前",
			戦闘 = "m55魔物将軍／中身無し",
			物語２ = "２２１／２／魔物将軍／戦闘後",
		},
		０３７２ = {
			画像Ａ = "ヘルマン村",
		},
		０３７３ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		０３７４ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０３６１ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
		},
		０３６２ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
		},
		０３６４ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
		},
		０３９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０４００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／２／二人の奴隷１",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		０４１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／２／二人の奴隷２",
		},
		０４２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４３０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／魔人退治開始",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "今から出撃する",
					物語 = "２２１／３／昼のトランシルバニア",
					背景 = "トランシルバニアの森",
					地名 = "トランシルバニアの森",
					音楽 = "フィールド／僻地昼",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "夜まで待って出撃する",
					物語 = "２２１／３／夜のトランシルバニア",
					背景 = "トランシルバニアの森／夜",
					地名 = "トランシルバニアの森",
					音楽 = "フィールド／僻地夜",
				},
			},
		},
		０５００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "",
		},
		０５０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／夜の怪談",
		},
		０５１５ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		０５２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５３０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／３／屋敷のメイド達出撃",
		},
		０５３１ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			選択分岐 = {
				分岐左 = {
					顔画像 = "シィル",
					説明 = "お夜食用意しました",
				},
				分岐右 = {
					顔画像 = "アミトス",
					説明 = "突き進むぞ",
				},
			},
		},
		０５３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５３６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／夜に進む訳",
		},
		０５５５ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		０５６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／３／屋敷のメイド達過去話",
		},
		０５８０ = {
			画像Ａ = "トランシルバニアの森",
		},
		０５８５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		０５９０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／３／メイド二人／戦闘前",
			戦闘 = "m55バーバラ＋パレロア",
			物語２ = "２２１／３／メイド二人／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おのれケッセルリンク",
				},
			},
		},
		０６００ = {
			画像Ａ = "000ケッセルリンクの屋敷",
			画像Ｂ = "",
			物語 = "２２１／４／明け方屋敷に到着",
			背景 = "ケッセルリンクの屋敷",
			地名 = "ケッセルリンクの城",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おじゃまします",
				},
			},
		},
		０６１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の中",
		},
		０６２０ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０６３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
			物語２ = "２２１／４／る壺",
		},
		０６４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／結界開始",
		},
		０６６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス印",
			物語 = "２２１／４／ガーディアン１",
			戦闘２ = "m55石像",
		},
		０６７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "階段を降りる",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "大きな扉を開ける",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "右の通路を進む",
				},
			},
		},
		０７１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０７２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		０７３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０７４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け１",
			フラグ = "屋敷の結界解除＝１",
		},
		０７５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		０７６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０７７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "屋敷の結界解除１回目",
					説明 = "屋敷の結界r２５％解除済み",
					フラグ = "ループ終了",
				},
				分岐右 = {
					！条件 = "屋敷の結界解除１回目",
					説明 = "−−−",
				},
			},
		},
		０７８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ開始",
			ワープ = "０７００",
		},
		０７９０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／４／メイド戦闘その１／戦闘前",
			戦闘 = "m55バーバラ＋パレロア",
			物語２ = "２２１／４／メイド戦闘その１／戦闘後",
		},
		０７９５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０８００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０８１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０８２０ = {
			画像Ａ = "屋敷内",
		},
		０８３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２２",
		},
		０８４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け２",
			フラグ = "屋敷の結界解除＝２",
		},
		０８６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "屋敷の結界解除２回目",
					説明 = "屋敷の結界r５０％解除済み",
					フラグ = "ループ終了",
				},
				分岐右 = {
					！条件 = "屋敷の結界解除２回目",
					説明 = "−−−",
				},
			},
		},
		０８８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ開始",
			ワープ = "０８００",
		},
		０８９０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／４／メイド戦闘その２／戦闘前",
			戦闘 = "m55エルシール＋シャロン＋加奈代",
			物語２ = "２２１／４／メイド戦闘その２／戦闘後",
		},
		０８９５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０９００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "道を引き返す",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "階段を降りる",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "書斎らしき部屋を通る",
				},
			},
		},
		０９１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		０９１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０９３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		０９４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け３",
			フラグ = "屋敷の結界解除＝３",
		},
		０９７０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "屋敷の結界解除３回目",
					説明 = "屋敷の結界r７５％解除済み",
					フラグ = "ループ終了",
				},
				分岐右 = {
					！条件 = "屋敷の結界解除３回目",
					説明 = "−−−",
				},
			},
		},
		０９８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ開始",
			ワープ = "０９００",
		},
		１０００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１００５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス印",
			物語 = "２２１／４／ガーディアン２",
			戦闘 = "m55石像",
		},
		１００６ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		１０１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２１／４／メイド戦闘その３／戦闘前",
			戦闘 = "m55アルカリア＋リリム",
		},
		１０１５ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／４／メイド戦闘その３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ケッセルリンクを探すぞ",
				},
			},
		},
		１０２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／夕方になる",
			地名 = "ケッセルリンクの城",
		},
		１０３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "",
		},
		１０４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／屋敷の仕掛け４",
		},
		１０４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１０５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１０６０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "中ボス印",
			物語 = "２２１／４／棺のガーディアン／戦闘前",
			戦闘 = "m55中ボスＤ",
			背景 = "棺の部屋",
		},
		１０７０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "エロイベント印",
			物語 = "２２１／４／ファーレン献身",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ではr魔人を殺すぞ",
				},
			},
		},
		１０８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／４／ケッセルリンク起きる",
			フラグ = "地形＝戻し",
			背景 = "ケッセルリンクの屋敷／夜",
			地名 = "ケッセルリンクの城",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くそ、一旦逃げるぞ",
					背景 = "トランシルバニアの森／夜",
				},
			},
		},
		１１００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／５／失敗したランス",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "むう、どうする…",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "数日が過ぎた…",
				},
			},
		},
		１１２０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／数日が過ぎた",
			フラグ = "アミトス使用不可＝１",
		},
		１１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／掠われた二人",
			フラグ = "掠われた二人＝１",
			秘書任命 = "アリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マイ奴隷を取り返す",
					背景 = "トランシルバニアの森／夜",
					地名 = "トランシルバニアの森",
					音楽 = "フィールド／僻地夜",
				},
			},
		},
		１１５０ = {
			画像Ａ = "ヘルマン平原",
		},
		１１５１ = {
			画像Ａ = "村",
		},
		１１５２ = {
			画像Ａ = "ヘルマン平原",
		},
		１２００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／二人を奪い返す作戦",
		},
		１２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m33迷宮　自動",
		},
		１２１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		１２２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／メイド達の目",
		},
		１２３０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　５",
		},
		１２４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		１２５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／５／屋敷でのシィルとシーラ",
		},
		１２５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22夜　自動",
		},
		１２５８ = {
			画像Ａ = "トランシルバニアの森",
		},
		１２６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "魔人印",
			物語 = "２２１／５／ケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		１２７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／ケッセルリンク／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "…引き返すぞ",
				},
			},
		},
		１３００ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２１／５／リセットビンタ",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		１３１０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／帰ってきた二人",
			フラグ = "掠われた二人＝０",
			音楽 = "フィールド／奮起",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははr復活！",
				},
			},
		},
		１３３０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "運命の女 シィル", "運命の女 シーラ" },
		},
		１３４０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／ランスの卑怯作戦",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "信頼出来る女達をr大量に集めろ",
					物語 = "２２１／選択／女達を集めろ",
					音楽 = "フィールド／奮起",
					背景 = "トランシルバニアの森",
					地名 = "トランシルバニアの森",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ちょっと無茶だがrペルエレお前でいいや",
				},
			},
		},
		１３５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／女作戦１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くっくっくr見てろケッセルリンク",
				},
			},
		},
		１３６０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "その頃印",
			物語 = "２２１／６／女作戦２",
		},
		１３７０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／作戦の概要",
		},
		１３８０ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "その頃印",
			物語 = "２２１／６／メイドさん増える",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "準備は整ったr俺様の出陣だ",
				},
			},
		},
		１４１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／ランスの出撃",
			背景 = "トランシルバニアの森／夜",
			地名 = "トランシルバニアの森",
			音楽 = "フィールド／僻地夜",
		},
		１４２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
		},
		１４３０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あれ、どっちだったっけ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "そうそう、こっちこっち",
				},
			},
		},
		１４３５ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		１４４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／途中のシィル",
		},
		１４４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１４５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／途中のシーラ",
		},
		１４６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		１４７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／朝",
			背景 = "トランシルバニアの森",
			地名 = "トランシルバニアの森",
		},
		１４７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１４８０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "トランシルバニアの森",
		},
		１４９０ = {
			画像Ａ = "000ケッセルリンクの屋敷",
			画像Ｂ = "",
			物語 = "２２１／６／屋敷に到着した",
			背景 = "ケッセルリンクの屋敷",
			地名 = "ケッセルリンクの城",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "奴は寝ている時間だ",
					音楽 = "フィールド／侵入",
				},
			},
		},
		１５００ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／６／内通者",
		},
		１５１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１５２０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "魔人印",
			物語 = "２２１／６／昼のケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｂ",
			物語２ = "２２１／６／昼のケッセルリンク／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺様の勝ちだ",
				},
			},
		},
		１５３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１５４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１５５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv60 ヒューバート", "Lv71 ロレックス" },
		},
		１５６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その後の戦局",
			物語 = "２２１／６／その後の戦況",
			フラグ = "アミトス使用不可＝０",
			フラグ２ = "ロレックス使用不可＝０",
			終了 = 1,
		},
		１６００ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２２１／ペルエレ１",
			フラグ = "ペルエレルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		１６１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "その頃印",
			物語 = "２２１／ペルエレ２",
			背景 = "トランシルバニアの森",
			地名 = "トランシルバニアの森",
		},
		１６２０ = {
			画像Ａ = "000ケッセルリンクの屋敷",
			画像Ｂ = "",
			物語 = "２２１／ペルエレ３",
			背景 = "ケッセルリンクの屋敷",
			地名 = "ケッセルリンクの城",
			フラグ = "肩書き／ペルエレ＝２",
		},
		１６３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その頃印",
			物語 = "２２１／ペルエレ４",
		},
		１６４０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その頃印",
			物語 = "２２１／ペルエレ５",
			条件分岐 = {
				分岐右 = {
					条件 = "条件成立",
					説明 = "魔人に付く",
					フラグ = "達成／Ｂペルエレ＝１",
				},
				分岐前 = {
					条件 = "全地域健在",
					説明 = "人類に付くr条件:全地域健在",
				},
			},
		},
		１６５０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／ペルエレ６／魔人",
			終了 = 2,
		},
		１６６０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２２１／ペルエレ６／人類",
		},
		１６７０ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "魔人印",
			物語 = "２２１／ペルエレ７／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｂ",
			物語２ = "２２１／ペルエレ７／戦闘後",
			音楽 = "フィールド／優勢",
			フラグ = "ケッセルリンクのメイド＝１",
		},
		１６７５ = {
			画像Ａ = "棺部屋",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１６８０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 ペルエレ" },
		},
		１６９０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "その後の戦局",
			物語 = "２２１／６／その後の戦況",
			フラグ = "アミトス使用不可＝０",
			フラグ２ = "ロレックス使用不可＝０",
			終了 = 1,
		},
		１７００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／３／昼の森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "３時のおやつ時間",
				},
			},
		},
		１７０１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		１７０２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		１７１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "４時・・",
				},
			},
		},
		１７２０ = {
			画像Ａ = "トランシルバニアの森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "５時・・",
				},
			},
		},
		１７３０ = {
			画像Ａ = "トランシルバニアの森",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして時間は過ぎ・・",
				},
			},
		},
		１７４０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "魔人印",
			物語 = "２２０／９／ケッセルリンク／戦闘前",
			戦闘 = "m55ケッセルリンク／Ｘ",
			物語２ = "２２０／９／ケッセルリンク／戦闘後",
			フラグ = "ケッセルリンクのメイド＝１",
			背景 = "トランシルバニアの森／夜",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "さすがサテラの使徒だ！",
				},
			},
		},
		１７５０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			フラグ = "ウルトラレアＯＮ",
		},
		１７６０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 バーバラ", "使徒 エルシール" },
		},
		１７７０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１７８０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１７９０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／９／魔軍大混乱",
			終了 = 1,
		},
		１８００ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "イベント印",
			物語 = "２２１／５／ケッセルリンク／撃破",
			音楽 = "フィールド／優勢",
			フラグ = "掠われた二人＝０",
		},
		１８１０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１８２０ = {
			画像Ａ = "トランシルバニアの森",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１８３０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "その後の戦局",
			物語 = "２２０／９／魔軍大混乱",
			終了 = 1,
		},
	},
	ヘルマン３ = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／ヘルマン",
		０００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２２／戦況",
			フラグ = "ヘルマン地域",
		},
		０００２ = {
			画像Ａ = "000ラングバウ",
			画像Ｂ = "",
			物語 = "２２２／ラングバウ",
			背景 = "ラングバウ",
			地名 = "首都　ラングバウ",
			音楽 = "フィールド／首都",
		},
		０００３ = {
			画像Ａ = "ラングバウ城内",
			画像Ｂ = "イベント印",
			物語 = "２２２／クリームとの約束",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発",
					背景 = "街道２",
					地名 = "ヘルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		００１０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２２／魔物将軍を",
		},
		００１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００３０ = {
			画像Ａ = "街道２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "パットン",
					説明 = "お、モンスターか",
				},
				分岐右 = {
					顔画像 = "ハンティ",
					説明 = "こっちが安全だよ",
				},
			},
		},
		００３５ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははrゴーだ、ゴー",
				},
			},
		},
		００３６ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		００３７ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２２／テニアンのルメイ１",
		},
		００４１ = {
			画像Ａ = "ヘルマン都市",
			背景 = "ヘルマン都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "次に進む",
					背景 = "街道２",
				},
			},
		},
		００４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		００６０ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ロレックス",
					説明 = "魔物か、突っ切るぜ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "面倒なことはしない",
				},
			},
		},
		００７０ = {
			画像Ａ = "ヘルマン平原",
		},
		００７５ = {
			画像Ａ = "街道２",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		００８０ = {
			画像Ａ = "ヘルマン平原",
		},
		００８１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００８２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００９０ = {
			画像Ａ = "街道２",
			画像Ｂ = "その頃印",
			物語 = "２２２／テニアンのルメイ２",
			背景 = "ヘルマン平原",
		},
		０１００ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０１１０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "イベント印",
			物語 = "２２２／焼け野原の町",
			背景 = "ヘルマン都市／廃墟",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "次に進む",
					背景 = "街道２",
				},
			},
		},
		０１２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２２／爆撃隊発見１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "先に進む",
					フラグ = "空爆見過ごし＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "引き返して戦う",
				},
			},
		},
		０１２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１２５ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
		},
		０１２６ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "ニネティー村はr救われた",
				},
			},
		},
		０１２７ = {
			画像Ａ = "ヘルマン村",
		},
		０１２８ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１３０ = {
			画像Ａ = "街道２",
			画像Ｂ = "",
		},
		０１４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道２",
		},
		０１５０ = {
			画像Ａ = "街道２",
			画像Ｂ = "イベント印",
			物語 = "２２２／爆撃隊発見２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "先に進む",
					フラグ = "空爆見過ごし＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "引き返して戦う",
				},
			},
		},
		０１５１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１５２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１５５ = {
			画像Ａ = "街道２",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
		},
		０１５６ = {
			画像Ａ = "街道２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "バース村はr救われた",
				},
			},
		},
		１５８ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１６０ = {
			画像Ａ = "ヘルマン都市廃墟",
			画像Ｂ = "",
			背景 = "ヘルマン都市／廃墟",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "次に進む",
					背景 = "山道",
				},
			},
		},
		０１７０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		０１８０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２２２／爆撃隊発見３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "先に進む",
					フラグ = "空爆見過ごし＝１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "引き返して戦う",
				},
			},
		},
		０１８１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１８２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１８５ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55エノラゲイ",
		},
		０１８６ = {
			画像Ａ = "山道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "大惨事は防がれた",
				},
			},
		},
		０１８７ = {
			画像Ａ = "山道",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１８８ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２２２／人破壊爆弾",
			フラグ = "ローレングラード壊滅＝１",
		},
		０２００ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		０２１０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55バグ／ボス",
		},
		０２２０ = {
			画像Ａ = "街道２",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３００ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２２／テニアン到着",
			背景 = "魔軍野営地",
			地名 = "魔軍陣地　テニアン",
			音楽 = "フィールド／支援",
		},
		０３０１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３１０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０３２０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "空爆見過ごし",
					説明 = "爆撃隊を全て撃破",
					フラグ = "ウルトラレアＯＮ",
				},
				分岐右 = {
					条件 = "空爆見過ごし",
					説明 = "−−−",
				},
			},
		},
		０３３０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０３４０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "２２２／ルメイ発見",
		},
		０３４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０３５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２２２／ルメイ／戦闘前",
			戦闘 = "m55魔物大将軍ルメイ",
			物語２ = "２２２／ルメイ／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "俺たちの勝ちだ！",
				},
			},
		},
		０３６０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０４００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その後の戦局",
			物語 = "２２２／ヘルマンその後",
			終了 = 1,
		},
	},
	ヘルマン方面支援 = {
		背景 = "ヘルマン平原",
		地名 = "ヘルマン",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "",
			物語 = "１０２／ヘルマン方面支援の開始",
			フラグ = "ヘルマン地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "軽く魔軍を蹴散らすぞ",
				},
			},
		},
		０１０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
			選択分岐 = {
				分岐前 = {
					説明 = "寒い寒い　さっさと回ろう",
				},
			},
		},
		０２０ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "ヘルマン平原",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "出来る男の各個撃破。rこれだな",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "あの敵を叩く！",
				},
			},
		},
		０３０ = {
			画像Ａ = "魔軍野営地／ヘルマン平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３２ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４０ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４５ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０５０ = {
			画像Ａ = "ヘルマン平原",
		},
		０５１ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "雪に紛れてr魔軍を襲撃",
					背景 = "氷雪地帯",
				},
			},
		},
		０７０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０８０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		０９０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１００ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１０２／ヘルマン方面支援の終了",
			終了 = 1,
		},
	},
	ホーネット奪回作戦 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５４／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あいつの所に行く",
				},
			},
		},
		００１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			条件書換前 = "シルキィルート　物語=２５４／シルキィの場合１",
			！条件書換前 = "シルキィルート　物語=２５４／ハウゼルの場合１",
		},
		００２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５４／作戦会議",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "中止、そんな作戦は駄目だ",
					物語 = "２５４／選択／作戦中止",
					フラグ = "ラカンの追加",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "作戦を決行する",
					物語 = "２５４／選択／作戦決行",
				},
			},
		},
		００３１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２５４／作戦中止の後",
			終了 = 3,
		},
		０１００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その頃印",
			物語 = "２５４／残党の犠牲突撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "行くぞ",
					地名 = "ヘルマン",
					背景 = "ヘルマン平原",
					音楽 = "無音",
				},
			},
		},
		０１１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５４／ランス達の侵入",
			背景 = "魔物の森",
			地名 = "魔物界",
			音楽 = "フィールド／魔物界",
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		０１２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			条件書換前 = "シルキィルート　物語=２５４／魔物の森／シルキィ",
			！条件書換前 = "シルキィルート　物語=２５４／魔物の森／ハウゼル",
		},
		０１２２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０１２５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっち",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっち",
				},
			},
		},
		０１２６ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔界植物",
		},
		０１２７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０１２８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０１５１ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０１５２ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５４／ホーネット",
		},
		０１３５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっち",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっち",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "そっち",
				},
			},
		},
		０１４１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔界植物",
		},
		０１４２ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
			戦闘 = "m22夜",
		},
		０１４３ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ダイコン／毒",
		},
		０１４４ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　３",
		},
		０１４５ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　３",
		},
		０１４６ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　３",
		},
		０１５０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "中ボス印",
			物語 = "２５４／魔界アロエ／戦闘前",
			戦闘 = "m55魔界植物／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "くそっr無駄に時間を取られた",
				},
			},
		},
		０１６０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２００ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２５４／魔王城",
			背景 = "魔物城内／破壊",
			地名 = "魔王城内",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
		},
		０２１０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "魔軍印",
			物語 = "２５４／城内１／戦闘前",
			戦闘 = "m11魔軍",
			物語２ = "２５４／城内１／戦闘後",
			フラグ = "総戦闘ラウンド加算開始",
		},
		０２２０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "魔軍印",
			物語 = "２５４／城内２／戦闘前",
			戦闘 = "m22魔軍＋魔物隊長／ボス",
			フラグ = "総戦闘ラウンド加算",
			条件分岐 = {
				分岐前 = {
					！条件 = "総戦闘ラウンドが８以上",
					説明 = "城内での総戦闘ラウンドがr７以内の場合",
				},
				分岐右 = {
					条件 = "総戦闘ラウンドが８以上",
					説明 = "−−−",
				},
			},
		},
		０２２５ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "魔軍印",
			物語 = "",
			戦闘 = "m22魔軍＋魔物隊長／ボス",
			フラグ = "総戦闘ラウンド加算",
			条件分岐 = {
				分岐前 = {
					！条件 = "総戦闘ラウンドが８以上",
					説明 = "城内での総戦闘ラウンドがr７以内の場合",
				},
				分岐右 = {
					条件 = "総戦闘ラウンドが８以上",
					説明 = "−−−",
				},
			},
		},
		０２３０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／城内３",
		},
		０２４０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２５４／城内４／戦闘前",
			戦闘 = "m22魔軍＋魔物隊長／ボス",
			フラグ = "総戦闘ラウンド加算",
			条件分岐 = {
				分岐前 = {
					！条件 = "総戦闘ラウンドが８以上",
					説明 = "城内での総戦闘ラウンドがr７以内の場合",
				},
				分岐右 = {
					条件 = "総戦闘ラウンドが８以上",
					説明 = "−−−",
				},
			},
		},
		０２５０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／部屋の前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この奥が怪しいr行くぞ",
				},
			},
		},
		０２７０ = {
			画像Ａ = "254ホーネット",
			画像Ｂ = "",
			物語 = "２５４／ホーネット助ける",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "サテラを人質に",
					物語 = "２５４／選択／サテラを人質",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "俺の肉体を見せつける",
					物語 = "２５４／選択／俺の肉体を見せつける",
				},
			},
		},
		０２７１ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／選択／サテラを人質",
		},
		０２７２ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０２７３ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０２７５ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／選択／俺の肉体を見せつける",
		},
		０２７６ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０２７７ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２８０ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／ホーネットを連れ帰る",
			音楽 = "フィールド／優勢",
		},
		０２８５ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "撤収だー",
					地名 = "ランス城",
					背景 = "ランス城",
				},
			},
		},
		０２９０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５４／ホーネットその後",
		},
		０３００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
		０４００ = {
			画像Ａ = "魔物城内破壊",
			画像Ｂ = "イベント印",
			物語 = "２５４／時間切れ",
			終了 = 3,
		},
	},
	ホラガの塔 = {
		背景 = "氷雪地帯",
		地名 = "シベリア　氷雪地帯",
		フラグ = "地形＝氷雪",
		００１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／スタート",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "雪の行軍r氷を踏んでー",
				},
			},
		},
		０１０ = {
			画像Ａ = "氷雪地帯",
		},
		０１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m11迷宮＋フローズン",
		},
		０２５ = {
			画像Ａ = "氷雪地帯",
			条件分岐 = {
				分岐前 = {
					！条件 = "アーシーが居る",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "アーシーが居る",
					説明 = "アーシーが居るrルーシーが居る",
				},
			},
		},
		０２６ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "３６１／マーシー遭遇",
			フラグ = "マーシーの追加",
		},
		０２８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０３０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／ホラガの話",
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０４０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "むぐぐ・・r雪ばかりだ",
				},
			},
		},
		０５０ = {
			画像Ａ = "氷雪地帯",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０６０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０７０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０７１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０８０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "一晩過ぎた…",
				},
			},
		},
		０９０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／寒い",
		},
		１００ = {
			画像Ａ = "氷雪地帯",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		１１０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１１１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１２０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		１２１ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１３０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "さらに一日過ぎた…",
				},
			},
		},
		１４０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１５０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "地図によるとrそろそろのはずなのだが…",
				},
			},
		},
		２００ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			背景 = "リーザス平原",
			地名 = "ホ・ラガの塔",
			物語 = "１５３／塔の入り口",
			音楽 = "フィールド／地底",
		},
		２１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５３／世界の真実",
		},
		２３０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／ホラガのサービス",
			フラグ = "ホラガと接触＝１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ケイブリスの弱点",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ランス城の動かし方",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "魔王を元に戻す方法",
				},
			},
		},
		２３１ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／ケイブリスの弱点",
			フラグ = "ケイブリスの弱点＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "情報は聞き出したrおさらばだ",
					背景 = "氷雪地帯",
					地名 = "シベリア　氷雪地帯",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		２３２ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／ランス城の動かし方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "情報は聞き出したrおさらばだ",
					背景 = "氷雪地帯",
					地名 = "シベリア　氷雪地帯",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		２３３ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "１５４／魔王を元に戻す方法",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "情報は聞き出したrおさらばだ",
					背景 = "氷雪地帯",
					地名 = "シベリア　氷雪地帯",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		２４０ = {
			画像Ａ = "氷雪地帯",
			画像Ｂ = "イベント印",
			物語 = "１５３／エンド",
			終了 = 1,
		},
	},
	ホルスの宇宙戦艦 = {
		背景 = "宇宙船／通路",
		地名 = "巨大戦艦遺跡",
		音楽 = "フィールド／遺跡",
		フラグ = "年表　ＬＰ７年５月前半",
		００１ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "",
			物語 = "０２／スタート",
			コルルンサ = "ランス",
		},
		００２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚／１",
		},
		００３ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚／２",
		},
		０１０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／仲間参加",
			フラグ = "初期仲間の追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "おら達を部隊編成してからr進みましょう",
				},
			},
		},
		０１１ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚／３",
		},
		０２０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "エロイベント印",
			物語 = "０２／シィルのエロ",
			コルルンサ = "聖女の子モンスター",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "雑魚は殺す、経験値！",
				},
				分岐前 = {
					顔画像 = "シィル",
					説明 = "無益な殺生は控えましょう",
				},
			},
		},
		０２２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11雑魚",
		},
		０３０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／ホルス達",
		},
		０４０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／サテラ",
			コルルンサ = "魔王と魔人",
		},
		０５０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／かなみ参加",
			フラグ = "かなみの追加",
		},
		０６０ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "イベント印",
			物語 = "０２／移民団",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "こっちに進むかな",
				},
				分岐右 = {
					顔画像 = "かなみ",
					説明 = "偵察してきたわrこちらの道が安全ね",
				},
			},
		},
		０６２ = {
			画像Ａ = "宇宙船通路",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		１００ = {
			画像Ａ = "002隔壁扉",
			画像Ｂ = "",
			物語 = "０２／扉の前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "かいもーん",
					背景 = "宇宙船／カプセルルーム",
					地名 = "コールドスリープ室",
				},
			},
		},
		１０５ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "エロイベント印",
			地名 = "コールドスリープ室",
			物語 = "０２／セラクロラス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あれが聖女セラクロラスr…がっかりだ",
				},
			},
		},
		１２０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ装置",
			秘書任命 = "アリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして・・r５ヶ月の月日が流れた",
					地名 = "５ヶ月後……",
					フラグ = "年表　ＬＰ７年９月後半",
				},
			},
		},
		１３０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ装置２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メガッス",
					説明 = "コールドスリープ装置をr開けて人間達を出す",
				},
				分岐右 = {
					顔画像 = "メガッス",
					説明 = "……危険か…rもう少しこのままにする",
					物語 = "０２／コールドスリープ開けない",
				},
			},
		},
		１９０ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして・・r１年の月日が流れた",
					地名 = "１年後……",
				},
			},
		},
		１９１ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "さらに・・r２年の月日が流れた",
					地名 = "３年後……",
					フラグ = "年表　ＬＰ１０年７月前半",
				},
			},
		},
		１９２ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "さらに・・r長い年月が過ぎた",
					地名 = "１０００年後……",
					フラグ = "年表　ＯＺ６７７年６月前半",
				},
			},
		},
		１９３ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "さらに・・r長い年月が過ぎた",
					地名 = "？？？？年後……",
					フラグ = "年表　ＯＺ６７７年６月前半",
					フラグ２ = "達成／Ｂイカ＝１",
				},
			},
		},
		２００ = {
			画像Ａ = "宇宙船カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ開けない２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メガッス",
					説明 = "コールドスリープ装置を開ける",
				},
				分岐右 = {
					顔画像 = "メガフォース",
					説明 = "もう少しこのままにしておく",
					物語 = "０２／コールドスリープ５万年後",
					背景 = "真っ白",
					地名 = "？？？",
				},
			},
		},
		２１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔人印",
			物語 = "０２／コールドスリープ３年後",
			終了 = 2,
		},
		２２０ = {
			画像Ａ = "002イカ世界",
			画像Ｂ = "",
			物語 = "０２／コールドスリープ５万年後２",
			フラグ = "達成／Ｂイカ＝１",
			終了 = 2,
		},
		４００ = {
			画像Ａ = "宇宙船／カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／コールドスリープ３ヶ月後",
			秘書任命 = "シィル",
		},
		４０５ = {
			画像Ａ = "宇宙船／カプセルルーム",
			画像Ｂ = "大ボス印",
			物語 = "０２／ジャハルッカス／戦闘前",
			戦闘 = "m55ジャハルッカス",
			物語２ = "０２／ジャハルッカス／戦闘後",
		},
		４１０ = {
			画像Ａ = "宇宙船／カプセルルーム",
			画像Ｂ = "イベント印",
			物語 = "０２／テラ",
			地名 = "巨大戦艦遺跡",
			背景 = "宇宙船／通路",
		},
		４２０ = {
			画像Ａ = "宇宙船／通路",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ホルス テラ" },
		},
		４３０ = {
			画像Ａ = "000迷宮出口",
			物語 = "０２／クリア",
			フラグ = "年表戻し",
			ムービー = "オープニング",
			終了 = 1,
		},
	},
	ポピンズ連結／砦 = {
		背景 = "ランス砦",
		地名 = "ランス砦",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７８／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "にっこり",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７８／ランスの出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あー、もうrやってやるさ",
					地名 = "ランス砦の奥",
					背景 = "地下洞窟",
					音楽 = "フィールド／僻地夜",
				},
			},
		},
		０２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m66岩盤Ａ",
		},
		０３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m66岩盤Ｂ",
		},
		０４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m66岩盤Ｃ",
		},
		０５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２７８／開通",
			背景 = "ポピンズ村",
			地名 = "アニャガス王国",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ちょっと感動",
				},
			},
		},
		０６０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７８／エンド",
			終了 = 1,
		},
	},
	マエリータ隊侵入 = {
		背景 = "空／夜",
		地名 = "ランス城付近",
		音楽 = "フィールド／侵入",
		１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
			物語 = "０２０／スタート",
			選択分岐 = {
				分岐前 = {
					説明 = "出発しましょう",
					顔画像 = "学者",
				},
			},
		},
		１０ = {
			画像Ａ = "空夜",
			画像Ｂ = "イベント印",
			物語 = "０２０／マエリータ隊飛行",
			選択分岐 = {
				分岐前 = {
					説明 = "乗り込むぜ！",
					顔画像 = "マッスル",
				},
			},
		},
		２０ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "０２０／侵入１",
			地名 = "ランス城",
			選択分岐 = {
				分岐前 = {
					説明 = "慎重にね…",
					顔画像 = "ニードル",
				},
			},
		},
		３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／侵入２",
			選択分岐 = {
				分岐前 = {
					説明 = "まずは深呼吸だ",
					顔画像 = "アパッチ",
				},
			},
		},
		４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／あてな／戦闘",
			選択分岐 = {
				分岐前 = {
					説明 = "突破しますよ！",
					顔画像 = "学者",
				},
			},
		},
		５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／侵入に気が付く",
			選択分岐 = {
				分岐前 = {
					説明 = "大騒ぎになっちまったな",
					顔画像 = "マッスル",
				},
			},
		},
		６０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／サーナキア／戦闘",
			選択分岐 = {
				分岐前 = {
					説明 = "魔王は何処……で、あるか",
					顔画像 = "王様",
				},
			},
		},
		７０ = {
			画像Ａ = "020保育園",
			画像Ｂ = "",
			物語 = "０２０／保育園",
			選択分岐 = {
				分岐前 = {
					説明 = "さ、行こう！",
					顔画像 = "ニードル",
				},
			},
		},
		８０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／ビスケッタ／戦闘",
			選択分岐 = {
				分岐前 = {
					説明 = "……ッ",
					顔画像 = "剣豪",
				},
			},
		},
		９０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／健太郎",
			選択分岐 = {
				分岐前 = {
					説明 = "アパッチr任せたぞ",
					顔画像 = "学者",
				},
			},
		},
		１００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／美樹",
			選択分岐 = {
				分岐前 = {
					説明 = "魔王を手に入れたしrさあ、ずらかるぜ！",
					顔画像 = "マッスル",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "０２０／ランス帰還",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					説明 = "……使命は果たしました",
					顔画像 = "学者",
				},
			},
		},
		１２０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "０２０／ケイブリスの様子",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					説明 = "………",
					顔画像 = "立て看板",
				},
			},
		},
		１３０ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "０２０／ランスの様子",
			終了 = 1,
		},
	},
	リーザス１ = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／リーザス",
		００１ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			物語 = "２１０／１／スタート",
			フラグ = "リーザス地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "リーザス城に向かえ！",
				},
			},
		},
		００５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "街道１",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まぁいいr次へ進もう",
				},
			},
		},
		０２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／１／北部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "戦争の匂いがrぷんぷんれす",
				},
			},
		},
		０３０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "村など無視だ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "村に寄っていく",
				},
			},
		},
		０３４ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１０／１／村",
			背景 = "村",
			地名 = "小さな村",
			音楽 = "フィールド／村",
		},
		０３５ = {
			画像Ａ = "村",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "次に進む",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０３６ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３７ = {
			画像Ａ = "街道１",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／１／南部",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ＪＡＰＡＮ陣地にr寄り道するぞ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "寄り道せず進む",
				},
			},
		},
		０４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０４３ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４５ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５０ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "イベント印",
			物語 = "２１０／１／ＪＰ南国軍",
			地名 = "ＪＡＰＡＮ軍駐屯地",
			背景 = "野営地ＪＰ",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "あっ、あそこあそこr頂きれす",
				},
			},
		},
		０５５ = {
			画像Ａ = "野営地ＪＰ",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "可愛い武士娘をr２．３人くすねたぜ",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／１／ヨシフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そろそろrリーザス城だな",
				},
			},
		},
		１００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１０／１／到着",
			背景 = "リーザス城",
			地名 = "首都 リーザス城",
			音楽 = "フィールド／首都",
			コルルンサ = "リーザス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "一泊ぐっすりrリアとしっぽり",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リア",
					説明 = "ダーリンさいこーrリア惚れ直しちゃう",
				},
			},
		},
		１２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／２／ハウレーン",
			フラグ = "白騎士同行＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "もう一泊するぞrぐふふふふ",
				},
			},
		},
		１３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２１０／２／ハウレーンのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "・・・・・・",
				},
			},
		},
		１３１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv36 ハウレーン", "Lv58 リック" },
		},
		１３２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さてそろそろr出発するか",
				},
			},
		},
		１５０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "２１０／２／どちらに行くか",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "シルキィを倒すr（＝犯す）",
					物語 = "２１０／３１／シルキィに決めた",
					フラグ = "シルキィルート＝１",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
					コルルンサ = "魔人シルキィ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ハウゼルを倒すr（＝犯す）",
					物語 = "２１０／４１／ハウゼルに決めた",
					フラグ = "ハウゼルルート＝１",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
					コルルンサ = "魔人ハウゼル、サイゼル",
				},
			},
		},
		２００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１０／３１／南部１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "南部の戦場を目指すrだが寄り道もする",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "南部の戦場を目指すrまっすぐな",
				},
			},
		},
		２０１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ちっ、はずれ山賊団かrブスしかいねぇ",
				},
			},
		},
		２０２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２０５ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺のターゲットはr魔人シルキィちゃん",
				},
			},
		},
		２１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１０／３１／道中",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "危険には近寄らないでr頂きたい",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "何かいるぞ、倒そう",
				},
			},
		},
		２１１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＡ",
		},
		２２１ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２２２ = {
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		２３０ = {
			画像Ａ = "210砲兵陣地",
			画像Ｂ = "",
			物語 = "２１０／３１／砲兵陣地",
			背景 = "リーザス平原／紅葉",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔人シルキィを目指してr前線へゴー",
				},
			},
		},
		２４０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		２４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２５０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "？？？印",
			割り込み背景 = "リーザス平原／紅葉",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "はい、次へ行きましょう",
				},
			},
		},
		２６０ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "この先、幽霊街道か……",
				},
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "バレス閣下の陣はこちらです",
				},
			},
		},
		２７０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		２７１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		２７２ = {
			画像Ａ = "村",
			画像Ｂ = "中ボス印",
			戦闘 = "m55霊体／ボス",
		},
		２８０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "その頃印",
			物語 = "２１０／３１／南部２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "後５キロほどでrバレス閣下の陣に着きます",
				},
			},
		},
		２８１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		３００ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／陣地",
			物語 = "２１０／３１／到着",
			秘書登録 = "バレス",
			背景 = "野営地／夜",
			地名 = "リーザス軍　野営地",
			フラグ = "白騎士同行＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今夜のお相手はr誰にしようかなぁー",
				},
			},
		},
		３１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "その頃印",
			物語 = "２１０／３１／シルキィ陵辱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "む・・感じるr美女が助けを求めている！",
				},
			},
		},
		３１５ = {
			画像Ａ = "野営地",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "あっ、私ですか…rはい大丈夫です",
				},
			},
		},
		３１８ = {
			画像Ａ = "野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		３２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／前線１",
			背景 = "リーザス平原／紅葉",
			地名 = "戦場　アンデル紅平原",
			音楽 = "フィールド／戦場",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用リーザス騎士", "汎用リーザス騎士", "汎用リーザス親衛隊" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "合戦開始だrまずは見物といこう",
				},
			},
		},
		３３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／前線２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞ！r突撃だー",
				},
			},
		},
		３３１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "がははははr絶好調だ！",
				},
			},
		},
		３４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／捜す１",
			背景 = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "魔人シルキィを捜しましょうrこちらかもしれません",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どっちだ？rまっすぐだな",
				},
				分岐右 = {
					顔画像 = "サテラ",
					説明 = "シルキィでてこい",
				},
			},
		},
		３４１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３４２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３４３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３５１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
		},
		３５２ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		３６１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		３６２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
		},
		３７０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／捜す２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "くっ、このrさっさとシルキィを追え",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "シルキィ待ってろr柔肌を傷付けないようにr甲冑剥いでくれるわ",
				},
			},
		},
		３８１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		３８２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		３９１ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		３９２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／捜す３",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "味方軍の為にもr少しでも魔軍を倒しましょう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "マリアの助手か…rむふふふ",
				},
				分岐右 = {
					顔画像 = "サテラ",
					説明 = "シルキィ……rどこに居るんだ",
				},
			},
		},
		４１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		４１３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４２１ = {
			画像Ａ = "野営地",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv24 香澄" },
		},
		４２２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		４３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		４３２ = {
			画像Ａ = "戦場",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１０／３２／シルキィ戦闘前",
			戦闘 = "m55シルキィ／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
					音楽 = "フィールド／優勢",
				},
			},
		},
		４６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／シルキィ戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "はい、移動します",
				},
			},
		},
		４７０ = {
			画像Ａ = "リーザス平原紅葉",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			音楽 = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今日は撤収だr野営地に戻るぞ",
				},
			},
		},
		５００ = {
			画像Ａ = "野営地",
			背景 = "野営地／夜",
			地名 = "リーザス軍　野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様r軍議だそうです",
				},
			},
		},
		５１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１０／３２／シルキィの過去",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様お疲れ様ですrへんでろぱ作りました",
				},
			},
		},
		５２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "回復印",
			背景 = "野営地",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "戦場に出かけるr今日こそ捕まえる",
					背景 = "リーザス平原／紅葉",
					地名 = "戦場　アンデル紅平原",
					音楽 = "フィールド／戦場",
				},
			},
		},
		６００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／前線",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "少し戦ってやるかrしねー魔物共",
				},
			},
		},
		６１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		６２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／３３／魔軍とシルキィ",
		},
		６３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／待つ１",
			背景 = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "現れるまで戦う",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "待機しておく",
				},
			},
		},
		６３１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／本陣護衛",
		},
		６３２ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		６３５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／偵察隊",
		},
		６４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／３３／バレス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "がんばりましょう",
				},
			},
		},
		６５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／待つ２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "現れるまで戦う",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "待機しておく",
				},
			},
		},
		６５１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		６５２ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
		},
		６５３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		６６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／３３／ヨシフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "イガイガするr喉かわいたー",
				},
				分岐右 = {
					顔画像 = "ハウレーン",
					説明 = "あちらの方角r味方部隊が危機です",
				},
			},
		},
		６７０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		６８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／３３／待つ３",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "シルキィを追ってrリーザス城へ向かう",
					地名 = "リーザス",
					背景 = "リーザス平原",
				},
			},
		},
		６９０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "城が心配ですr急いで下さい",
				},
			},
		},
		７００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１０／３４／突貫１",
		},
		７０５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		７１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１０／３４／突貫２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ハウレーン",
					説明 = "（リーザス城がいくら堅固でもr魔人は止められない…）",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "（リーザス城に来たか……rくく、狙い通り)",
				},
			},
		},
		７１１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		７１２ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		８００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１０／３４／突貫３",
			目的 = "魔人シルキィ退治",
			背景 = "リーザス城",
			地名 = "リーザス城",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "玉座を目指すrそこに居るはずだ",
				},
			},
		},
		８１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／３４／ジュリアの粗相",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "このアホ娘がrこんな時に余計な事を",
				},
			},
		},
		８２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "中ボス印",
			戦闘 = "m55霊体／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とにかく玉座を目指す",
				},
			},
		},
		８３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "閃いたーrこっちの部屋だ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "見切ったrここに隠したな",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "もう間に合うだろうr休憩しよう",
				},
			},
		},
		８４１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この階段を上れば玉座だ",
				},
			},
		},
		８４２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この階段を上れば玉座だ",
				},
			},
		},
		８４３ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この階段を上れば玉座だ",
				},
			},
		},
		８４４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		８４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11霊体　自動",
		},
		８５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔人印",
			物語 = "２１０／３４／シルキィ戦闘前",
			戦闘 = "m55シルキィ／Ｂ",
			物語２ = "２１０／３４／シルキィ戦闘後",
			音楽 = "ＡＤＶ／緊張",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "降伏する",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "断る",
				},
			},
		},
		８７０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／３４／ガメオベア",
			終了 = 2,
		},
		９００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／３４／シルキィ捕獲",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺様の勝ちだ",
				},
			},
		},
		９１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		９１５ = {
			画像Ａ = "戦場",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／３４／戦局",
			選択分岐 = {
				分岐前 = {
					顔画像 = "バレス",
					説明 = "やっと一勝rと、言ったところか",
				},
			},
		},
		９２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 シルキィ" },
		},
		９３０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２１０／３４／シルキィ",
			終了 = 1,
		},
		１０１０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リプ商店街１",
			背景 = "街道筋商店街",
			地名 = "リプ商店街",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ジュリア",
					説明 = "はふはふrおいしいねえ",
				},
			},
		},
		１０１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１０２０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "いろんなお店がrありますねえ",
				},
			},
		},
		１０２５ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "人生浪漫通りに行く",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "専門店通りに行く",
				},
			},
		},
		１０３０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リプ商店街２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "おおーr映画館すげー",
				},
			},
		},
		１０３１ = {
			画像Ａ = "街道筋商店街",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "恋愛運r「微妙」……",
				},
			},
		},
		１０３２ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１０３３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１０４０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／リプ商店街３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カフェ",
					説明 = "わー、紅茶専門店！",
				},
			},
		},
		１０４１ = {
			画像Ａ = "街道筋商店街",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "ほほう、これは…",
				},
			},
		},
		１０４２ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "あ、この鍋つかみrかわいい",
				},
			},
		},
		１０４５ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ハウレーン",
					説明 = "いい加減r先に進むぞ",
				},
			},
		},
		１０５０ = {
			画像Ａ = "街道筋商店街",
			画像Ｂ = "その頃印",
			物語 = "２１０／４１／北部１",
		},
		１０６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／プリティリア",
			背景 = "都市",
			地名 = "プリティリア",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "街道沿いに進むか",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "少し脇道に行くか",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１０６５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m55宝箱だんご",
		},
		１０６６ = {
			画像Ａ = "街道１",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		１０６７ = {
			画像Ａ = "村",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１０７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "街道１",
			割り込み = "道中サブ",
		},
		１０８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１０／４１／北部２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "そろそろ前線のスケールです",
				},
			},
		},
		１０８１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１０９０ = {
			画像Ａ = "街道１",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１１００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／到着１",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			フラグ = "白騎士同行＝０",
			処理 = "回復",
		},
		１１０５ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４１／到着２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "戦場に移動",
				},
			},
		},
		１１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／参戦",
			背景 = "戦場",
			地名 = "戦場　スケールの南",
			音楽 = "フィールド／戦場",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用リーザス騎士", "汎用リーザス親衛隊", "汎用リーザス親衛隊" },
		},
		１２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／捜す１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ハウゼルでてこーいr来ないと魔物ぶっ殺す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ハウゼルちゃん出ておいでr痛くしないから",
				},
			},
		},
		１２０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／飛行",
		},
		１２０２ = {
			画像Ａ = "戦場",
		},
		１２０３ = {
			画像Ａ = "戦場",
		},
		１２０４ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１２０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１２０６ = {
			画像Ａ = "街道１",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／４２／ハウゼルの戦い",
		},
		１２１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１２２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／捜す２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あの火柱が目印だr走り抜けるぞ",
				},
			},
		},
		１２３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
		},
		１２５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／順番待ち",
			背景 = "ハウゼルｖｓサイゼル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔人同士の戦いか…r様子を見るか",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "むむ、俺を無視するなr戦うのは俺様だr（無茶ルート）",
				},
			},
		},
		１２５５ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１２６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１０／４２／ハウゼル戦闘前",
			戦闘 = "m55ハウゼル／Ｚ",
			背景 = "戦場",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
				},
			},
		},
		１２７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／ハウゼル戦闘後",
			選択分岐 = {
				分岐前 = {
					背景 = "リーザス平原",
					顔画像 = "ランス",
					説明 = "ハウゼルr見失ってしまった…",
				},
			},
		},
		１０７１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１２８０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／帰ろう",
			音楽 = "フィールド／リーザス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "軍同士の戦いなどしった事ではない帰るぞ",
					地名 = "リーザス",
				},
			},
		},
		１３００ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よい風呂であったr↑風呂上がり上機嫌",
					背景 = "都市／夜",
				},
			},
		},
		１３１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／４２／本好き",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発だ",
					地名 = "戦場　スケールの南",
					背景 = "戦場",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１３９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／捜す１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "戦場だーr蹴散らせー",
				},
			},
		},
		１３９１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／捜す２",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ハウゼルを追え",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ハウゼルを追え",
				},
			},
		},
		１４０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１４０２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１４０３ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１４０４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１４１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／４３／火炎書士とユキ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "飛んでいるハウゼル発見rそっちか追うぞ",
				},
			},
		},
		１４１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		１４２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／捜す３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "ハウゼルさーんrドラゴンパッチありますよー",
				},
			},
		},
		１４３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "(さすがに…本が目的ではr無いと思うんだけどなぁ)",
				},
			},
		},
		１４４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１０／４３／エクスと魔物将軍",
			音楽 = "ＡＤＶ／ゆったり",
			背景 = "リーザス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ハウゼルrほん、本、本あるぞー",
				},
			},
		},
		１４４１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１４５０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１０／４３／本渡す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今日はもう駄目か帰って寝る",
				},
			},
		},
		１５００ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			処理 = "回復",
		},
		１５１０ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今日は戦いに出ないrある場所に行くぞrついてこい",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１６００ = {
			画像Ａ = "000ハイパービル",
			画像Ｂ = "",
			物語 = "２１０／４４／ビル前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おおざっぱにr探索しながら進む",
					背景 = "ハイパービル内",
					地名 = "ハイパービル　１階",
					音楽 = "フィールド／遺跡",
				},
			},
		},
		１６１０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "イベント印",
			物語 = "２１０／４４／ハイパービル初",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "適当にr探索しながら進む",
				},
			},
		},
		１６１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		１６２０ = {
			画像Ａ = "210エレベータ",
			画像Ｂ = "",
			物語 = "２１０／４４／汎用エレベータ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "うぃぃぃーーーん",
				},
			},
		},
		１６２１ = {
			画像Ａ = "210エレベータ",
			地名 = "ハイパービル　１５階",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "探索しながら進む",
				},
			},
		},
		１６２５ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11バグ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっ、１０Ｇみっけ",
				},
			},
		},
		１６３０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "イベント印",
			物語 = "２１０／４４／昨晩のサチコ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ドエススキーをr捜すぞ",
				},
			},
		},
		１６４０ = {
			画像Ａ = "210エレベータ",
			画像Ｂ = "",
			物語 = "２１０／４４／汎用エレベータ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "うぃぃぃーーーん",
				},
			},
		},
		１６４１ = {
			画像Ａ = "210エレベータ",
			地名 = "ハイパービル　２１階",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "大丈夫ですrモンスターは近くに居ません",
				},
			},
		},
		１６５０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "その頃印",
			物語 = "２１０／４４／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ドエススキーか・・rしらん奴だな",
				},
			},
		},
		１６６０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ドエススキーを捜すぞr見つけて本を書かせる",
				},
			},
		},
		１６７０ = {
			画像Ａ = "210エロヤック",
			画像Ｂ = "",
			物語 = "２１０／４４／エロヤックとあてな",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "置いてけぼりいやれす",
				},
			},
		},
		１６９０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "中ボス印",
			戦闘 = "m55バグ／ボス",
		},
		１６９５ = {
			画像Ａ = "210エレベータ",
			画像Ｂ = "",
			物語 = "２１０／４４／汎用エレベータ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "うぃぃぃーーーん",
				},
			},
		},
		１６９６ = {
			画像Ａ = "210エレベータ",
			地名 = "ハイパービル　２８階",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ドエススキーを捜すぞr見つけて本を書かせる",
				},
			},
		},
		１７００ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "イベント印",
			物語 = "２１０／４４／ドエススキー",
		},
		１７１０ = {
			画像Ａ = "ハイパービル内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "文豪 ドエススキー" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "用事は済んだ、帰るぞ",
					地名 = "リーザス",
					背景 = "街道１",
					音楽 = "無音",
				},
			},
		},
		１８００ = {
			画像Ａ = "都市",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ドエススキー",
					説明 = "なんじゃと無茶言うなーr無理だ無理だ",
				},
			},
		},
		１８０１ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "それから３日後…",
				},
			},
		},
		１８１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／新作の噂",
			背景 = "地下即売会",
			地名 = "マニア洞窟内　即売会会場",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "新刊即売会の会場ですr沢山の人が集まっていますよ",
				},
			},
		},
		１８２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "魔人印",
			物語 = "２１０／４５／ハウゼル戦闘前",
			戦闘 = "m55ハウゼル／Ｂ",
			背景 = "地下即売会",
			音楽 = "フィールド／優勢",
		},
		１８３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／ハウゼル戦闘後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "本を見せてやる",
					フラグ = "達成／Ｂ本＝１",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "本を見せない",
				},
			},
		},
		１８４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／ガメオベア",
			終了 = 2,
		},
		１８５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１０／４５／本を見せない",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははは、rハウゼルゲットー！",
					地名 = "リーザス",
					背景 = "リーザス平原",
				},
			},
		},
		１８６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１８６５ = {
			画像Ａ = "街道１",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／４５／戦局",
		},
		１８７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 ハウゼル" },
		},
		１８８０ = {
			画像Ａ = "000ランス城",
			物語 = "２１０／４５／ハウゼル",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／シルキィ倒す",
			背景 = "野営地",
			地名 = "リーザス軍　野営地",
		},
		２００５ = {
			画像Ａ = "野営地",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／シルキィその後",
			フラグ = "シルキィの追加",
		},
		２０２０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１０／８０／リーザス城",
			背景 = "リーザス城",
			地名 = "リーザス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "リアと遊んだ後rランス城に戻る",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "このままの勢いでrもう一人のr魔人も倒す",
				},
			},
		},
		２０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／８０／帰る",
			終了 = 1,
		},
		２０４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／レキシントンをやる",
			背景 = "森",
			地名 = "公園坂森",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "待ってろよrレキシントンちゃん",
				},
			},
		},
		２０４５ = {
			画像Ａ = "森",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２０４７ = {
			画像Ａ = "森",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍＋魔物将軍",
		},
		２０５０ = {
			画像Ａ = "森",
			画像Ｂ = "その頃印",
			物語 = "２１０／８０／レキシントン登場",
		},
		２０５５ = {
			画像Ａ = "森",
			画像Ｂ = "",
		},
		２０５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０５７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０５８ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２０５９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０６０ = {
			画像Ａ = "森",
			画像Ｂ = "魔人印",
			物語 = "２１０／８０／レキシントン／戦闘前",
			戦闘 = "m55レキシントン／Ｘ",
			物語２ = "２１０／８０／レキシントン／戦闘後",
			音楽 = "フィールド／優勢",
			地名 = "−−−",
		},
		２０６５ = {
			画像Ａ = "森",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "むむ、難易度アップしたか",
				},
			},
		},
		２０７０ = {
			画像Ａ = "森",
			画像Ｂ = "その後の戦局",
			物語 = "２１０／８０／その後の戦況",
			フラグ = "リーザス１／魔人２クリア＝１",
			終了 = 1,
		},
		２１００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／ハウゼル倒す",
		},
		２１０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "凱旋じゃー！",
					背景 = "都市",
					地名 = "大都市　スケール",
				},
			},
		},
		２１１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／ハウゼルその後",
			フラグ = "ハウゼルの追加",
		},
		２１２０ = {
			画像Ａ = "都市",
			画像Ｂ = "",
		},
		２２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１０／４２／両方戦闘前",
			戦闘 = "m55ハウゼル＋サイゼル／Ｚ",
			物語２ = "２１０／８０／両方撃破",
			音楽 = "フィールド／優勢",
			フラグ = "ハウゼルサイゼルの追加",
			フラグ２ = "達成／姉妹撃破＝５",
			背景 = "戦場",
		},
		２２０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２２０２ = {
			画像Ａ = "戦場",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２２１０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１０／８０／使徒達",
		},
		２２２０ = {
			画像Ａ = "000ランス城",
			物語 = "２１０／８０／ハウゼルとサイゼル",
			フラグ = "リーザス１／特殊クリア＝１",
			終了 = 1,
		},
		２４００ = {
			画像Ａ = "000城門",
		},
		２４０１ = {
			画像Ａ = "000城門",
		},
		２４０２ = {
			画像Ａ = "都市",
		},
		２４０３ = {
			画像Ａ = "野営地",
		},
		２４０４ = {
			画像Ａ = "都市",
		},
		２４０５ = {
			画像Ａ = "000城門",
		},
		２４０６ = {
			画像Ａ = "野営地",
		},
	},
	リーザス２ = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２１１／１／スタート",
			フラグ = "リーザス地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "リーザスに向けてr出発だ",
					地名 = "リーザス",
					背景 = "街道１",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０００５ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
		},
		００１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			条件書換前 = "シルキィルート　物語=２１１／１／ハウゼルの更迭",
			！条件書換前 = "シルキィルート　物語=２１１／１／シルキィの更迭",
		},
		００１５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		００２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１１／１／サテラの話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ちゃっちゃちゃっちゃー",
				},
			},
		},
		００３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "村に寄ってのんびり行くか？",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ちゃっちゃと街道！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "あえてイバラ道…",
				},
			},
		},
		０３２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０３３ = {
			画像Ａ = "森",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
		},
		０３４ = {
			画像Ａ = "森",
			画像Ｂ = "山賊印",
			戦闘 = "m22山賊",
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００３６ = {
			画像Ａ = "村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		００３７ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１１／１／レキシントン",
			コルルンサ = "魔人レキシントン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ行くぞ",
				},
			},
		},
		００４１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＡ",
		},
		００４２ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		００５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "立て看板",
					説明 = "←：女モン街道",
				},
				分岐右 = {
					顔画像 = "立て看板",
					説明 = "→：男モン平野",
				},
			},
		},
		００５１ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０５５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		００６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２１１／１／リーザス軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "城が見えてきたぞー",
				},
			},
		},
		０１００ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１１／１／到着",
			背景 = "リーザス城",
			地名 = "首都　リーザス城",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今日は城に泊まってr出発は明日だ",
				},
			},
		},
		０１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／リーザス城",
			フラグ = "メルフェイスの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "カーソンに向けてr出発！",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０１９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／魔法軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "気晴らしになんかしばく",
				},
			},
		},
		０２１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ちょっとスッキリ",
				},
			},
		},
		０２１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00飛行　自動",
		},
		０２３０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／カーソン",
			背景 = "都市",
			地名 = "小都市　カーソン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発",
					背景 = "リーザス平原",
					地名 = "魔軍支配地域",
					音楽 = "フィールド／支援",
				},
			},
		},
		０３００ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３０５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／魔物支配地にて",
		},
		０３１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "迂回して進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "魔軍陣地を突破する",
				},
			},
		},
		０３１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０３２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０３３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０３４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／幸福湧きの情報",
			背景 = "街道１",
			地名 = "リーザス",
		},
		０３４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３５０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／メルフェイスとジャロ",
		},
		０３６０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
		},
		０３７０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／襲われている村",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "寄り道rアペムンタ村を助けに行く",
					物語 = "２１１／２／アペムンタ村１",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "予定通りに進みrカクテル迷宮に寄る",
				},
			},
		},
		０３７５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４００ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０４０５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／アペムンタ村２",
		},
		０４１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "オーロラが居る",
					説明 = "使徒オーロラがいる時",
				},
				分岐右 = {
					！条件 = "オーロラが居る",
					説明 = "−−−",
				},
			},
		},
		０４１５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "その頃印",
			物語 = "２１１／２／オーロラ偵察",
		},
		０４１８ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
		},
		０４１９ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４２０ = {
			画像Ａ = "村",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２１１／２／アペムンタ村戦闘前",
			戦闘 = "m22魔軍＋魔物隊長",
			物語２ = "２１１／２／アペムンタ村戦闘後",
			フラグ = "アペンタ村を救った＝１",
			背景 = "村",
			地名 = "アペムンタ村",
			音楽 = "フィールド／村",
		},
		０４３０ = {
			画像Ａ = "村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４４０ = {
			画像Ａ = "村",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さてスケールへ向かうか",
					背景 = "リーザス平原",
					地名 = "魔軍支配地域",
					音楽 = "フィールド／支援",
				},
			},
		},
		０５００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／アペムンタ村壊滅報告",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なむなむ…r可愛い子はいませんよう",
				},
			},
		},
		０５１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／カクテル迷宮入り口",
			背景 = "地下洞窟",
			地名 = "カクテル迷宮",
			音楽 = "フィールド／迷宮",
			フラグ = "地形＝屋内",
		},
		０５２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／幸福きゃんきゃの話",
		},
		０５３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "スペリオールな道",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "エクストラな道",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "無印の道",
				},
			},
		},
		０５４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５４１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５５１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５７１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "女の子モンスター印",
			物語 = "２１１／２／幸福きゃんきゃん／戦闘前",
			戦闘 = "m11迷宮＋幸福きゃんきゃん",
			物語２ = "２１１／２／幸福きゃんきゃん／戦闘後",
		},
		０５８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55キラトーキ／Ａ",
			フラグ = "キラトーキ撃破＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よーし、もう一周！",
				},
			},
		},
		０５９０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２１１／２／幸福タイム終了",
			背景 = "リーザス平原",
			地名 = "魔軍支配地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "スケールに向かうぞ",
					フラグ = "地形＝戻し",
				},
			},
		},
		０６００ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／戦場",
		},
		０６１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／２／到着",
			背景 = "都市／夜",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			フラグ = "ジャロ使用不可＝１",
		},
		０６２０ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０６２５ = {
			画像Ａ = "都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０６３０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／２／レキシントン",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "朝ですよ、ランス様",
					背景 = "リーザス平原",
					地名 = "戦場　スケールの西",
					音楽 = "フィールド／戦場",
				},
			},
		},
		０７００ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／参戦",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "レキシントンちゃーん",
				},
			},
		},
		０７１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちかな？",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちかな？",
				},
			},
		},
		０７１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０７２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０７３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／突撃",
		},
		０７４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０７５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／３／レキシントン１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "む、あそこの魔軍がr怪しい",
				},
			},
		},
		０７６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "違った……",
				},
			},
		},
		０７７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／３／レキシントン２",
		},
		０７８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／魔法軍の戦い",
		},
		０７８５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０７９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／ヨシフ精鋭",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "野営地を襲撃",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "雑魚を蹴散らし前進",
				},
			},
		},
		０８００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		０８０１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０８０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０８１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／レキシントン３",
		},
		０８２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１１／３／レキシントン戦闘前",
			戦闘 = "m55レキシントン／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		０８３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／３／レキシントン戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "逃げられた……がーん",
				},
			},
		},
		０８４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くそ、帰るぞ",
				},
			},
		},
		０９００ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			背景 = "都市／夜",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "無事戻ってこれましたね",
				},
			},
		},
		０９１０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／３／反省会",
		},
		０９２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２１１／３／メルフェイスのエロ",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "おはようございます",
				},
			},
		},
		０９３０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／４／宮島に向かうチャカ",
		},
		０９４０ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０９５０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／宮島に向かうランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "させるかーーー！",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１０００ = {
			画像Ａ = "光の道",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／光の道",
			背景 = "光の道",
			地名 = "光の道",
			音楽 = "フィールド／地底",
		},
		１０１０ = {
			画像Ａ = "光の道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ちゃんと歩けるぞ",
				},
			},
		},
		１０２０ = {
			画像Ａ = "光の道",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／離れ宮島について",
			コルルンサ = "神々",
		},
		１０３０ = {
			画像Ａ = "光の道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11バグ",
		},
		１０４０ = {
			画像Ａ = "光の道",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "光の道",
		},
		１０５０ = {
			画像Ａ = "光の道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まだ半分ぐらいか…",
				},
			},
		},
		１０５５ = {
			画像Ａ = "光の道",
		},
		１０６０ = {
			画像Ａ = "光の道",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／パステル",
		},
		１０７０ = {
			画像Ａ = "光の道",
			画像Ｂ = "",
		},
		１０８０ = {
			画像Ａ = "光の道",
			画像Ｂ = "その頃印",
			物語 = "２１１／４／メルフェイスの過去",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "長いわボケー！",
				},
			},
		},
		１０９０ = {
			画像Ａ = "光の道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55アントーン／ボス",
		},
		１０９５ = {
			画像Ａ = "光の道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おーなんか見えるぞ！",
				},
			},
		},
		１１００ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／到着",
			背景 = "離れ宮島",
			地名 = "離れ宮島",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ミカンの場所に行く",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ウィリスの家に行く",
				},
			},
		},
		１１１０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１２０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "イベント印",
			物語 = "２１１／４／ウィリスの家へ",
			フラグ = "メルフェイスの呪い＝無し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ああ……もったいない……",
				},
			},
		},
		１１３０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv20 メルフェイス" },
		},
		１１５０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１６０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "その頃印",
			物語 = "２１１／４／ミカンとチャカ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウィリス",
					説明 = "あっ…rこの間違った呪文は…",
					フラグ = "禁止グループランス以外",
				},
			},
		},
		１１７０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "味方ボス印",
			物語 = "２１１／４／チャカ戦闘前",
			戦闘 = "m55チャカ",
			物語２ = "２１１／４／チャカ戦闘後",
			フラグ = "メルフェイスの呪い＝有り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "作戦成功！",
					フラグ = "禁止グループ解除",
				},
			},
		},
		１１８０ = {
			画像Ａ = "離れ宮島",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv39 チャカ" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様、部隊編成をr戻しておきましょう",
				},
			},
		},
		１１９０ = {
			画像Ａ = "離れ宮島",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "戦場に戻るぞ",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		１２００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／５／戦場に戻る",
			背景 = "戦場",
			地名 = "戦場　スケールの西",
			音楽 = "フィールド／戦場",
		},
		１２１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１２１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１２２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／５／ヨシフ登場",
		},
		１２３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２１１／５／鬼部隊",
		},
		１２４０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "前方に小隊…戦力温存だ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "正面突破！　倒すのみ！",
				},
			},
		},
		１２５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１２６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１３００ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			物語 = "２１１／５／鬼部隊戦闘前",
			戦闘２ = "m11鬼",
			！条件書換前 = "メルフェイスの呪い　物語３=２１１／５／鬼部隊戦闘後／弱いメルフェイス",
			条件書換前 = "メルフェイスの呪い　物語３=２１１／５／鬼部隊戦闘後",
			フラグ = "鬼連続撃破数＋＋",
		},
		１３３５ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
		},
		１３４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "鬼連続撃破数＝３",
					説明 = "鬼を３部隊撃破",
				},
				分岐右 = {
					！条件 = "鬼連続撃破数＝３",
					説明 = "−−−",
				},
			},
		},
		１３５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ワープ印",
			ワープ = "１４００",
		},
		１４００ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くそっr鬼に囲まれた",
				},
			},
		},
		１４１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			！条件書換前 = "メルフェイスの呪い　戦闘=m11鬼",
			条件書換前 = "メルフェイスの呪い　物語=２１１／５／粘着地面汎用　戦闘=m11鬼／粘着地面",
			フラグ = "鬼連続撃破数＋＋",
		},
		１４２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "えーい、邪魔だr突破だ、突破",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ついでに将軍も狩るぞ！",
				},
			},
		},
		１４２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１４３０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		１４４０ = {
			画像Ａ = "戦場",
		},
		１４５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "ワープ印",
			ワープ = "１４６０",
		},
		１４６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うむむむrどこか分からん",
				},
			},
		},
		１５００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／５／逃げるレキシントン",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がーーーーー！rまた逃げられただと？",
				},
			},
		},
		１５１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "まあまあ…戦いは無事r終わったんですし…",
				},
			},
		},
		１６００ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			背景 = "都市",
			地名 = "大都市　スケール",
			音楽 = "フィールド／陣地",
		},
		１６１０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／５／叱られたレキシントン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さて今夜はどの子とヤルか…",
				},
			},
		},
		１６２０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			背景 = "都市／夜",
			物語 = "２１１／６／侵入",
			音楽 = "ＡＤＶ／不安",
		},
		１６３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２１１／６／ニミッツのエロ",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふひーーーーーr満足満足",
				},
			},
		},
		１６４０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６４５ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／ニミッツとメルフェイス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞ、ぶっころーす！",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１６５０ = {
			画像Ａ = "都市",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２１１／６／アトランタ戦闘前",
			戦闘 = "m55アトランタ＋ジュノー",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐左 = {
					！条件 = "引き分け",
					説明 = "戦闘＝勝利",
				},
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
				},
			},
		},
		１６６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／引き分け後共通",
			条件分岐 = {
				分岐前 = {
					！条件 = "アペンタ村を救った",
					説明 = "−−−",
				},
				分岐右 = {
					条件 = "アペンタ村を救った",
					説明 = "アペムンタ村は健在",
				},
			},
		},
		１６７０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１７００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／勝利後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まあいいか、帰ろ",
				},
			},
		},
		１７０５ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１７１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１１／６／ニミッツ仲間",
			フラグ = "ニミッツ仲間ルート＝１",
		},
		１７２０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 ニミッツ" },
		},
		１７３０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さーて最後の仕上げだ",
				},
			},
		},
		１７４０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２１１／６／戦局２",
			終了 = 1,
		},
		１８００ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／自殺",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そういや昨晩の娘r誰だったのだろう？",
				},
			},
		},
		１８１０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "もう一度抱きたいな",
				},
			},
		},
		１８２０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うーんr何かとても気になる",
				},
			},
		},
		１８３０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２１１／６／戦局１",
			終了 = 1,
		},
		１９００ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１９０５ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／本物復活",
			音楽 = "ＡＤＶ／魔軍",
			背景 = "魔軍野営地",
		},
		１９１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／本物の宴",
		},
		１９２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２１１／６／本物とヨシフ",
			背景 = "戦場",
			地名 = "戦場",
			音楽 = "フィールド／戦場",
		},
		１９３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今日で決めるぞ",
				},
			},
		},
		１９３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		１９３６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11鬼　自動",
		},
		１９３７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11鬼　自動",
		},
		１９４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２１１／６／本物戦闘前",
			戦闘２ = "m55レキシントン／本物",
			物語３ = "２１１／６／本物戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メルフェイス",
					説明 = "ニミッツ…",
				},
			},
		},
		１９４５ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１９５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			背景 = "リーザス平原",
			地名 = "リーザス",
		},
		１９６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／９／レキシントン倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さて、ぐふふr超グラマー魔人ちゃん",
				},
			},
		},
		２００５ = {
			画像Ａ = "戦場",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２０１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／９／レキシントン戻る",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ようは中身はおっさんだなrなら死ねー",
				},
			},
		},
		２０２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２１１／９／レキシントン殺す",
			フラグ = "アトランタ＝１",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "万事解決",
				},
			},
		},
		２０３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "お宝れすよ",
					フラグ = "ウルトラレアＯＮ",
				},
			},
		},
		２０４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "使徒 アトランタ", "使徒 ジュノー" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "もう一つ発見rサービスいいね",
				},
			},
		},
		２０５０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
	リーザス３ = {
		背景 = "リーザス城",
		地名 = "首都　リーザス城",
		音楽 = "フィールド／首都",
		０００１ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１２／戦況",
			フラグ = "リーザス地域",
		},
		０００２ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "２１２／リーザス城",
			フラグ = "チルディの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "リッチに出撃",
					物語 = "２１２／選択／リッチに向けて",
					背景 = "街道１",
					地名 = "リーザス",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０００５ = {
			画像Ａ = "街道１",
		},
		００１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチの情報１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "安全な街道を行こう",
					背景 = "街道１",
					地名 = "リーザス　街道",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "自由な平原がいいな",
					背景 = "リーザス平原",
					地名 = "リーザス　平原",
				},
			},
		},
		００２０ = {
			画像Ａ = "街道１",
		},
		００３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
		},
		００４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
		},
		００５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		００６１ = {
			画像Ａ = "リーザス平原",
		},
		００６２ = {
			画像Ａ = "村",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		００６３ = {
			画像Ａ = "リーザス平原",
		},
		００６４ = {
			画像Ａ = "村",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		００６５ = {
			画像Ａ = "リーザス平原",
		},
		００６６ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "リーザス平原",
		},
		００７０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／オク",
			背景 = "都市",
			地名 = "オク",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よーし山越えだ",
					背景 = "山道",
					地名 = "Ｌ・Ｃ・Ｍ連山",
				},
			},
		},
		００９０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１００ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０１１０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１２０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＢ",
		},
		０１３０ = {
			画像Ａ = "山道",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０１４０ = {
			画像Ａ = "山道",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "なんだかエロい匂いがする",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "なんだか美味しい匂いがする",
				},
			},
		},
		０１５１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１５２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１５３ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０１５４ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "調教バイブル" },
		},
		０１６０ = {
			画像Ａ = "山道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１６５ = {
			画像Ａ = "山道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２００ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／農地の説明",
			背景 = "農地",
			地名 = "ズンド農地",
			音楽 = "フィールド／僻地昼",
		},
		０２０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０２１０ = {
			画像Ａ = "農地",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ぷりょ／ボス",
		},
		０２２０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチの情報２",
		},
		０２３０ = {
			画像Ａ = "農地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０２４０ = {
			画像Ａ = "農地",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０２４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		０２５０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／レイラさん",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この事は後で考えよう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "レイラさん……rリーザス城に戻るぞ",
					物語 = "２１２／リーザス城に戻る",
					背景 = "山道",
					地名 = "Ｌ・Ｃ・Ｍ連山",
					音楽 = "フィールド／リーザス",
				},
			},
		},
		０２５１ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／調教師になる",
		},
		０２６０ = {
			画像Ａ = "農地",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０２７０ = {
			画像Ａ = "農地",
			画像Ｂ = "その頃印",
			物語 = "２１２／ヨシフの様子",
		},
		０２８０ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "チルディ調教確認１",
					説明 = "チルディ保有r同イベントＡ済み",
				},
				分岐右 = {
					説明 = "−−−",
				},
			},
		},
		０２８８ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／チルディの調教１",
			フラグ = "チルディ調教済み＝１",
		},
		０２８９ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０２９０ = {
			画像Ａ = "農地",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22ハチ女集団",
		},
		０３００ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "チルディ調教確認２",
					説明 = "チルディ訓練済みr調教バイブル保有",
				},
				分岐右 = {
					説明 = "−−−",
				},
			},
		},
		０３１０ = {
			画像Ａ = "農地",
			画像Ｂ = "イベント印",
			物語 = "２１２／チルディの調教２",
			フラグ = "チルディ調教済み＝２",
		},
		０３１１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０３２０ = {
			画像Ａ = "農地",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "リッチに入るわよ",
				},
			},
		},
		０３５０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチ１",
			背景 = "都市",
			地名 = "大都市　リッチ",
			音楽 = "フィールド／村",
		},
		０３５１ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチ２",
		},
		０３５２ = {
			画像Ａ = "都市",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３６０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／リッチ３",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "それで頼む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "まて、正々堂々と優勝する",
					物語 = "２１２／選択／正々堂々",
				},
			},
		},
		０４００ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			物語 = "２１２／大会／裏操作",
		},
		０４１０ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チルディ",
					説明 = "とっととヨシフの屋敷にr行きますわよ",
				},
			},
		},
		０５００ = {
			画像Ａ = "都市",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					条件 = "チルディ調教確認３",
					説明 = "チルディ万全調教",
				},
				分岐右 = {
					！条件 = "チルディ調教確認３",
					説明 = "−−−",
				},
			},
		},
		０５１０ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			物語 = "２１２／大会／正々堂々／負け",
			音楽 = "ＡＤＶ／バカ",
		},
		０５１５ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５２０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１２／負けの後",
			終了 = 3,
		},
		０５５０ = {
			画像Ａ = "212ガールズショー",
			画像Ｂ = "",
			物語 = "２１２／大会／正々堂々／勝ち",
			フラグ = "チルディ調教済み＝３",
		},
		０５５５ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "穴奴隷 チルディ" },
		},
		０５６０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６００ = {
			画像Ａ = "都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発",
					地名 = "魔軍野営地",
					背景 = "魔軍野営地",
				},
			},
		},
		０６１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２１２／ヨシフの館",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははrエロ将軍逃がさんぞ",
				},
			},
		},
		０６２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２１２／ヨシフ戦闘前",
			戦闘 = "m55魔物大将軍ヨシフ",
			物語２ = "２１２／ヨシフ戦闘後",
			背景 = "都市",
			地名 = "大都市リッチ",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "大勝利ー！",
				},
			},
		},
		０６３０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２１２／チルディその後",
		},
		０６４０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０６５０ = {
			画像Ａ = "都市",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			フラグ = "ウルトラレアＯＮ",
		},
		０６６０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０６７０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２１２／リーザスその後",
			終了 = 1,
		},
		１０００ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		１０１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			背景 = "リーザス平原",
			地名 = "リーザス",
		},
		１０２０ = {
			画像Ａ = "000リーザス城",
			画像Ｂ = "",
			物語 = "２１２／リーザス城に戻ってきた",
			背景 = "リーザス城",
			地名 = "リーザス城",
			音楽 = "フィールド／首都",
		},
		１０３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／リック／戦闘前",
			フラグ = "禁止グループランス以外",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "リックと一騎打ち",
				},
			},
		},
		１０３５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55リック",
			条件書換後 = "勝利 音楽=無音",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		１０４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／リック／花を持たせる",
			音楽 = "ＡＤＶ／ゆったり",
			フラグ = "リックの結婚＝１",
		},
		１０４１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv70 リック", "Lv52 レイラ" },
		},
		１０４２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／作戦失敗",
			フラグ = "禁止グループ解除",
			終了 = 3,
		},
		１０５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２１２／リック／戦闘後",
			音楽 = "ＡＤＶ／バカ",
		},
		１０５１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "酒乱 レイラ" },
		},
	},
	リーザス方面支援 = {
		背景 = "リーザス平原",
		地名 = "リーザス",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			物語 = "１０１／リーザス方面支援の開始",
			フラグ = "リーザス地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "サクッと潰して回るぞ",
				},
			},
		},
		００５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		０１０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "よし任せたrやれ者ども！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "俺様についてこい",
				},
			},
		},
		０２４ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０２５ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０２６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３５ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０４０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４１ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					説明 = "そろそろボスだな",
				},
			},
		},
		０４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		０５０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		０６０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "リーザス平原",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "十分戦果を稼いだ引き上げる",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "まだまだ、もう少し戦う",
				},
			},
		},
		１００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "１０１／リーザス方面支援の終了",
			終了 = 1,
		},
		２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		２２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		２３０ = {
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２５０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "１０１／リーザス方面支援の終了",
			終了 = 1,
		},
	},
	ワーグ決戦 = {
		背景 = "街道２",
		地名 = "最前線の近く",
		音楽 = "フィールド／陣地",
		０００１ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２１３／スタート",
			フラグ = "ワーグ地域",
			選択分岐 = {
				分岐前 = {
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		０００２ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０００３ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグの説明",
		},
		０００４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０００５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／途中の村",
			地名 = "魔軍との最前線",
		},
		０００６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０００７ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		００１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
		},
		００５０ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			物語 = "２１３／眠りの砦",
			背景 = "砦",
			地名 = "前線の砦",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "起きている奴居ないのか？r捜せ！",
				},
			},
		},
		００６０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠り姫",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ヤル事やったしr次は休憩だな",
				},
			},
		},
		００６５ = {
			画像Ａ = "砦内",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "休憩もしたしr次は…",
				},
			},
		},
		００７０ = {
			画像Ａ = "砦内",
			画像Ｂ = "イベント印",
			物語 = "２１３／敵襲",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "魔軍を迎撃する",
					物語 = "２１３／敵襲／迎撃",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "お言葉に甘えて撤退する",
					物語 = "２１３／敵襲／撤退",
					背景 = "街道２",
					地名 = "魔軍との最前線",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		００９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		００９６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０１００ = {
			画像Ａ = "砦内",
			画像Ｂ = "魔軍印",
			戦闘 = "m00魔軍",
		},
		０１１０ = {
			画像Ａ = "砦内",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍＋魔物隊長",
			物語２ = "２１３／魔物軍撤退",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ワーグを探す",
					背景 = "街道２",
					地名 = "魔軍との最前線",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		０１２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０２００ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ワーグを探す",
				},
			},
		},
		０２１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２２０ = {
			画像Ａ = "街道１",
		},
		０３００ = {
			画像Ａ = "街道１",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０３１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０４００ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／村",
			背景 = "村",
			地名 = "とある村",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とにかく休もう",
				},
			},
		},
		０４１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "夕飯ー",
				},
			},
		},
		０４１５ = {
			画像Ａ = "村",
			画像Ｂ = "その頃印",
			物語 = "２１３／その頃ワーグ",
		},
		０４２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			背景 = "村／夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そろそろ夜か…r今夜は誰と…",
				},
			},
		},
		０４３０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグの夜",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "逃げる",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ワーグを捕まえる",
					物語 = "２１３／近寄る０",
				},
			},
		},
		０４３５ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２１３／逃げる",
			終了 = 3,
		},
		０４４０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／近寄る１",
			条件分岐 = {
				分岐前 = {
					条件 = "ランスのランクが３０以下",
					説明 = "−−−",
				},
				分岐右 = {
					！条件 = "ランスのランクが３０以下",
					説明 = "ランスの☆ランクr３１以上",
				},
			},
		},
		０４４５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠ってしまった",
			終了 = 2,
		},
		０４５０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／近寄る２",
			フラグ = "禁止グループ３０以下",
			条件分岐 = {
				分岐前 = {
					条件 = "ランスのランクが４０以下",
					説明 = "−−−",
				},
				分岐右 = {
					！条件 = "ランスのランクが４０以下",
					説明 = "ランスの☆ランクr４１以上",
				},
			},
		},
		０４５５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠ってしまった",
			終了 = 2,
		},
		０４６０ = {
			画像Ａ = "村",
			フラグ = "禁止グループ４０以下",
			条件分岐 = {
				分岐前 = {
					条件 = "ランスのランクが５０以下",
					説明 = "−−−",
				},
				分岐右 = {
					！条件 = "ランスのランクが５０以下",
					説明 = "ランスの☆ランクr５１以上",
				},
			},
		},
		０４６５ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／眠ってしまった",
			終了 = 2,
		},
		０４７０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグ／接触",
			フラグ = "禁止グループ５０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "動ける奴で部隊編成をして戦闘だ",
				},
			},
		},
		０４８０ = {
			画像Ａ = "村",
			画像Ｂ = "魔人印",
			物語 = "２１３／ワーグ／戦闘前",
			戦闘 = "m55ワーグ",
			音楽 = "フィールド／優勢",
		},
		０４９０ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "２１３／ワーグ／戦闘後",
			フラグ = "禁止グループ解除",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ＺＺＺＺＺＺＺ",
				},
			},
		},
		０５００ = {
			画像Ａ = "村",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０５１０ = {
			画像Ａ = "村",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０５２０ = {
			画像Ａ = "村",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			終了 = 1,
		},
	},
	異界特訓 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "１０５／異界ゲート",
			コルルンサ = "異界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "異界ゲートを通る",
					背景 = "真っ黒",
					地名 = "−−−",
					音楽 = "無音",
				},
			},
		},
		１００ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "１０５／ポリポリワン初",
			背景 = "異界",
			地名 = "異界　ポリポリワン",
			音楽 = "フィールド／遺跡",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ポリゴン狩りだ",
				},
			},
		},
		１１０ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１２０ = {
			画像Ａ = "異界",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		１３０ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１３１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１３２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ポリポリワン　自動",
		},
		１３３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ポリポリワン　自動",
		},
		１４０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "１０５／異界の話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "それにしてもr殺風景な世界だ",
				},
			},
		},
		１５０ = {
			画像Ａ = "異界",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		１５１ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１５２ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１５３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１５４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１６０ = {
			画像Ａ = "異界",
			画像Ｂ = "イベント印",
			物語 = "１０５／キャンプ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "ごはん食べるよー",
				},
			},
		},
		１６５ = {
			画像Ａ = "異界",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ポリポリワン　自動",
		},
		１７０ = {
			画像Ａ = "異界",
			画像Ｂ = "中ボス印",
			戦闘 = "m55機々械々",
		},
		１８０ = {
			画像Ａ = "異界",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		１９０ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		１９１ = {
			画像Ａ = "異界",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ポリポリワン",
		},
		２００ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "１０５／終了",
			終了 = 1,
		},
	},
	永久牢のカミーラ = {
		背景 = "ゼス城",
		地名 = "首都　ラグナロックアーク",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ゼス城",
			画像Ｂ = "",
			物語 = "１１０／ゼス首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "千鶴子",
					説明 = "こちらです",
					背景 = "ゼス平原／豪雨",
					地名 = "ゼス",
				},
			},
		},
		０１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１０／永久牢に入る",
			背景 = "ゼス迷宮",
			地名 = "永久地下牢",
			音楽 = "フィールド／迷宮",
			コルルンサ = "魔人カミーラ",
			フラグ = "地形＝屋内",
		},
		０２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０２６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11魔法生物　自動",
		},
		０３０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０３５ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
		},
		０４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０６０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１０／侵入者有り",
			地名 = "永久地下牢　中層",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "急ぎましょう",
				},
			},
		},
		０６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０７０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "魔軍印",
			戦闘 = "m11ＳＳ魔軍",
		},
		０８０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１００ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "中ボス魔軍印",
			物語 = "１１０／ケイブワン／戦闘前",
			戦闘 = "m22ＳＳ魔軍＋ケイブワン",
			物語２ = "１１０／ケイブワン／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "大したことなかったなr侵入者",
					地名 = "永久地下牢　下層",
				},
			},
		},
		１１０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１２０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "イベント印",
			物語 = "１１０／アレックス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "カミーラちゃんとご対面だ",
				},
			},
		},
		１３０ = {
			画像Ａ = "110カミーラ",
			画像Ｂ = "",
			物語 = "１１０／カミーラ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よしカミーラゲット",
				},
			},
		},
		１４０ = {
			画像Ａ = "ゼス迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv44 アレックス" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "城に戻る",
					地名 = "自由都市",
					背景 = "街道１",
					音楽 = "フィールド／ランス城",
				},
			},
		},
		１５０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１１０／ランス城",
			終了 = 1,
		},
	},
	陥落ＣＩＴＹ確認 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７４／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ビスケッタさんを取り戻す",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		００５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０１０ = {
			画像Ａ = "街道１",
		},
		００７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０２０ = {
			画像Ａ = "自由都市平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "むむ、r女の子モンスターの匂い…",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ええい、無視だ無視",
				},
			},
		},
		０３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０５５ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "自由都市平原",
			割り込み = "道中サブ",
		},
		０５７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０６０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２７４／ＣＩＴＹ到着",
			背景 = "ランス城",
			地名 = "魔軍に占領されたランス城",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "正面突破だ",
				},
			},
		},
		１０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁",
		},
		１１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その頃印",
			物語 = "２７４／レッドアイとビスケッタ",
		},
		１２０ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "魔物は全員殺す",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "ランス様、こちらが手薄です",
				},
			},
		},
		１３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１３１ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１３２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１３３ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１３４ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "その頃印",
			物語 = "２７４／ビスケッタとロナ",
		},
		１４５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
		},
		１５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "魔人印",
			物語 = "２７４／レッドアイ／戦闘前",
			戦闘 = "m55レッドアイトッポス／Ｃ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		２００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７４／レッドアイ／戦闘後",
			音楽 = "無音",
		},
		２１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７４／ビスケッタとケスチナ",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "脱出するぞ",
					背景 = "山道",
					地名 = "自由都市",
				},
			},
		},
		２５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７４／レッドアイ／自力撃破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "脱出するぞ",
					背景 = "山道",
					地名 = "自由都市",
				},
			},
		},
		２９０ = {
			画像Ａ = "山道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			フラグ = "ウルトラレアＯＮ",
		},
		２９５ = {
			画像Ａ = "山道",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		３００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "２７４／自爆",
			終了 = 1,
		},
	},
	空中防衛中 = {
		背景 = "ランス城／上空",
		地名 = "ランス城",
		１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１１／戦闘前",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞrかたっぱしから撃墜だ",
				},
			},
		},
		１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔軍／飛行",
		},
		２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔軍／飛行",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "城外の敵を倒す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "城内の敵を倒す",
				},
			},
		},
		３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "モンスター印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なんだrもう全滅か？",
				},
			},
		},
		４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔軍／飛行",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なんだrもう全滅か？",
				},
			},
		},
		１００ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１１／戦闘後",
			終了 = 1,
		},
	},
	坑道からモンスター／砦 = {
		背景 = "ランス砦",
		地名 = "ランス砦",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７７／スタート",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "朝っぱらからなんだなんだ",
				},
			},
		},
		０２０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７７／地底から現れたモンスター",
			地名 = "ランス砦の奥",
			背景 = "人工迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "モンスターかrいい暇潰しだ",
				},
			},
		},
		０２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０２６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０３０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７７／境",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "奥へ進むぞ",
					背景 = "地下洞窟",
					地名 = "ランス砦の奥の奥",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０４０ = {
			画像Ａ = "地下洞窟",
			条件分岐 = {
				分岐前 = {
					条件 = "ポピンズが居る",
					説明 = "ポピンズとの接触有り",
				},
				分岐右 = {
					！条件 = "ポピンズが居る",
					説明 = "−−−",
				},
			},
		},
		０５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "日立姫",
					説明 = "魔物だなんて……怖いでちr東芝様……（ちらっちらっ）",
				},
			},
		},
		０５１ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２７７／ポピンズ遭遇",
			フラグ = "ポピンズ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "進もうr地底の果てへ",
				},
			},
		},
		０６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "ん、そろそろrおっきいの来るね",
				},
			},
		},
		０８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			物語 = "２７７／ボス／戦闘前",
			戦闘２ = "m55中ボスＤ",
			物語３ = "２７７／ボス／戦闘後",
			終了 = 1,
		},
	},
	最終決戦 = {
		背景 = "海岸",
		地名 = "魔物界の岸壁",
		音楽 = "フィールド／陣地",
		０００１ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５９／橋頭堡での行動",
		},
		０００２ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２６０／１／出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ベズドグ山を目指す",
					物語 = "２６０／選択／ベズドグ山",
					背景 = "魔物平原",
					地名 = "魔物平原",
					音楽 = "フィールド／侵入",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "タンザモンザツリーを目指す",
					物語 = "２６０／選択／タンザモンザツリー",
					背景 = "魔物平原",
					地名 = "魔物平原",
					音楽 = "フィールド／魔物界",
				},
			},
		},
		０００３ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "慎重に進め",
				},
			},
		},
		０００４ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔軍は気が付いてないなrしめしめ",
				},
			},
		},
		０００５ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そろそろか・・",
				},
			},
		},
		０００６ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２６０／１／タンザモンザツリー",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／敗北",
			終了 = 4,
		},
		００１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／偵察隊",
			物語２ = "２６０／１／戦闘後",
		},
		００２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／ベズドグ前",
			条件分岐 = {
				分岐前 = {
					！条件 = "引き分け",
					説明 = "戦闘＝勝利",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
					物語 = "２６０／１／逃げられた",
					フラグ = "最終戦／逃げられた＝１",
				},
			},
		},
		００３０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２６０／１／疑念",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アナセル",
					説明 = "（逃げたい・・r　やばい気がする）",
				},
			},
		},
		００４０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／ベズドグ前",
			条件分岐 = {
				分岐前 = {
					！条件 = "引き分け",
					説明 = "戦闘＝勝利",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
					物語 = "２６０／１／逃げられた",
					フラグ = "最終戦／逃げられた＝１",
				},
			},
		},
		００５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "その頃印",
			物語 = "２６０／１／その頃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "柚美",
					説明 = "この場所、ここの敵r全然可愛くない",
				},
			},
		},
		００６０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／防壁／ベズドグ前",
			条件分岐 = {
				分岐前 = {
					！条件 = "引き分け",
					説明 = "戦闘＝勝利",
				},
				分岐右 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
					物語 = "２６０／１／逃げられた",
					フラグ = "最終戦／逃げられた＝１",
				},
			},
		},
		００７０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "味方ボス印",
			物語 = "２６０／１／テオマンの妨害４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コーラ",
					説明 = "さて、次の勇者は・・",
				},
			},
		},
		００７５ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この感じ・・r敵が強くなったか",
				},
			},
		},
		００８０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "・・・・",
				},
			},
		},
		０１００ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "",
			条件分岐 = {
				分岐前 = {
					！条件 = "最終戦／逃げられた",
					説明 = "ここまでの道中r敵は逃がしていない",
				},
				分岐右 = {
					条件 = "最終戦／逃げられた",
					説明 = "−−−",
				},
			},
		},
		０１１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／待ち構える大軍",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／敗北",
			終了 = 4,
		},
		０１２０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ベズドグ山",
			背景 = "ベズドグ山",
			地名 = "ベズドグ山",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０１３０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０１４０ = {
			画像Ａ = "ベズドグ山",
		},
		０１５０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "",
		},
		０１６０ = {
			画像Ａ = "ベズドグ山",
		},
		０１７０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０１８０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０２００ = {
			画像Ａ = "260門",
			画像Ｂ = "",
			物語 = "２６０／２／マエリータと門",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "学者",
					説明 = "早くこちらへr急ぎたまえ",
					地名 = "ベズドグ山内　第１ブロック",
					背景 = "ベズドグ山内",
				},
			},
		},
		０２１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／マエリータ／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
			物語２ = "２６０／２／マエリータ／戦闘後",
		},
		０２１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０２２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ベズドグ山内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ほんと暑いですねrふぅふぅ",
				},
			},
		},
		０２２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第２番通路rと書かれた道を行くぞ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第３番通路rと書かれた道を進むぞ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第５番通路rと書かれた道が当たりだ",
				},
			},
		},
		０３０１ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０３０２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３０３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３０４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／シャリエラ回想",
		},
		０３１２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			物語 = "２６０／２／魔物兵１",
			戦闘 = "m11ＳＳ魔軍",
		},
		０３２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ん？r何か…rいや気のせいか",
				},
			},
		},
		０３２５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第７０番通路rと書かれた道を進む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第７７番通路rと書かれた道を進む",
				},
			},
		},
		０３３１ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　３０",
		},
		０３３２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３３３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０３３４ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０３３５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／魔物兵２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "シィル、今の番号rちゃんと記憶したな",
				},
			},
		},
		０３３６ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３４０ = {
			画像Ａ = "ベズドグ山内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "（えっ・・確か・・）",
				},
			},
		},
		０３５０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第６番通路rと書かれた道を進む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第６６番通路rと書かれた道を進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第３３番通路rと書かれた道を進む",
				},
			},
		},
		０３５１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０３６０",
		},
		０３５２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３４０",
		},
		０３５３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３４０",
		},
		０３５４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３５５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３５６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３７０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第４０番通路",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第４２番通路",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第４８番通路",
				},
			},
		},
		０３７１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０３８０",
		},
		０３７２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３６０",
		},
		０３７３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３６０",
		},
		０３７４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３７５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３７６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３８０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第１０１番通路",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第１１１番通路",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第９９９番通路",
				},
			},
		},
		０３９１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０３９７",
		},
		０３９２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３８０",
		},
		０３９３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０３８０",
		},
		０３９４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３９７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４００ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第２ブロック",
			背景 = "魔物城内",
			地名 = "ベズドグ山内　第２ブロック",
		},
		０４１０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "その頃印",
			！条件書換前 = "カミーラが居る　物語=２６０／２／カミーラの接触",
			条件書換前 = "カミーラが居る　物語=２６０／２／その頃カミーラ",
		},
		０４３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０４１５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
		},
		０４４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "れすれすr進むれす",
				},
			},
		},
		０４４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		０４５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／ワンニャン遭遇",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "まったくr敵ながら情けなすぎる",
				},
			},
		},
		０４６０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気１",
			背景 = "魔物城内／恐瘴気",
			フラグ = "地形＝恐瘴気",
			フラグ２ = "禁止グループ１０以下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "こちらの道rすごい物ありますよ",
				},
				分岐右 = {
					顔画像 = "ミラクル",
					説明 = "最終決戦は近いr何が必要かよく考えよ",
				},
			},
		},
		０４６１ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４６２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４６３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４６４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４６５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４６６ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０４７０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／牢番／戦闘前",
			戦闘 = "m11ＳＳ魔軍＋アバシリ",
			物語２ = "２６０／２／牢番／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "この中にr美樹ちゃんが",
				},
			},
		},
		０４８０ = {
			画像Ａ = "260美樹",
			画像Ｂ = "",
			物語 = "２６０／２／美樹解放",
			フラグ = "美樹使用不可＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くー御褒美セックスはr後まわしだ先を急ぐ",
				},
			},
		},
		０４８１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０４８２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４８３ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０４８４ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０４８５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０４８６ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４９０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／骸骨王／戦闘前",
			戦闘 = "m55モドカタ",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘＝時間切れ",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		０４９１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／撃破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さすが俺様",
				},
			},
		},
		０４９３ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０４９２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "通してくれて助かった",
				},
			},
		},
		０４９５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第３ブロック",
			背景 = "ベズドグ山内／恐瘴気",
			地名 = "ベズドグ山内　第３ブロック",
			フラグ = "禁止グループ２０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "ランスがんばれrもう少しだ",
				},
			},
		},
		０５０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０５１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "がるるるる",
				},
			},
		},
		０５２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キャロリ",
					説明 = "あっ、こんな所にr珍しい薬草が",
				},
			},
		},
		０５３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０５４０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気３",
			フラグ = "禁止グループ３０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "お前ら倒れるなr俺様について来い",
				},
			},
		},
		０６００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "・・・・・r居る、ここだ",
				},
			},
		},
		０６１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／２／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ａ",
			条件分岐 = {
				分岐前 = {
					条件 = "敗北",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					！条件 = "敗北",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		０６２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ケイブリス／戦闘後",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "禁止グループ解除／恐瘴気分のみ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "・・・・・・・",
				},
			},
		},
		０６３０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "２６０／３／穴に落ちたランス達",
			背景 = "ベズドグ下水",
			地名 = "ベズドグ山内　廃棄エリア",
			音楽 = "フィールド／僻地夜",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "・・・・・・",
				},
			},
		},
		０６４０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			条件分岐 = {
				分岐前 = {
					条件 = "シャリエラルート",
					説明 = "シャリエラを抱いている",
				},
				分岐右 = {
					！条件 = "シャリエラルート",
					説明 = "ケイブニャンを餌付けしている",
				},
			},
		},
		０６５０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ合流",
			フラグ = "シャリエラの追加",
		},
		０６５１ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラの過去",
		},
		０６５２ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ランス戦いを決意",
		},
		０６５３ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ／ケイブニャン合流",
		},
		０６６０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブニャン合流",
			秘書登録 = "ケイブワン＆ニャン",
			フラグ = "ケイブニャンの追加",
		},
		０６７０ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける１",
			処理 = "宝箱／レア",
			カード = (list) { "タロコンソード" },
			条件分岐 = {
				分岐前 = {
					条件 = "メリムが居る",
					説明 = "メリムを保有していた時",
				},
				分岐右 = {
					！条件 = "メリムが居る",
					説明 = "−−−",
				},
			},
		},
		０６７５ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける２",
			処理 = "宝箱／レア",
			カード = (list) { "タロコン機関" },
		},
		０６５５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "ここ臭いr早く出たい",
				},
			},
		},
		０６８０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／奮起",
			物語 = "２６０／３／サンセット合流",
			フラグ = "サンセット合流",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "また一緒に戦えてrうれしいぜ",
				},
			},
		},
		０６８５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "雑魚の掃討はrお任せ下さい",
				},
			},
		},
		０６８６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０６８７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０６９０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリスの粛正",
			音楽 = "フィールド／侵入",
		},
		０６９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０７００ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "中ボス印",
			物語 = "２６０／３／泥姫再び／戦闘前",
			戦闘 = "m55バイランローズ改",
			物語２ = "２６０／３／泥姫再び／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "美樹",
					説明 = "・・・",
				},
			},
		},
		０７１０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／マエリータ残党",
			フラグ = "マエリータ隊＝１",
			処理 = "宝箱／レア",
			カード = (list) { "魔物 学者", "魔物 マッスル", "魔物 ニードル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "学者",
					説明 = "こちらへr下水道を出ますよ",
					音楽 = "フィールド／魔物界",
					背景 = "ベズドグ山内／恐瘴気",
					地名 = "ベズドグ山内　第３ブロック",
				},
			},
		},
		０８００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／恐瘴気",
			フラグ = "地形＝恐瘴気",
		},
		０８１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリス回想５",
		},
		０８１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０８１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブリス前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "ランスr頼むぞ",
				},
			},
		},
		０８２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははははrとどめだー",
				},
			},
		},
		０８３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "大ボス印",
			物語 = "２６０／３／ストロガノフ／戦闘前",
			戦闘 = "m55ストロガノフ",
			物語２ = "２６０／３／ストロガノフ／戦闘後",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "邪魔が入ったがr今度こそ仕留める",
				},
			},
		},
		０８４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前２",
			戦闘 = "m55ケイブリス／Ｃ",
		},
		０８５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／３／ケイブリス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "・・・・",
				},
			},
		},
		０８６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
		０８７０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／２／ケイブリス倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "・・・・",
				},
			},
		},
		０８８０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
		０９００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
		},
		０９０１ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
		},
		０９０２ = {
			画像Ａ = "ベズドグ山",
		},
		０９０３ = {
			画像Ａ = "ベズドグ山",
		},
		０９０４ = {
			画像Ａ = "溶岩",
		},
		０９０５ = {
			画像Ａ = "溶岩",
		},
		０９０６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
		},
		０９０７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
		},
		０９０８ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
		},
		０９０９ = {
			画像Ａ = "溶岩",
		},
		０９１０ = {
			画像Ａ = "溶岩",
		},
		０９１１ = {
			画像Ａ = "溶岩",
		},
		０９１２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１３ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１４ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
		},
		０９１６ = {
			画像Ａ = "ベズドグ山内",
		},
		０９１７ = {
			画像Ａ = "ベズドグ山内",
		},
		０９１８ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
		０９１９ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
		０９２０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
		０９２１ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "モンスター印",
		},
	},
	最終決戦／飛行 = {
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２８７／スタート",
			背景 = "魔物の森",
			地名 = "魔物界　奥地",
			音楽 = "フィールド／僻地夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "目指せベズドグ山",
				},
			},
		},
		０１０ = {
			画像Ａ = "000ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アニス",
					説明 = "ひー！ひー！",
				},
			},
		},
		０２０ = {
			画像Ａ = "000ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "トッポス",
					説明 = "……！",
				},
			},
		},
		０３０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "イベント印",
			物語 = "２８７／ベズドグ山",
			背景 = "ベズドグ山",
			地名 = "ベズドグ山",
		},
		０４０ = {
			画像Ａ = "ベズドグ山",
			画像Ｂ = "イベント印",
			物語 = "２８７／山に突撃",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "・・・・",
					地名 = "−−−",
					背景 = "その他",
				},
			},
		},
		０１００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２８７／突入後",
			フラグ = "サンセット禁止",
			地名 = "ベズドグ山内　第１ブロック",
			背景 = "ベズドグ山内",
			音楽 = "フィールド／魔物界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "終わらせるぞ",
				},
			},
		},
		０１１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／ケイブリス",
		},
		０１２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ベズドグ山内",
		},
		０１２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／マエリータ出撃",
		},
		０１４０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第２番通路rと書かれた道を行くぞ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第３番通路rと書かれた道を進むぞ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第５番通路rと書かれた道が当たりだ",
				},
			},
		},
		０３１０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　６",
		},
		０３２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０３２１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０３５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／シャリエラ回想",
		},
		０３５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／報告",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "敵方依然混乱中…rチャンスです",
				},
			},
		},
		０３７０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２８７／マエリータ／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
			物語２ = "２６０／２／マエリータ／戦闘後",
		},
		０３８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ん？r何か…rいや気のせいか",
				},
			},
		},
		０３８５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／勇者侵入",
		},
		０４００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第７０番通路rと書かれた道を進む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第７７番通路rと書かれた道を進む",
				},
			},
		},
		０４１０ = {
			画像Ａ = "溶岩",
			画像Ｂ = "",
			処理 = "ダメージ　３０",
		},
		０４１１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０４２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０４３０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／魔物兵２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "シィル、今の番号rちゃんと記憶したな",
				},
			},
		},
		０４３５ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４４０ = {
			画像Ａ = "ベズドグ山内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "（えっ・・確か・・）",
				},
			},
		},
		０４５０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第６番通路rと書かれた道を進む",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第６６番通路rと書かれた道を進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第３３番通路rと書かれた道を進む",
				},
			},
		},
		０４５１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０４６０",
		},
		０４５２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４４０",
		},
		０４５３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m22魔界植物",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４４０",
		},
		０４５４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４５５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４５６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４７０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第４０番通路",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第４２番通路",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第４８番通路",
				},
			},
		},
		０４７１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０４８０",
		},
		０４７２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４６０",
		},
		０４７３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55中ボスＣ",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４６０",
		},
		０４７４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４７５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４７６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０４７７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "味方ボス印",
			物語 = "２８７／テオマンとの対決",
		},
		０４７８ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０４８０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "第１０１番通路",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "第１１１番通路",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "第９９９番通路",
				},
			},
		},
		０４９１ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "ワープ印",
			フラグ = "ループ終了",
			ワープ = "０４９７",
		},
		０４９２ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４８０",
		},
		０４９３ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／行き止まり／戦闘前",
			戦闘 = "m55機々械々",
			物語２ = "２６０／２／行き止まり／戦闘後",
			フラグ = "ループ開始",
			ワープ = "０４８０",
		},
		０４９４ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９６ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０４９７ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "",
		},
		０５００ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第２ブロック",
			背景 = "魔物城内",
			地名 = "ベズドグ山内　第２ブロック",
		},
		０５１０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "その頃印",
			！条件書換前 = "カミーラが居る　物語=２６０／２／カミーラの接触",
			条件書換前 = "カミーラが居る　物語=２６０／２／その頃カミーラ",
		},
		０５１５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
		},
		０５３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍　自動",
		},
		０５４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想２",
		},
		０５４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ぷりょ　自動",
		},
		０５５０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "その頃印",
			物語 = "２８７／ストロガノフ起きる",
		},
		０５６０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気１",
			背景 = "魔物城内／恐瘴気",
			フラグ = "地形＝恐瘴気",
			フラグ２ = "禁止グループ１０以下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "こちらの道rすごい物ありますよ",
				},
				分岐右 = {
					顔画像 = "ミラクル",
					説明 = "最終決戦は近いr何が必要かよく考えよ",
				},
			},
		},
		０５６１ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５６２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０５６３ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５６４ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５６５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５６６ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０５７０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２８７／魔物兵美樹の話",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "うおー！",
				},
			},
		},
		０５７５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２６０／２／牢番／戦闘前",
			戦闘 = "m11ＳＳ魔軍＋アバシリ",
			物語２ = "２６０／２／牢番／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "この中にr美樹ちゃんが",
				},
			},
		},
		０５８０ = {
			画像Ａ = "260美樹",
			画像Ｂ = "",
			物語 = "２６０／２／美樹解放",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くー御褒美セックスはr後まわしだ先を急ぐ",
				},
			},
		},
		０５８１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０５８２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０５８３ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５８４ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０５８５ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍",
		},
		０５８６ = {
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０５９０ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "中ボス印",
			物語 = "２６０／２／骸骨王／戦闘前",
			戦闘 = "m55モドカタ",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘＝時間切れ",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		０５９１ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／撃破",
		},
		０５９３ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５９２ = {
			画像Ａ = "魔物城内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／骸骨王／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "通してくれて助かった",
				},
			},
		},
		０６００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／第３ブロック",
			背景 = "ベズドグ山内／恐瘴気",
			地名 = "ベズドグ山内　第３ブロック",
			フラグ = "禁止グループ２０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "ランスがんばれrもう少しだ",
				},
			},
		},
		０６０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０６１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想３",
		},
		０６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０６２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２８７／報告兵倒れる",
		},
		０６３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22魔界植物　自動",
		},
		０６４０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／恐瘴気３",
			フラグ = "禁止グループ３０以下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "お前ら倒れるなr俺様について来い",
				},
			},
		},
		０７００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "その頃印",
			物語 = "２６０／２／ケイブリス回想４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "・・・・・r居る、ここだ",
				},
			},
		},
		０７１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２８７／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ａ",
			条件分岐 = {
				分岐前 = {
					条件 = "敗北",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					！条件 = "敗北",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		０７２０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／２／ケイブリス／戦闘後",
			背景 = "真っ黒",
			地名 = "−−−",
			音楽 = "無音",
			フラグ = "禁止グループ解除／恐瘴気分のみ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "・・・・・・・",
				},
			},
		},
		０７３０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			物語 = "２６０／３／穴に落ちたランス達",
			背景 = "ベズドグ下水",
			地名 = "ベズドグ山内　廃棄エリア",
			音楽 = "フィールド／僻地夜",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "・・・・・・",
				},
			},
		},
		０７４０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			条件分岐 = {
				分岐前 = {
					条件 = "シャリエラルート",
					説明 = "シャリエラを抱いている",
				},
				分岐右 = {
					！条件 = "シャリエラルート",
					説明 = "ケイブニャンを餌付けしている",
				},
			},
		},
		０７５０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ合流",
			フラグ = "シャリエラの追加",
		},
		０７５１ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラの過去",
		},
		０７５２ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ランス戦いを決意",
		},
		０７５３ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／シャリエラ／ケイブニャン合流",
		},
		０７６０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブニャン合流",
			秘書登録 = "ケイブワン＆ニャン",
			フラグ = "ケイブニャンの追加",
		},
		０７７０ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける１",
			処理 = "宝箱／レア",
			カード = (list) { "タロコンソード" },
			条件分岐 = {
				分岐前 = {
					条件 = "メリムが居る",
					説明 = "メリムを保有していた時",
				},
				分岐右 = {
					！条件 = "メリムが居る",
					説明 = "−−−",
				},
			},
		},
		０７７５ = {
			画像Ａ = "宝物庫",
			画像Ｂ = "レア宝箱印",
			物語 = "２６０／３／宝物庫を開ける２",
			処理 = "宝箱／レア",
			カード = (list) { "タロコン機関" },
		},
		０７５５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "魔軍印",
			戦闘 = "m22ＳＳ魔軍／腐り",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "ここ臭いr早く出たい",
				},
			},
		},
		０７８０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／奮起",
			物語 = "２８７／回復組合流",
			フラグ = "サンセット合流",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "・・・・・・",
				},
			},
		},
		０７８５ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "・・・・・",
				},
			},
		},
		０７８６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０７８７ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０７９０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリスの粛正",
			音楽 = "フィールド／侵入",
		},
		０７９５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０８００ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "中ボス印",
			物語 = "２６０／３／泥姫再び／戦闘前",
			戦闘 = "m55バイランローズ改",
			物語２ = "２６０／３／泥姫再び／戦闘後",
		},
		０８１０ = {
			画像Ａ = "ベズドグ下水",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／マエリータ残党",
			フラグ = "マエリータ隊＝１",
			処理 = "宝箱／レア",
			カード = (list) { "魔物 学者", "魔物 マッスル", "魔物 ニードル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "学者",
					説明 = "こちらへr下水道を出ますよ",
					音楽 = "フィールド／魔物界",
					背景 = "ベズドグ山内／恐瘴気",
					地名 = "ベズドグ山内　第３ブロック",
				},
			},
		},
		０９００ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／魔物界",
			物語 = "２６０／３／恐瘴気",
		},
		０９１０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その頃印",
			物語 = "２６０／３／ケイブリス回想５",
		},
		０９１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11ＳＳ魔軍／腐り　自動",
		},
		０９１５ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "イベント印",
			物語 = "２６０／３／ケイブリス前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "・・・・・・",
				},
			},
		},
		０９２０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｂ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははははrとどめだー",
				},
			},
		},
		０９３０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "大ボス印",
			物語 = "２６０／３／ストロガノフ／戦闘前",
			戦闘 = "m55ストロガノフ",
			物語２ = "２６０／３／ストロガノフ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いくぞ、今度こそr奴を仕留める",
				},
			},
		},
		０９４０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２６０／３／ケイブリス／戦闘前２",
			音楽 = "無音",
			戦闘 = "m55ケイブリス／Ｃ",
		},
		０９５０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／３／ケイブリス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "・・・・",
				},
			},
		},
		０９６０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
		０９８０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／優勢",
			物語 = "２６０／２／ケイブリス倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "・・・・",
				},
			},
		},
		０９９０ = {
			画像Ａ = "ベズドグ山内",
			画像Ｂ = "その後の戦局",
			！条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／魔物将軍",
			条件書換前 = "カミーラは魔軍　物語=２６０／３／戦後処理／カミーラ",
			終了 = 1,
		},
	},
	最初の戦い = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "０４／参謀本部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺様の魔人討伐隊r精鋭メンバーは誰かな",
				},
			},
		},
		００５ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "０４／集まった精鋭",
			フラグ = "王女達の追加",
			コルルンサ = "ランスと女達",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "部隊編成をしてからr出発しましょう",
					背景 = "自由都市平原",
					地名 = "ＣＩＴＹ近郊",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "０４／作戦を決める",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "せっかくだから正面突破r(大変ルート)",
					物語 = "０４／正面突破",
					音楽 = "フィールド／支援",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "迂回してボスを倒すr(順当ルート)",
					物語 = "０４／迂回して進む",
					背景 = "森",
					地名 = "ＣＩＴＹ近郊　裏道",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１００ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／リア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "裏道を進むぞ",
				},
			},
		},
		１０２ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		１１０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／シーラ",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "慎重に進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "村に立ち寄る",
				},
			},
		},
		１１５ = {
			画像Ａ = "村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１７ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１２０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／マジック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "がんばらないと",
				},
			},
		},
		１２５ = {
			画像Ａ = "森",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		１３０ = {
			画像Ａ = "森",
			画像Ｂ = "イベント印",
			物語 = "０４／香姫",
			地名 = "西山道口",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そろそろ敵本陣が近いはず",
				},
			},
		},
		２０１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／偵察隊",
		},
		２００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		２１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "女の子モンスターだ！",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔物将軍を目指す",
				},
			},
		},
		２１１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		２１５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		２２０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ボスはこの先の森だな",
					背景 = "森",
				},
			},
		},
		３００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			物語 = "０４／魔軍司令部発見",
			戦闘 = "m11魔軍／本陣護衛",
			地名 = "魔軍司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふふふr護衛が少なすぎだなr魔物将軍よ",
				},
			},
		},
		３０５ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍／ダボダス",
			音楽 = "フィールド／優勢",
		},
		３１０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "エロイベント印",
			物語 = "０４／アールコート捕獲",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、帰るぞ",
					背景 = "自由都市平原",
					地名 = "帰路",
				},
			},
		},
		３２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			終了 = 1,
		},
	},
	材料探し／砦 = {
		００１ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			物語 = "２８０／スタート",
			背景 = "スライム迷宮",
			地名 = "ねっとり迷宮",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "材料探しrお願いするよ",
				},
			},
		},
		０１０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ",
					説明 = "さあてr効率のいい狩りルートは……と",
				},
			},
		},
		０２０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２５",
		},
		０３０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どうだ、落としたか？r……ちっ、はずれか",
				},
			},
		},
		０４０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ドリルの材料" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "次にいこうぜ",
				},
			},
		},
		０５０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "材料をrゲットしていきましょう",
				},
			},
		},
		０６０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "耐熱合板" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "……何か取れたか？",
				},
			},
		},
		０７０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "うっ♪（楽しそう）",
				},
			},
		},
		０８０ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "空気の素" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "めっけた？",
				},
			},
		},
		０９０ = {
			画像Ａ = "スライム迷宮",
			条件分岐 = {
				分岐前 = {
					条件 = "材料は揃った",
					説明 = "材料は揃った",
				},
				分岐右 = {
					！条件 = "材料は揃った",
					説明 = "−−−",
				},
			},
		},
		０９１ = {
			画像Ａ = "スライム迷宮",
		},
		０９２ = {
			画像Ａ = "スライム迷宮",
			終了 = 3,
		},
		１００ = {
			画像Ａ = "スライム迷宮",
			画像Ｂ = "イベント印",
			物語 = "２８０／エンド",
			終了 = 1,
		},
	},
	自由都市１ = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２４０／１／スタート",
			フラグ = "自由都市地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Mランドへ出発だ",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０００５ = {
			画像Ａ = "街道１",
		},
		００１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／自由都市連合",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "よっしゃr気を取り直していくでー",
				},
			},
		},
		００１５ = {
			画像Ａ = "街道１",
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／１／魔軍の様子",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コンバート",
					説明 = "はあ……頑張らななぁ……",
				},
			},
		},
		００３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "俺は自由にrこっちを選択だ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どちらに進もうがr俺様の自由なのだ",
				},
			},
		},
		００４０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
		},
		００４１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００４２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		００４５ = {
			画像Ａ = "森",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		００４６ = {
			画像Ａ = "森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		００５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／魔人パイアールの情報１",
			コルルンサ = "魔人パイアール",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "男の魔人か……つまらん",
				},
			},
		},
		００５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００６０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／魔人レイの情報",
			コルルンサ = "魔人レイ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "また男の魔人か……rつまらんつまらん",
				},
			},
		},
		００７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		００８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／１／魔人レイとセシル１",
		},
		００９０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／悪魔回廊直前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "悪魔回廊に入るぞ",
				},
			},
		},
		０１００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／迷宮",
			物語 = "２４０／１／悪魔回廊",
			背景 = "悪魔回廊",
			地名 = "悪魔回廊",
			コルルンサ = "悪魔",
			フラグ = "地形＝屋内",
		},
		０１１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／リターンデーモン",
			選択分岐 = {
				分岐右 = {
					顔画像 = "ランス",
					説明 = "かなみを差し出す",
					物語 = "２４０／１／リターンデーモン／かなみ",
					フラグ = "ミラクルの追加",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "リターンデーモンを倒す",
					物語 = "２４０／１／リターンデーモン／倒す",
					フラグ = "ミラクルの追加",
				},
			},
		},
		０１３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m55悪魔／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "ついでにr悪魔を蹴散らしてrいきましょう",
				},
			},
		},
		０１４０ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		０１５０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／ダークランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ、あんなガキは放っておいてr先へ進むぞ",
				},
			},
		},
		０１６０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっち",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっち",
				},
			},
		},
		０１７０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "あ、出口だよ",
				},
			},
		},
		０１７５ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		０１７６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "悪魔回廊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "ひいはあrひ、光が見えただー",
				},
			},
		},
		０１７７ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		０１８０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２４０／１／出口",
			地名 = "自由都市",
			背景 = "自由都市平原",
			音楽 = "フィールド／自由都市",
			フラグ = "地形＝戻し",
		},
		０２００ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			背景 = "自由都市平原／夕方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "日が暮れてきたな",
				},
			},
		},
		０２１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４０／１／魔人レイとセシル２",
			背景 = "自由都市平原",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "こっち",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっち",
				},
			},
		},
		０２２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０２３０ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そろそろ見えてきたか",
				},
			},
		},
		０３００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／首都",
			物語 = "２４０／１／到着",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "こっちやで",
				},
			},
		},
		０３１０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／都市長達",
			コルルンサ = "自由都市の国々",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用警備兵", "汎用警備兵", "汎用警備兵" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "夜れすr寝小便注意",
				},
			},
		},
		０３２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "２４０／１／ＤＸの会",
			コルルンサ = "ＤＸの会とデラックスブック",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "すっきりぐっすり眠れそうだ",
				},
			},
		},
		０３３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２／マリアの依頼",
			選択分岐 = {
				分岐左 = {
					説明 = "カスタムだrマリアに恩を売ろう",
					物語 = "２４０／２１／カスタムへ",
					フラグ = "ミルの追加",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
				分岐右 = {
					説明 = "ジフテリアだr俺様専用船に興味ありだ",
					物語 = "２４０／２２／ジフテリアへ",
					フラグ = "志津香の追加",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０３９９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０４００ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "頑張っちゃうよー！",
				},
			},
		},
		０４１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／２１／道中",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "森に迂回する",
					背景 = "森",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まっすぐ進む",
				},
			},
		},
		０４２１ = {
			画像Ａ = "森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		０４２２ = {
			画像Ａ = "森",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原",
				},
			},
		},
		０４２５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０４２６ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０４３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／２／レイとメアリー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "そろそろ私達の町rカスタムよ",
				},
			},
		},
		０４３５ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
		},
		０４４０ = {
			画像Ａ = "都市",
			画像Ｂ = "魔軍印",
			物語 = "２４０／２１／カスタムの町／戦闘前",
			戦闘 = "m11魔軍",
			物語２ = "２４０／２１／カスタムの町／戦闘後",
			フラグ = "マリア使用禁止＝１",
			背景 = "都市",
			地名 = "カスタムの町",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まったくマリアは…",
				},
			},
		},
		０４５０ = {
			画像Ａ = "マリアの工場内",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４０／２１／チューリップ工場／戦闘前",
			戦闘 = "m55ＰＧ／ボス／マリア",
			物語２ = "２４０／２１／チューリップ工場／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "地下迷宮に入る",
					背景 = "地下洞窟",
					地名 = "カスタムの地下迷宮",
					音楽 = "フィールド／迷宮",
					フラグ = "地形＝屋内",
				},
			},
		},
		０５００ = {
			画像Ａ = "地下洞窟",
		},
		０５０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		０５１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "その頃印",
			物語 = "２４０／２１／マリアとダークランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なんだ、むかむかするr嫌な感じがしたぞ",
				},
			},
		},
		０５１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２４０／２１／マリアの落ちた場所",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とにかくrマリアを捜すぞ",
				},
			},
		},
		０５３０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様、前方に敵rストーンガーディアン",
				},
			},
		},
		０５４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "マリア、無事だよね？",
				},
			},
		},
		０５４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５５０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "その頃印",
			物語 = "２４０／２１／マリアとダークランス２",
		},
		０５６０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "機械油の匂いがする",
				},
			},
		},
		０５７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "イベント印",
			物語 = "２４０／２１／チューリップ３号運搬",
			フラグ = "マリア使用禁止＝０",
		},
		０５８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv40 マリア", "チューリップ３号Ｈ" },
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "用は済んだしＭランドに戻るぞ",
					背景 = "自由都市平原／夕方",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０６００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／志津香とナギ",
			秘書登録 = "志津香＆ナギ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "朝だーーーーっ！rしゅっぱーーーつ！",
				},
			},
		},
		０６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／２／レイとメアリー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レイ",
					説明 = "…………くだらねェ",
				},
			},
		},
		０６３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
		},
		０６４０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／闘神都市",
			地名 = "闘神都市",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そろそろ出発するか",
					地名 = "熊野古道",
					背景 = "街道１",
				},
			},
		},
		０６５０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０６６０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６７０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／パランチョ",
			地名 = "パランチョ",
			背景 = "自由都市平原",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "けっ、気に食わん金ぴかめ",
				},
			},
		},
		０６８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ダイコン",
			地名 = "熊野古道",
		},
		０６９０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／火星",
			地名 = "火星",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "…進むぞ",
					地名 = "熊野古道",
					背景 = "自由都市平原",
				},
			},
		},
		０７００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ダイコン　自動",
		},
		０７１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "その頃印",
			物語 = "２４０／２２／マリア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "ありがと、ダークランス",
				},
			},
		},
		０７２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４０／２２／パイアール／戦闘前",
			戦闘 = "m55ＰＧ／ボス／街道",
			物語２ = "２４０／２２／パイアール／戦闘後",
		},
		０７３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		０７４０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２２／ジフテリア",
			フラグ = "ランス船団＝１",
			地名 = "ジフテリア",
			背景 = "都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "はあ……おっきかったねー",
				},
			},
		},
		０７５０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv43 ピッテン", "Lv50 ポロン" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "用は済んだしＭランドに戻るぞ",
					背景 = "自由都市平原／夕方",
					地名 = "自由都市",
				},
			},
		},
		０８００ = {
			画像Ａ = "街道１",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０８０１ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／セシル合流",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "美女も拾ったしrＭランドに帰ろう",
				},
			},
		},
		０８１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／Ｍランドとセシル",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "お風呂用意しますね",
				},
			},
		},
		０８１１ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "ランスr今夜うちの所へけぇへん",
				},
			},
		},
		０８１２ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／Ｍランドとマリア",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv40 戦士", "Lv66 弓兵", "Lv30 魔法使い" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "では魔人退治に出発",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０８２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "街道１",
		},
		０８４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "ハイパービルはなr２０１階建やで",
				},
			},
		},
		０８５０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／穴草原",
			音楽 = "フィールド／戦場",
			地名 = "戦場　ハイパービル前",
			背景 = "穴草原",
		},
		０８６０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		０８７０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
		},
		０８８０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
		},
		０８９０ = {
			画像Ａ = "穴草原罠",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原アウト",
			ワープ = "０９１０",
		},
		０９００ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
		},
		０９１０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "",
			背景 = "地下洞窟",
			地名 = "穴草原の地下",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いててr穴に落ちてしまったじゃないか",
				},
			},
		},
		０９２０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＤ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "地上に戻るぞ",
				},
			},
		},
		０９３０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／その頃レイ",
			音楽 = "フィールド／戦場",
			地名 = "戦場　穴草原",
			背景 = "穴草原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "突っ走れーr魔人まで一直線だ！",
				},
			},
		},
		０９４０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "このルートだr落ちずに進めるぞ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "このルートだr問題無い",
				},
			},
		},
		０９５０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原セーフ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "体重が影響したり……rしないよな？",
				},
			},
		},
		０９６０ = {
			画像Ａ = "穴草原罠",
			画像Ｂ = "",
			物語 = "２４０／４／穴草原アウト",
			ワープ = "０９７０",
		},
		０９７０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "",
			背景 = "地下洞窟",
			地名 = "穴草原の地下",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐぬぬぬrおのれー",
				},
			},
		},
		０９８０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＤ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "経験稼ぎが出来たr最初から狙っていたのだ",
				},
			},
		},
		０９９０ = {
			画像Ａ = "穴草原",
			音楽 = "フィールド／戦場",
			地名 = "戦場　穴草原",
			背景 = "穴草原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "落ちないように……rそーっと、そーっと",
				},
			},
		},
		１０００ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／穴草原突破",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "行くぞランス",
				},
			},
		},
		１０１０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "魔人印",
			物語 = "２４０／４／レイ／戦闘前",
			戦闘 = "m55レイ／Ｚ",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		１０２０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／レイ／戦闘後",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "（ドキドキrちょいやばかった）",
				},
			},
		},
		１１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／ランスの夜",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さて、どうするか…",
				},
			},
		},
		１１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／４／接待２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふぅ、すっきり",
				},
			},
		},
		１１２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "再度魔人退治に出かけるぞrしゅっぱーつ",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１１３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "出てこい雷野郎",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "次は勝つrたぶん",
				},
			},
		},
		１１３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１１３２ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１１３３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１１３４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１１３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１１３６ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		１１４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／首都",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			物語 = "２４０／４／魔人現れず",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "ほなゆっくり休んでや",
				},
			},
		},
		１１４５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４０／４／魔軍の夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "数日が過ぎた…",
				},
			},
		},
		１２００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／会談１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "その日の晩…",
					背景 = "都市／夜",
					地名 = "小都市　ゴア",
				},
			},
		},
		１２１０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／会談２",
			音楽 = "ＡＤＶ／緊張",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さて…",
				},
			},
		},
		１２２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "魔人印",
			物語 = "２４０／４／会談３",
			戦闘 = "m55レイ／Ｚ２",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			！条件書換後 = "勝利 音楽=無音",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
				},
			},
		},
		１２３０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２４０／４／会談４",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くっくっく。正義は勝つのだ",
				},
			},
		},
		１２４０ = {
			画像Ａ = "都市",
			画像Ｂ = "その頃印",
			物語 = "２４０／４／レイ逃亡",
			背景 = "都市／夜",
			地名 = "−−−",
			選択分岐 = {
				分岐前 = {
					顔画像 = "メアリー",
					説明 = "…………",
				},
			},
		},
		１３００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "翌日",
					背景 = "Ｍランド",
					地名 = "臨時首都　Ｍランド",
				},
			},
		},
		１３１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コンバート",
					説明 = "やったるでえー！",
				},
			},
		},
		１３２０ = {
			画像Ａ = "屋敷内",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／少し時間がある",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "敵の情報を精査するrカチューシャ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "味方の情報を精査するrセシル",
				},
			},
		},
		１３３０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／５／カチューシャ",
			フラグ = "カチューシャ展開＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははは、俺が一枚上手だったな",
				},
			},
		},
		１３３１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv39 カチューシャ" },
		},
		１３４０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／５／セシル",
			フラグ = "セシルルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "しまった……やりすぎたrまあ気持ちよかったし良いか",
				},
			},
		},
		１３４１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv42 セシル" },
		},
		１４００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いざ決戦の地rセキガハラへ",
					背景 = "野営地",
					地名 = "戦場　セキガハラ",
					音楽 = "フィールド／陣地",
				},
			},
		},
		１４１０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／セキガハラ布陣",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "内通者を見つけるぞ",
				},
			},
		},
		１４２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "エレノア",
					説明 = "エレノアを呼ぶr（カスタム都市長）",
				},
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "コパンドンを呼ぶr（コパ帝国都市長）",
				},
				分岐右 = {
					顔画像 = "ビヨンホウ",
					説明 = "ビヨンホウを呼ぶr（ジフテリア都市長）",
				},
			},
		},
		１４２１ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／エレノア面談",
			フラグ = "推理Ａ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ではr次の尋問だ",
				},
			},
		},
		１４２２ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／コパンドン面談",
			フラグ = "推理Ａ＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ではr次の尋問だ",
				},
			},
		},
		１４２３ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／ビヨンホウ面談",
			フラグ = "推理Ａ＝３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ではr次の尋問だ",
				},
			},
		},
		１４３０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "パパデマス",
					説明 = "パパデマスを呼ぶr（ジオ都市長）",
				},
				分岐前 = {
					顔画像 = "ペスポ",
					説明 = "ペスポを呼ぶr（ハンナ都市長）",
				},
				分岐右 = {
					顔画像 = "パトリシア",
					説明 = "パトリシアを呼ぶr（アイス都市長）",
				},
			},
		},
		１４３１ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／パパデマス面談",
			フラグ = "推理Ｂ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ではr次の尋問だ",
				},
			},
		},
		１４３２ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／ペスポ面談",
			フラグ = "推理Ｂ＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ではr次の尋問だ",
				},
			},
		},
		１４３３ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／パトリシア面談",
			フラグ = "推理Ｂ＝３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、ではr次の尋問だ",
				},
			},
		},
		１４４０ = {
			画像Ａ = "野営地",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "セシル",
					説明 = "セシルを呼ぶr（自由都市軍団長）",
				},
				分岐前 = {
					顔画像 = "篠田源五郎",
					説明 = "篠田を呼ぶr（軍師）",
				},
				分岐右 = {
					顔画像 = "朝倉義景",
					説明 = "朝倉を呼ぶr（ＪＡＰＡＮ援軍）",
				},
			},
		},
		１４４１ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／セシル面談",
			フラグ = "推理Ｃ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "面談終了r内通者は奴だな",
				},
			},
		},
		１４４２ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／篠田面談",
			フラグ = "推理Ｃ＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "面談終了r内通者は奴だな",
				},
			},
		},
		１４４３ = {
			画像Ａ = "240ランスの面談",
			画像Ｂ = "",
			物語 = "２４０／５／朝倉面談",
			フラグ = "推理Ｃ＝３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "面談終了r内通者は奴だな",
				},
			},
		},
		１４５０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／面談終了",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "内通者は分かったr面談した３人の中に居る",
				},
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "面談やり直し",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "うむ？？r内通者は居ない",
				},
			},
		},
		１４５１ = {
			画像Ａ = "野営地",
			画像Ｂ = "ワープ印",
			ワープ = "１４２０",
		},
		１４６０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／面談後１",
			背景 = "野営地",
			音楽 = "フィールド／陣地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミラクル",
					説明 = "お手並み拝見といこう",
				},
			},
		},
		１４７０ = {
			画像Ａ = "野営地",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／面談後２",
			背景 = "野営地",
			音楽 = "フィールド／陣地",
			フラグ = "推理Ａ＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "余計な時間を使ったなr寝るか",
				},
			},
		},
		１４８０ = {
			画像Ａ = "野営地",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "両軍、睨み合いのままr一日が過ぎた…",
					背景 = "空／夜",
				},
			},
		},
		１５００ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／開戦",
			背景 = "戦場",
			地名 = "戦場　セキガハラ",
			音楽 = "フィールド／戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははr死ねー雑魚どもー",
				},
			},
		},
		１５０１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		１５１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／戦況１",
		},
		１５１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "手頃な敵を撃破だ！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "大物が居るぞr撃破だ！",
				},
			},
		},
		１５３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m22魔軍＋魔物隊長",
		},
		１５３１ = {
			画像Ａ = "戦場",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１５３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５３６ = {
			画像Ａ = "戦場",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１５４０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		１５５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／チューリップ活躍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "チューリップ、最高！",
				},
			},
		},
		１５５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１５６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／レイ活躍",
		},
		１５６５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１５６６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		１５７０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
		},
		１５８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４０／５／魔物将軍／戦闘前",
			戦闘 = "m55魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "仕留めました！",
				},
			},
		},
		１５９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１６００ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／戦況２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "内通者……！？　やば……",
				},
			},
		},
		１６１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "いったん休憩",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっち",
				},
			},
		},
		１６２０ = {
			画像Ａ = "野営地",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１６３０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		１６３５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		１６４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／ジフテリア軍",
			条件分岐 = {
				分岐前 = {
					条件 = "ビヨンホウが怪しい",
					説明 = "裏切り阻止に成功",
				},
				分岐右 = {
					！条件 = "ビヨンホウが怪しい",
					説明 = "−−−",
				},
			},
		},
		１６５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／５／裏切り阻止",
			音楽 = "フィールド／優勢",
		},
		１６６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／５／圧勝状態",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ、仕上げといくぞ！",
				},
			},
		},
		１６７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔人印",
			物語 = "２４０／５／レイ／戦闘前",
			戦闘 = "m55レイ／Ｃ",
			物語２ = "２４０／５／レイ／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カオス",
					説明 = "追え！　追ってr奴の血肉を啜らせろ！",
				},
			},
		},
		１６８０ = {
			画像Ａ = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "追い打ちだrひゃっほー",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "雑魚掃除はr俺様の仕事では無い",
				},
			},
		},
		１６８１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		１６８２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／敗走",
		},
		１６８３ = {
			画像Ａ = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原／夕方",
				},
			},
		},
		１６９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原／夕方",
				},
			},
		},
		１７１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４０／６／落ち武者狩り１",
			音楽 = "フィールド／陣地",
			地名 = "自由都市",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "この喧嘩、うちらの勝ちや！",
				},
			},
		},
		１７２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／写真の事",
		},
		１７３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４０／６／落ち武者狩り２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フレイア",
					説明 = "部下より発見報告r追い詰めるわ",
				},
			},
		},
		１７３５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			条件分岐 = {
				分岐左 = {
					条件 = "カチューシャ展開１",
					説明 = "カチューシャの様子を見る",
				},
				分岐右 = {
					条件 = "条件成立",
					説明 = "−−−",
				},
			},
		},
		１７３６ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／カチューシャの様子",
			フラグ = "カチューシャ展開＝２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "危ない所だった",
				},
			},
		},
		１７４０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／ゴアの町",
			背景 = "都市／夜",
			地名 = "小都市　ゴア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この町にいるはずだr捜せ！",
				},
			},
		},
		１７５０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／レイ発見",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "挑戦ルート：ランスだけで戦う",
					フラグ = "禁止グループランス以外",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "みんなで戦う",
				},
			},
		},
		１７６０ = {
			画像Ａ = "都市",
			画像Ｂ = "魔人印",
			物語 = "２４０／６／みんなで戦う",
			戦闘 = "m55レイ／Ｄ集団",
			音楽 = "フィールド／優勢",
		},
		１７７０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１７８０ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／メアリー",
			フラグ = "レイ仲間ルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "レイ",
					説明 = "…………",
				},
			},
		},
		１７９０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１８００ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 レイ", "Lv9 メアリー" },
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
		},
		１８１０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２４０／６／その後の戦局",
			終了 = 1,
		},
		２０００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／６／一人で戦う",
			フラグ = "禁止グループランス以外",
			フラグ２ = "達成／レイタイマン撃破＝５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "どのランス様で戦います？rん？",
				},
			},
		},
		２０１０ = {
			画像Ａ = "都市",
			画像Ｂ = "魔人印",
			戦闘 = "m55レイ／Ｄソロ",
			物語２ = "２４０／２０／レイを倒す３",
			音楽 = "フィールド／優勢",
			フラグ = "禁止グループ解除",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さすがに疲れた",
				},
			},
		},
		２０２０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２０３０ = {
			画像Ａ = "都市",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２０４０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４５ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４６ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０４７ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２０５０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２４０／６／その後の戦局／レイ死亡",
			終了 = 1,
		},
		２１００ = {
			画像Ａ = "戦場",
			画像Ｂ = "その頃印",
			物語 = "２４０／７／裏切り成立",
			音楽 = "フィールド／危機",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "ランスごめんrなんとか逃げて",
				},
			},
		},
		２１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／７／ランスの危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なんだr雲行きが怪しい",
				},
			},
		},
		２１１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "今すぐr逃げて下さい",
				},
			},
		},
		２１２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "２４０／７／ランス全滅",
			終了 = 2,
		},
		２２００ = {
			画像Ａ = "穴草原",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイを倒す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うむ、さすが俺",
				},
			},
		},
		２２１０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２２２０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２２３０ = {
			画像Ａ = "穴草原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さーてこの後はどうするか",
				},
			},
		},
		２２４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイ撃破後のＭランド",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "そういやカチューシャからr誘いを受けていたのだ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "絶好調だrもう一体魔人を倒すぞ",
				},
			},
		},
		２２５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２２５１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "エロイベント印",
			物語 = "２４０／２０／カチューシャの接待",
			フラグ = "禁止グループランス以外",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "悪い女の子は倒した後r１００発連続突っ込みの刑",
				},
			},
		},
		２２５２ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "味方ボス印",
			戦闘 = "m55カチューシャ",
			物語２ = "２４０／２０／カチューシャの接待／戦闘後",
			フラグ = "カチューシャ展開＝６",
			フラグ２ = "禁止グループ解除",
			終了 = 1,
		},
		２３００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／次の魔人",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ロボを追跡だ",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		２３０１ = {
			画像Ａ = "街道１",
		},
		２３０２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		２３０３ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m33魔軍　自動",
		},
		２３０４ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "お願い、ちゃんと動いてよ〜……",
				},
			},
		},
		２３１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／工場発見",
			背景 = "ワシントン花畑",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あの工場に突撃だ",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場",
					音楽 = "フィールド／侵入",
					フラグ = "地形＝屋内",
				},
			},
		},
		２３１４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11ＰＧ　自動",
		},
		２３１５ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "すごいココr何この材質！",
				},
			},
		},
		２３２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "魔人印",
			物語 = "２４０／２０／パイアール／戦闘前",
			戦闘 = "m55パイアール／Ｘ",
			物語２ = "２４０／２０／パイアール／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははは！　大勝利！",
				},
			},
		},
		２３３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "うわっ難易度アップrしらんで・・",
				},
			},
		},
		２３４０ = {
			画像Ａ = "都市",
			画像Ｂ = "その後の戦局",
			物語 = "２４０／２０／その後の戦局",
			フラグ = "自由都市１／魔人２クリア＝１",
			終了 = 1,
		},
		２４００ = {
			画像Ａ = "都市",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイを倒す２",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "悪は滅びた。rがはははははは！",
				},
			},
		},
		２４１０ = {
			画像Ａ = "都市",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		２４２０ = {
			画像Ａ = "都市",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		２４３０ = {
			画像Ａ = "都市",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２４４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／レイ撃破後のＭランド",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "遊園地で遊ぶ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "絶好調だrもう一体魔人を倒すぞ",
					音楽 = "フィールド／首都",
				},
			},
		},
		２４５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４０／２０／コパンドンとユーティ",
			終了 = 1,
		},
		２４６０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "ワープ印",
			ワープ = "２３００",
		},
		２５００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
		},
		２５０１ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
		},
		１９００ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０４ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０５ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０６ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０７ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０８ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９０９ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９１１ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
		１９１２ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
		},
	},
	自由都市２ = {
		背景 = "Ｍランド",
		地名 = "臨時首都　Ｍランド",
		音楽 = "フィールド／首都",
		０００１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／ヌヌハラ登場",
			フラグ = "自由都市地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ヌヌハラ",
					説明 = "ランス様の英雄譚rはじまり、はじまり",
				},
			},
		},
		０００２ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／スタート",
			フラグ = "戦場＋チューリップ３号＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出発だー",
					背景 = "へっぽこ街道",
					地名 = "へっぽこ街道",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		００１０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００２０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／マリア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００２２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		００２５ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００３０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／魔人パイアールの情報２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
				分岐右 = {
					顔画像 = "チューリップ３号",
					説明 = "ズゴゴゴゴrキュルキュル",
				},
			},
		},
		００３１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		００３５ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ぷりょ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００４０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "魔軍印",
			物語 = "２４１／１／チューリップの威力",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴrスコン・・プスン",
				},
			},
		},
		００５０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "イベント印",
			物語 = "２４１／１／チューリップ故障",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００５５ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははrこれは便利だな",
				},
				分岐右 = {
					顔画像 = "マリア",
					説明 = "がんばれr私のチューリップ",
				},
			},
		},
		００５６ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００５７ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００６０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			フラグ = "戦場＋チューリップ３号＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "チューリップ３号",
					説明 = "ゴゴゴゴゴ",
				},
			},
		},
		００７０ = {
			画像Ａ = "へっぽこ街道",
			画像Ｂ = "魔人印",
			物語 = "２４１／１／ＰＩ３／戦闘前",
			戦闘 = "m55ＰＩ３",
			物語２ = "２４１／１／ＰＩ３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "奴らの戦力は分かったr町に戻るぞ",
				},
			},
		},
		０１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／科学力の差",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "戦車はマリアにr任せてご休憩だ",
				},
			},
		},
		０１０５ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "一方、その頃……",
				},
			},
		},
		０１１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４１／２／クルックーの告げ口",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "………………",
				},
			},
		},
		０１２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４１／２／ミルのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今の気分としてはrおっぱい分が欲しい",
				},
			},
		},
		０１２５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv43 志津香", "Lv43 ナギ", "Lv34 ミル" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "・・・ぐぬぬ",
				},
			},
		},
		０１３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／作戦会議",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふむふむ（説明を聞いた）",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０１５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "？？？印",
			割り込み背景 = "街道１",
			割り込み = "道中サブ",
		},
		０１５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		０１６０ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "ぼんばーーーっ！",
				},
			},
		},
		０２００ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／ワシントン花畑",
			背景 = "ワシントン花畑",
			地名 = "ワシントン花畑",
			音楽 = "フィールド／僻地昼",
			フラグ = "地形＝花畑",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "確かにこの音、気になりますね",
				},
			},
		},
		０２１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／大人と子供",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "りんりんりりーん♪",
				},
			},
		},
		０２２０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "子供ナギ",
					説明 = "モンスター発見！r撃てーっ！",
				},
				分岐右 = {
					顔画像 = "子供志津香",
					説明 = "面倒は無しよ",
				},
			},
		},
		０２２１ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０２３０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
		},
		０２４０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ／弱",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ミル",
					説明 = "お花よりケーキが良いな",
				},
				分岐前 = {
					顔画像 = "あてな２号",
					説明 = "かぶとむしが良いれす",
				},
			},
		},
		０２５０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		０２６０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０２６５ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "その頃印",
			物語 = "２４１／２／魔軍の様子",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "皆さん大丈夫ですか？",
				},
			},
		},
		０２７０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22ハチ女集団",
		},
		０３００ = {
			画像Ａ = "000パイアール工場",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／工場発見",
			背景 = "パイアール工場内",
			地名 = "パイアール第２工場",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
		},
		０３１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／工場内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まあいい。案内せい",
				},
			},
		},
		０３２０ = {
			画像Ａ = "パイアール工場内",
		},
		０３３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			物語 = "２４１／２／初ＰＧ／戦闘前",
			戦闘 = "m55ＰＧ／ボス",
			物語２ = "２４１／２／初ＰＧ／戦闘後",
		},
		０３４０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／隔壁",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "上の階に進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "隔壁右の通路に進む",
				},
			},
		},
		０３５０ = {
			画像Ａ = "パイアール工場内",
		},
		０３６０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０３６５ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０３７０ = {
			画像Ａ = "コンピュータールーム",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／コンピューター",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よしよし、隔壁が開いたな",
				},
			},
		},
		０３８０ = {
			画像Ａ = "241肉塊",
			画像Ｂ = "",
			物語 = "２４１／２／肉塊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "（これ食べない？r　肉ぅ…じゅるり）",
				},
			},
		},
		０３９０ = {
			画像Ａ = "パイアール工場内",
		},
		０４００ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "中ボス印",
			物語 = "２４１／２／ファナック／戦闘前",
			戦闘 = "m55ファナック",
			物語２ = "２４１／２／ファナック／戦闘後",
		},
		０４１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		０４２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／２／パイアール",
			フラグ = "地形＝戻し",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ちっ、一旦引き上げだ",
					地名 = "自由都市",
					背景 = "自由都市平原",
				},
			},
		},
		０５００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			条件分岐 = {
				分岐前 = {
					条件 = "条件成立",
					説明 = "−−−",
				},
				分岐左 = {
					条件 = "カチューシャ展開２とセラクロ大人",
					説明 = "カチューシャを調べているrセラクロラス(大人)が居る",
				},
				分岐右 = {
					条件 = "セシルルート１",
					説明 = "セシルを調べている",
				},
			},
		},
		０５１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／カチューシャその後",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "大人に戻す",
					フラグ = "カチューシャ展開＝３",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "少女のままにする",
					フラグ = "カチューシャ展開＝４",
				},
			},
		},
		０５１１ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／カチューシャ大人",
			フラグ = "大人カチューシャの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぐふふ、これでrカチューシャも俺のものだ",
				},
			},
		},
		０５１２ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／カチューシャ少女",
			フラグ = "少女カチューシャの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはは、これでrカチューシャも俺のものだ",
				},
			},
		},
		０５２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／セシルその後",
			フラグ = "セシルルート＝２",
		},
		０５２５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／散歩に出かける",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "レッツゴー",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／村",
				},
			},
		},
		０５４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "ぜんざいか……おしるこ……rううん、お団子主体も捨てがたい……",
				},
			},
		},
		０５４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		０５５０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２４１／３／衛星射撃初",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "な、なんだ！",
				},
			},
		},
		０５６０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２４１／３／サテラの衛星説明",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とにかく逃げれば大丈夫だろ",
				},
			},
		},
		０５７０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			物語 = "２４１／３／衛星射撃／汎用",
			割り込み背景 = "街道１",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに避けるぞ！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちならセーフ！",
				},
			},
		},
		０５８０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０５９０ = {
			画像Ａ = "村",
			画像Ｂ = "",
		},
		０６００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／どうやって倒した？",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "さっさと走れ！",
				},
			},
		},
		０６１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "とにかく走れ！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "洞窟にもぐりこめ！",
					背景 = "地下洞窟",
				},
			},
		},
		０６２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０６３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０６４０ = {
			画像Ａ = "地下洞窟",
			画像Ｂ = "モンスター印",
			戦闘 = "m22古代種",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "走れー",
					背景 = "街道１",
				},
			},
		},
		０７００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／やっと戻った",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "気晴らしにセックス",
				},
			},
		},
		０７１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "２４１／３／エロ中に閃く",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ひんひん……こ、腰が……",
				},
			},
		},
		０７２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして夜が明けた……",
				},
			},
		},
		０７３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／翔竜山に向かう",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まずは山の麓を目指してr駆け抜ける",
					地名 = "自由都市",
					背景 = "自由都市平原",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０７５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "街道１",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くそ、歩きはダメだrうし車でゴー",
				},
			},
		},
		０８００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／翔竜山麓",
			背景 = "翔竜山",
			地名 = "翔竜山",
			音楽 = "フィールド／僻地昼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ハイキング開始だ",
				},
			},
		},
		０８１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "サチコ",
					説明 = "迂回かな",
				},
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "まっすぐだ",
				},
			},
		},
		０８１１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11飛行　自動",
		},
		０８１２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22飛行　自動",
		},
		０８１３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		０８２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "やっぱり撃ってくるなー……rガマンだな",
				},
			},
		},
		０８３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			地名 = "翔竜山　標高１５００",
		},
		０８３５ = {
			画像Ａ = "翔竜山",
			地名 = "翔竜山　標高２０００",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０８４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／衛星兵器１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "あはははははr超たかーい！",
				},
			},
		},
		０８６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
			地名 = "翔竜山　標高３５００",
		},
		０８７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			地名 = "翔竜山　標高４０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "そろそろ何か来そうなr気配がしますね",
				},
			},
		},
		０８８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			物語 = "２４１／３／グリーンドラゴン／戦闘前",
			戦闘 = "m55グリーンドラゴン",
			地名 = "翔竜山　標高５０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "やったーrドラゴンスレイヤー",
				},
			},
		},
		０８９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供志津香",
					説明 = "ナギr少しは静かにしなさい",
				},
			},
		},
		０９００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			地名 = "翔竜山　標高６０００",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "おっ、勲章だrゲット",
				},
				分岐右 = {
					顔画像 = "アルカネーゼ",
					説明 = "嫌な予感するr避けて通ろうぜー",
				},
			},
		},
		０９１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０９２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			物語 = "２４１／３／レッドドラゴン／戦闘前",
			戦闘 = "m55レッドドラゴン",
			地名 = "翔竜山　標高８０００",
		},
		０９３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レーザーサイト印",
			割り込み背景 = "翔竜山",
			物語 = "２４１／３／衛星射撃／汎用",
			処理 = "ダメージ　７",
		},
		０９４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
			地名 = "翔竜山　標高８０００",
		},
		０９５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "こんな所に休憩ポイントがrラッキーでしたね",
				},
			},
		},
		０９６０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／衛星兵器２",
			地名 = "翔竜山　標高８５００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ムシは役に立たんr歩くしかないな",
				},
			},
		},
		０９７０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "俺の勘が閃く！rこの道が良い！",
				},
				分岐右 = {
					顔画像 = "かなみ",
					説明 = "偵察してきたわrこっちが安全よ",
				},
			},
		},
		０９８０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			物語 = "２４１／３／ブラックドラゴン／戦闘前",
			戦闘 = "m55ブラックドラゴン",
			地名 = "翔竜山　標高９０００",
		},
		０９８１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "勲章、勲章rやったねー",
				},
			},
		},
		０９９０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22古代種",
			地名 = "翔竜山　標高９０００",
		},
		０９９１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
		},
		１０２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／３／衛星兵器３",
			地名 = "翔竜山　標高９５００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "ごじからおとこーっ！",
				},
			},
		},
		１０３０ = {
			画像Ａ = "翔竜山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、もう一息だrほぼ同高度だ",
				},
			},
		},
		１０４０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			地名 = "翔竜山　標高１００００",
			物語 = "２４１／３／衛星兵器／戦闘前",
			戦闘 = "m55衛星兵器",
			物語２ = "２４１／３／衛星兵器／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あースッキリした",
				},
			},
		},
		１０５０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "目的完了、下山する",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "無音",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "せっかくだしr頂上を目指すか",
				},
			},
		},
		１９００ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "ええーっrまだ登るのかよー！？",
				},
			},
		},
		１９０１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１０",
		},
		１９０２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "ひい、ひい",
				},
			},
		},
		１９０３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "もう無理…",
				},
			},
		},
		１９１０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m22ハニー＋将軍",
			地名 = "翔竜山　標高１１０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ミル",
					説明 = "疲れたよーっ",
				},
			},
		},
		１９１１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		１９１２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "つ、つらいです…",
				},
			},
		},
		１９１３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＣ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パステル",
					説明 = "なぜ妾がこんな…",
				},
			},
		},
		１９２０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "",
			地名 = "翔竜山　標高１１５００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "ええと……なんで……r登ってるんだっけ……",
				},
			},
		},
		１９２１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２０",
		},
		１９２２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55古代種／ボス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "もう一息ですよ",
				},
			},
		},
		１９２３ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "？？？印",
			割り込み背景 = "翔竜山",
			割り込み = "道中サブ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とう…ちゃーく！",
				},
			},
		},
		１９３０ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／ＫＤ接触",
			地名 = "翔竜山　標高１２０００",
			フラグ = "ＫＤと接触＝１",
			フラグ２ = "ウルトラレアＯＮ",
		},
		１９３１ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ひまわり型黄金像", "ドラゴンの加護" },
		},
		１９３２ = {
			画像Ａ = "翔竜山",
			画像Ｂ = "イベント印",
			物語 = "２４１／ＫＤ解説",
			ワープ = "１９４０",
		},
		１９４０ = {
			画像Ａ = "翔竜山",
			地名 = "翔竜山　標高８０００",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "下山するぞーrだだだーー",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "無音",
				},
			},
		},
		１１００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／Ｍランド",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺が寝ている間にもr部下共は働くのだ",
				},
			},
		},
		１１１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その頃印",
			物語 = "２４１／４／工場前",
		},
		１１２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／今後の作戦",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "任務完了。rランス城に帰る",
					物語 = "２４１／選択／ランス城に帰る",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あの工場、バラバラに破壊してやる",
					物語 = "２４１／選択／工場を破壊する",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "魔物大将軍ってのがいただろうrついでにあいつも……",
					物語 = "２４１／選択／魔物大将軍を倒す",
				},
			},
		},
		１１３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして夜が明けた",
				},
			},
		},
		１１４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／ハッキング騒ぎ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "で、結局何があったのだ？",
				},
			},
		},
		１１５０ = {
			画像Ａ = "コンピュータールーム",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報ネットワークの説明",
			コルルンサ = "コンピューター",
		},
		１１６０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "２４１／４／異界",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
			ワープ = "１２００",
		},
		１２００ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／サイバーワールド",
			背景 = "サイバーワールド内",
			地名 = "異界　サイバーワールド",
			音楽 = "フィールド／ＳＦ",
			処理 = "宝箱／ノーマル",
			カード = (list) { "タイニー クルックー", "タイニー リセット", "タイニー シィル" },
			フラグ = "サイバーに入った＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "周囲を探索するぞ",
				},
			},
		},
		１２１０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			物語 = "２４１／４／サイバーな敵／戦闘前",
			戦闘 = "m22ノートンガツ",
			物語２ = "２４１／４／サイバーな敵／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "変な世界",
				},
			},
		},
		１２２０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
		},
		１２３０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "［４］キー",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "［６］キー",
				},
			},
		},
		１２３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２４０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "［←］キー",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "［→］キー",
				},
			},
		},
		１２４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２５０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "クリック、クリック",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "スワイプだー",
				},
			},
		},
		１２５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２５９ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１２６０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１２７０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報１",
		},
		１２８０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "とにかく敵を狩ればいいんだな",
				},
			},
		},
		１２９０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１３００ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "クラッキーン",
				},
			},
		},
		１３０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１３１０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／情報４",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちはシィルが溺れてるぞrがはは",
				},
			},
		},
		１３２０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１３３０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "［Ａ］キー",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "［Ｄ］キー",
				},
			},
		},
		１３３５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１３３６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１３４０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
		},
		１３５０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール日記１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どれどれr日記を読んでみるか",
				},
			},
		},
		１３５５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール日記２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "コンピューターはrパイアールが作ったのね",
				},
			},
		},
		１３７０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "大物がいるなrちょっと休むか",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "とにかく狩る",
				},
			},
		},
		１３７５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３８０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "モンスター印",
			戦闘 = "m22ノートンガツ",
		},
		１３８５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22ノートンガツ　自動",
		},
		１３８８ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ノートンガツ／ボス",
		},
		１３９０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール手紙１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふっふっふ、さーてお宝拝見",
				},
			},
		},
		１３９５ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "イベント印",
			物語 = "２４１／４／パイアール手紙２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "兵器が作られる前にrパイアールを倒さんと！",
				},
			},
		},
		１４００ = {
			画像Ａ = "サイバーワールド内",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "よしＯＰＥＮだ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "いやＣＬＯＳＥだ",
				},
			},
		},
		１４０１ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１４０２ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１４１０ = {
			画像Ａ = "サイバーワールド内",
			画像Ｂ = "魔人印",
			物語 = "２４１／４／パイアール／戦闘前",
			戦闘 = "m55ノートンガツ／ボス／Ｂ",
			物語２ = "２４１／４／パイアール／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "異界を抜けるぞ！",
				},
			},
		},
		１４２０ = {
			画像Ａ = "000異界ゲート",
			ワープ = "１４５０",
			背景 = "その他",
			地名 = "−−−",
			音楽 = "無音",
		},
		１４５０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			背景 = "Ｍランド",
			物語 = "２４１／５／Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、急げ！　出撃だ！",
				},
			},
		},
		１４６０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "目指すは…そう、あそこだ！",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		１４７０ = {
			画像Ａ = "自由都市平原",
		},
		１４８０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "自由都市平原",
			割り込み = "道中サブ",
		},
		１５１０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "イベント印",
			物語 = "２４１／５／ワシントン花畑",
			地名 = "ワシントン花畑",
			背景 = "ワシントン花畑",
			フラグ = "地形＝花畑２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "はーい、こっちでーす！",
				},
			},
		},
		１５２０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
				},
			},
		},
		１５３０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m22ハチ女集団",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
				},
			},
		},
		１５４０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "その頃印",
			物語 = "２４１／５／コンピュータ回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "今視線を感じた",
				},
			},
		},
		１５５０ = {
			画像Ａ = "ワシントン花畑",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
				},
			},
		},
		１６００ = {
			画像Ａ = "000パイアール工場",
			画像Ｂ = "",
			物語 = "２４１／５／工場前",
			背景 = "パイアール工場内",
			地名 = "パイアール第２工場",
			音楽 = "フィールド／侵入",
			フラグ = "地形＝屋内",
		},
		１６１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "２階に上がる",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　２Ｆ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "１階を進む",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　１Ｆ",
				},
			},
		},
		１６２０ = {
			画像Ａ = "パイアール工場内",
		},
		１６３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
		},
		１６４０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
		},
		１６５０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
		},
		１６６０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "３階に上がる",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　３Ｆ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "２階を進む",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　２Ｆ",
				},
			},
		},
		１６７０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ＰＧ",
		},
		１６８０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１６９０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１７００ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１７１０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "イベント印",
			物語 = "２４１／５／行き止まり",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "１階に戻る",
					背景 = "パイアール工場内",
					地名 = "パイアール第２工場　１Ｆ",
				},
			},
		},
		１７２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "ワープ印",
			ワープ = "１６２０",
		},
		１８００ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "見えてきたrそうそう、こっちだ",
				},
			},
		},
		１８１０ = {
			画像Ａ = "241肉塊",
			画像Ｂ = "",
			物語 = "２４１／５／肉塊の部屋",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははは、いっただきー！",
				},
			},
		},
		１８２０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "エロイベント印",
			物語 = "２４１／５／ルートのエロ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うむ、オードブルは堪能した",
				},
			},
		},
		１８３０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "魔人印",
			物語 = "２４１／５／パイアール／戦闘前",
			戦闘 = "m55パイアール／Ａ",
			物語２ = "２４１／５／パイアール／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔人パイアールr討ち取ったり",
				},
			},
		},
		１８４０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		１８５０ = {
			画像Ａ = "パイアール工場内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv17 ルート", "パイアールロボ" },
		},
		１８６０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その後の戦局",
			物語 = "２４１／５／その後の戦局",
			終了 = 1,
		},
	},
	自由都市３ = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／自由都市",
		００１ = {
			画像Ａ = "000ランス城",
			物語 = "２４２／戦況",
			フラグ = "自由都市地域",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "Mランドへ向かうぞ",
				},
			},
		},
		００２ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "その頃印",
			物語 = "２４２／魔軍",
		},
		００３ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４２／Ｍランド１",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			音楽 = "フィールド／首都",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ユーティン",
					説明 = "はいr総統閣下を接待しますね",
				},
			},
		},
		００４ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４２／Ｍランド２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "勝手なんだから、もう……",
				},
			},
		},
		００５ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４２／Ｍランド３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "悪魔回廊へゴー",
					背景 = "自由都市平原",
					地名 = "自由都市",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		１００ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "のんびり行くぞ、のんびり",
				},
			},
		},
		１１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		１２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１２５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
		},
		１３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２４２／時間調整",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "回復してr時間を潰す",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "戦ってr時間を潰す",
				},
			},
		},
		１４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１４５ = {
			画像Ｂ = "トラップ",
			処理 = "ダメージ　２",
		},
		１５０ = {
			画像Ａ = "街道１",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１５５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "自由都市平原",
		},
		１５６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		１５７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00平原　自動",
		},
		２００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／迷宮",
			物語 = "２４２／悪魔回廊",
			背景 = "悪魔回廊",
			地名 = "悪魔回廊",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "行くぞ",
				},
			},
		},
		２０５ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		２１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		２２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／今日である理由",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ゴールデンハニーのr巣に向かうぞ",
				},
			},
		},
		２２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		２３０ = {
			画像Ａ = "悪魔回廊",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっち",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっち",
				},
			},
		},
		２３４ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		２３５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２３６ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		２３７ = {
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		２４０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "その頃印",
			物語 = "２４２／ピサロ達１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "子供ナギ",
					説明 = "だーっしゅ！",
				},
			},
		},
		２４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		２５０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／フェリス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ふん。進むぞ",
				},
			},
		},
		２６０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		２７０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ダークランス１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フェリス",
					説明 = "ぐすっ、うう……rよかったよぉ……",
				},
			},
		},
		２７５ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２７６ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		２８０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっち",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっち",
				},
			},
		},
		２８４ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "悪魔回廊",
		},
		２８５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２８６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "ハニー印",
			戦闘 = "m22ハニー",
		},
		３００ = {
			画像Ａ = "242ネプラカス本体",
			画像Ｂ = "",
			物語 = "２４２／ネプラカス接近１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "じっと通り過ぎるのを待つ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "笑いを取る",
				},
			},
		},
		３１０ = {
			画像Ａ = "242ネプラカス本体",
			画像Ｂ = "",
			物語 = "２４２／ネプラカス／戦闘前",
			戦闘 = "m55ネプラカス／Ａ",
			条件分岐 = {
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		３１５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ネプラカス／勝利",
			選択分岐 = {
				分岐前 = {
					顔画像 = "フェリス",
					説明 = "………………",
				},
			},
		},
		３１６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "お疲れ様でしたrランス様",
				},
			},
		},
		３１７ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ネプラカス／敗北",
			終了 = 2,
		},
		３２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ネプラカス接近２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "すごかったねー",
				},
			},
		},
		３３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "時間を食ったな　行くぞ",
				},
			},
		},
		３３５ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		３４０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "回復印",
			物語 = "２４２／ダークランス２",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ダークランスかr大きくなったな",
				},
			},
		},
		４００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "このフロアを進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "下の階を進む",
				},
			},
		},
		４１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "悪魔印",
			戦闘 = "m11悪魔",
		},
		４１５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		４２０ = {
			画像Ｂ = "自動悪魔印",
			戦闘 = "m11悪魔　自動",
		},
		４３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
		},
		４５０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "その頃印",
			物語 = "２４２／ピサロ達２",
		},
		４５５ = {
			画像Ａ = "悪魔回廊",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おっ、いたいたrアホが罠にかかっている",
				},
			},
		},
		４６０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２４１／ピサロ／戦闘前",
			戦闘 = "m55魔物大将軍ピサロ",
			物語２ = "２４１／ピサロ／戦闘後",
			音楽 = "フィールド／優勢",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "ピサロ頭まてーr頭まてー",
				},
			},
		},
		４６５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "待ちやがれr・・て、あっ",
				},
			},
		},
		４６６ = {
			画像Ａ = "242ネプラカス本体",
			画像Ｂ = "",
			物語 = "２４１／ピサロの死",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まぁ任務完了だr帰るか",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		５００ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "",
		},
		５１０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４２／ダークランス３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ここは父親の威厳をr見せつけねばなるまい",
				},
			},
		},
		５２０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "エロイベント印",
			物語 = "２４２／性教育",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "さらに本番だr見せつけてやる",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "この辺にしてやる",
				},
			},
		},
		５２５ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "エロイベント印",
			物語 = "２４３／性教育／続き",
			フラグ = "マリアルート＝１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "大丈夫かな、あの子……",
				},
			},
		},
		５２６ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "イベント印",
			物語 = "２４３／性教育／止める",
			フラグ = "マリアルート＝０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "・・・・・",
				},
			},
		},
		５３０ = {
			画像Ａ = "悪魔回廊",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		５５０ = {
			画像Ａ = "000迷宮出口",
			画像Ｂ = "",
			物語 = "２４４／悪魔回廊抜ける",
			選択分岐 = {
				分岐左 = {
					顔画像 = "フェリス",
					説明 = "（ダークランス……）",
					物語 = "２４４／選択／フェリスとダークランス",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／優勢",
				},
				分岐右 = {
					顔画像 = "フェリス",
					説明 = "（ネプラカス……）",
					物語 = "２４４／選択／フェリスとネプラカス",
					背景 = "街道１",
					地名 = "自由都市",
					音楽 = "フィールド／優勢",
				},
			},
		},
		６００ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "イベント印",
			物語 = "２４４／帰還",
			背景 = "Ｍランド",
			地名 = "臨時首都　Ｍランド",
			選択分岐 = {
				分岐前 = {
					顔画像 = "セシル",
					説明 = "あとは任せろ",
				},
			},
		},
		６２０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			フラグ = "ウルトラレアＯＮ",
		},
		６３０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		６４０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "その後の戦局",
			物語 = "２４４／その後の戦局",
			終了 = 1,
		},
	},
	自由都市方面支援 = {
		背景 = "自由都市平原",
		地名 = "自由都市",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			物語 = "１０４／自由都市方面支援の開始",
			フラグ = "自由都市地域",
			音楽 = "フィールド／支援",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、かるーくr魔軍をしばくぞ",
				},
			},
		},
		０１０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m11平原",
		},
		０１５ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "？？？印",
			割り込み背景 = "自由都市平原",
			割り込み = "道中サブ",
		},
		０２０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "大部隊などものの数ではない",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "小部隊を確実に仕留めてこそ英雄",
				},
			},
		},
		０３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
		},
		０３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０３２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３３ = {
			画像Ａ = "魔軍野営地",
		},
		０４０ = {
			画像Ａ = "街道１",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０５０ = {
			画像Ａ = "村",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "擬態／食券", "" },
		},
		０６０ = {
			画像Ａ = "村",
			画像Ｂ = "回復印",
			処理 = "回復",
			背景 = "自由都市平原／夕方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "日が暮れてきたな",
				},
			},
		},
		０７０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍／本陣護衛",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "夜に乗じて魔物将軍を殺す",
					背景 = "魔軍野営地／夜",
				},
			},
		},
		０８０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "これで片付いたかな",
				},
			},
		},
		０９０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "戦果ＵＰ印",
			処理 = "戦果",
		},
		１００ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "イベント印",
			物語 = "１０４／自由都市方面支援の終了",
			終了 = 1,
		},
	},
	政宗と黒部 = {
		背景 = "ＪＡＰＡＮの城",
		地名 = "ＪＡＰＡＮ　織田城",
		音楽 = "フィールド／首都",
		００１ = {
			画像Ａ = "000ＪＡＰＡＮ城",
			画像Ｂ = "",
			物語 = "２７６／スタート",
		},
		００２ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部の話",
		},
		００３ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "イベント印",
			物語 = "２７６／俺が主になってやる",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "妖怪退治に出発",
					背景 = "ＪＡＰＡＮ街道",
					地名 = "ＪＡＰＡＮ",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		０１０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
		},
		０２０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０３０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２７６／五十六とランス",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "昨晩は堪能した",
				},
			},
		},
		０４０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "モンスター印",
			戦闘 = "m00平原",
		},
		０５０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部の伝説",
		},
		０６０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ポートピアだ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "少しモンスターをrしばきながら進む",
				},
			},
		},
		０７０ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７５ = {
			画像Ａ = "ツングース高地",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＥ",
		},
		０８０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０８１ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m11ハニー　自動",
		},
		０８２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９０ = {
			画像Ａ = "ＪＡＰＡＮ街道",
			選択分岐 = {
				分岐前 = {
					顔画像 = "政宗",
					説明 = "そろそろ死国だr気をつけろ",
				},
			},
		},
		１００ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			音楽 = "フィールド／僻地夜",
			物語 = "２７６／死国入り",
			背景 = "死国",
			地名 = "死国",
		},
		１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１１０ = {
			画像Ａ = "死国",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		１２０ = {
			画像Ａ = "死国",
			画像Ｂ = "中ボス印",
			戦闘 = "m55鬼／毒",
		},
		１２５ = {
			画像Ａ = "死国",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "運命の女 山本五十六" },
		},
		１２６ = {
			画像Ａ = "死国",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		１３０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11鬼　自動",
		},
		１３６ = {
			画像Ａ = "死国",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１３７ = {
			画像Ａ = "死国",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１３８ = {
			画像Ａ = "死国",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		１４０ = {
			画像Ａ = "死国",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１５０ = {
			画像Ａ = "死国",
			画像Ｂ = "大ボス印",
			物語 = "２７６／黒部／戦闘前",
			戦闘２ = "m55黒部",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘＝・・・",
				},
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※イレギュラー",
					音楽 = "フィールド／優勢",
				},
			},
		},
		１６０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部／引き分け",
			選択分岐 = {
				分岐前 = {
					背景 = "ＪＡＰＡＮの城",
					地名 = "ＪＡＰＡＮ　織田城",
					音楽 = "フィールド／ＪＡＰＡＮ",
				},
			},
		},
		１６１ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１６２ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		１６３ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "その後の戦局",
			条件書換前 = "ランス城はＪＡＰＡＮ　物語=２７６／その後／引き分け",
			！条件書換前 = "ランス城はＪＡＰＡＮ",
			終了 = 1,
		},
		１７０ = {
			画像Ａ = "死国",
			画像Ｂ = "イベント印",
			物語 = "２７６／黒部／勝利",
			フラグ = "黒部＝１",
			背景 = "ＪＡＰＡＮの城",
			地名 = "ＪＡＰＡＮ　織田城",
		},
		１７１ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１７２ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "元妖怪王 黒部", "妖怪王 政宗" },
		},
		１７３ = {
			画像Ａ = "ＪＡＰＡＮ城内",
			画像Ｂ = "その後の戦局",
			条件書換前 = "ランス城はＪＡＰＡＮ　物語=２７６／その後／勝利",
			！条件書換前 = "ランス城はＪＡＰＡＮ",
			終了 = 1,
		},
	},
	精鋭をスカウト = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１５２／精鋭をスカウト",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "可愛い子は居るかな",
				},
			},
		},
		００２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv66 戦士", "Lv66 弓兵", "Lv66 魔法使い" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "使える奴が欲しいr戦いにも夜にも",
				},
			},
		},
		００３ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv57 クルーチェ", "Lv53 オーギル", "Lv53 イベット" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "レベル９９が欲しいがrさすがに居ないか",
				},
			},
		},
		００４ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv53 デストラー", "Lv53 ソルトアン", "Lv55 ＢＳ" },
			終了 = 1,
		},
	},
	全方面支援 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１５０／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "まずはリーザス方面に出撃だ",
					背景 = "リーザス平原",
					地名 = "リーザス",
					音楽 = "フィールド／支援",
				},
			},
		},
		０１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／リーザス",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "さあ蹴散らすぞ！",
				},
			},
		},
		０１１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０１２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０１３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		０１５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／リーザスクリア",
			背景 = "リーザス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、次は自由都市方面だ",
					背景 = "自由都市平原／夕方",
					地名 = "自由都市",
				},
			},
		},
		０２０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／自由都市",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "かかってこーい！",
				},
			},
		},
		０２１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０２２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０２３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍＋魔物隊長",
		},
		０２５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／自由都市クリア",
			背景 = "自由都市平原／夕方",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よ、よし、次はゼスに行くぞ",
					地名 = "ゼス",
				},
			},
		},
		０３０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／ゼス",
			背景 = "魔軍野営地／夜",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはは、ほーら敵襲だー！",
				},
			},
		},
		０３１ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		０３２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０３３ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍／メディウサ精鋭",
		},
		０３５ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／ゼスクリア",
			背景 = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ヘル……マン……いくぞ……",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
			},
		},
		０４０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１５０／ヘルマン",
			背景 = "戦場",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ぎゃおーっ！",
				},
			},
		},
		０４２ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		０４３ = {
			画像Ａ = "戦場",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			背景 = "戦場",
			選択分岐 = {
				分岐左 = {
					顔画像 = "かなみ",
					説明 = "もう…無理…",
				},
			},
		},
		０４５ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "イベント印",
			物語 = "１５０／ヘルマンクリア",
			終了 = 1,
		},
	},
	地下から行こう／砦 = {
		０１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２７９／スタート",
			背景 = "ランス砦",
			地名 = "ランス砦",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "おっと、この部屋は……",
				},
			},
		},
		０２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２７９／司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "思いついた、かもしれない",
				},
			},
		},
		０３０ = {
			画像Ａ = "マリアの工場内",
			画像Ｂ = "イベント印",
			物語 = "２７９／ブレイブ号",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "これをこうして…",
				},
			},
		},
		０４０ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "あれをああして…",
				},
			},
		},
		０５０ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クリーム",
					説明 = "…………",
				},
			},
		},
		０６０ = {
			画像Ａ = "マリアの工場内",
			画像Ｂ = "イベント印",
			物語 = "２７９／エンド",
			終了 = 1,
		},
	},
	地底のポピンズ = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５５／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "地下迷宮に出発",
					背景 = "人工迷宮",
					地名 = "地下へ続く迷宮",
					音楽 = "フィールド／迷宮",
					フラグ = "地形＝屋内",
				},
			},
		},
		００１０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／ポピンズの説明",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "結局、どんな方達なんでしょう",
				},
			},
		},
		００１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００２０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "小人……わくわく",
				},
			},
		},
		００３０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		００４０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／ポピンズお祭り中",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "お、お祭りってなによー",
				},
			},
		},
		００５０ = {
			画像Ａ = "人工迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "くんくん、食べ物の匂い",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "俺様は、偉いrふふふふふ",
				},
			},
		},
		００５１ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		００５２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11迷宮　自動",
		},
		００５３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22迷宮　自動",
		},
		００５４ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		００６０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
		},
		００６１ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00レア女Ｍ",
		},
		０１００ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "中ボス印",
			物語 = "２５５／器兵門番／戦闘前",
			戦闘 = "m55アスタコプロト",
			物語２ = "２５５／器兵門番／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "乱交パーティはどこだ！",
				},
			},
		},
		０１１０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アレルギー王国",
			背景 = "ポピンズ村",
			地名 = "アレルギー超大国",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "くそっ、残念だ……",
				},
			},
		},
		０１１５ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１２０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アレルギーの満鉄王",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "キナニ砂漠に向かうか",
					背景 = "砂漠",
					地名 = "キナニ砂漠",
					音楽 = "フィールド／僻地昼",
					フラグ = "地形＝砂漠",
				},
			},
		},
		０２００ = {
			画像Ａ = "砂漠",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "砂漠案内人に接触するぞ",
				},
			},
		},
		０２１０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "…………クソ暑い……",
				},
			},
		},
		０２２０ = {
			画像Ａ = "砂漠",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "目的地に進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "砂漠でモンスター退治",
				},
			},
		},
		０２２１ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
		},
		０２２２ = {
			画像Ａ = "砂漠",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		０２８０ = {
			画像Ａ = "砂漠",
			画像Ｂ = "イベント印",
			物語 = "２５５／砂漠案内人再び",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "いったん城に戻るr疲れた",
					地名 = "自由都市",
					背景 = "街道２",
				},
			},
		},
		０２９０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５５／ランス城で一休み",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "とりあえず休憩ね",
				},
			},
		},
		０２９５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "アニャガス王国に出発！",
					フラグ = "地形＝屋内",
				},
			},
		},
		０３００ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／アニャガスの入口で",
			背景 = "マルグリッド迷宮",
			地名 = "マルグリッド迷宮",
			音楽 = "フィールド／迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よーし、ダンジョンアタックだ",
				},
			},
		},
		０３１０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "",
		},
		０３２０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		０３３０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／ポピンズ警備隊",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "声をかけて合流する",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "放置する",
					物語 = "２５５／警備隊スルー",
				},
			},
		},
		０３４０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／警備隊／戦闘前",
			物語２ = "２５５／警備隊／戦闘後",
			フラグ = "汎用ポピンズの追加",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "彼らも被害者よね……",
				},
			},
		},
		０３５０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０３６０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "Lv38 柚原柚美", "汎用ポピンズ" },
		},
		０３６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０３７０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "マルグリッド迷宮",
		},
		０３８０ = {
			画像Ａ = "マルグリッド迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０４００ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アニャガス王国",
			背景 = "ポピンズ村",
			地名 = "アニャガス王国",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "柚美",
					説明 = "もが…もが…っ！",
				},
			},
		},
		０４１０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０４１５ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４２０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／アニャガス王三菱",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "王子を救いに……行くか",
					背景 = "人工迷宮",
					地名 = "アニャガス牢獄",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		０５００ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "イベント印",
			物語 = "２５５／王子が監禁されている迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "王子ではモチベあがらんなぁr王女だったらいいのに",
				},
			},
		},
		０５１０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あれは女箱！",
				},
			},
		},
		０５２０ = {
			画像Ａ = "人工迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０５３０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／王子東芝",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "さあ、日立姫のところへ！",
				},
			},
		},
		０５４０ = {
			画像Ａ = "ポピンズの村",
			画像Ｂ = "イベント印",
			物語 = "２５５／ブレイブ号乗車",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "ブレイブ号、出発！",
					背景 = "地底",
					地名 = "地底",
					音楽 = "フィールド／地底",
				},
			},
		},
		０６１０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "よし計算通りの性能だrぐんぐん潜れるぞ",
				},
			},
		},
		０６１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６２０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "行け！　ブレイブ号！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "進め！　ブレイブ号！",
				},
			},
		},
		０６２５ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０６２６ = {
			画像Ａ = "地底",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０６２７ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０６２８ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０６３０ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m11鬼",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "地底にもモンスターr沢山いますね",
				},
			},
		},
		０６３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６４０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底探検隊１",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ハニーの気配を追いかけてr誤魔化そう",
					物語 = "２５５／選択／ハニー再出発",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ウルザを襲うしかない！　rぐふふ",
					物語 = "２５５／選択／ウルザ再出発",
				},
			},
		},
		０７００ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０７１０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／ハニーの空洞",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "魔人……魔人だと……？",
				},
			},
		},
		０７１５ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０７２０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底探検隊／ますぞえ／登場",
			コルルンサ = "魔人ますぞえ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こんな奴どうでもいい。無視だ",
					物語 = "２５５／ますぞえ／無視",
				},
				分岐左 = {
					顔画像 = "ランス",
					説明 = "敵になるならぶち殺す",
				},
			},
		},
		０７３０ = {
			画像Ａ = "地底",
			画像Ｂ = "魔人印",
			物語 = "２５５／ますぞえ／戦闘前",
			戦闘 = "m55ますぞえ",
			フラグ = "ますぞえと接触＝１",
			条件分岐 = {
				分岐前 = {
					条件 = "引き分け",
					説明 = "戦闘=時間切れ",
				},
				分岐左 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
			},
		},
		０７４０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底探検隊／戦闘後",
			フラグ = "達成／奈落の王＝５",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カオス",
					説明 = "儂、まんぞくー",
				},
			},
		},
		０７４１ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０７５０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／ますぞえ／引き分け",
		},
		０７５１ = {
			画像Ａ = "地底",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		０７６０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ハニワくさいエリアを抜けたなr進め進め",
				},
			},
		},
		０８００ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／怪獣の声",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "やばそうなのでr道を変える",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "振動の方に近寄る",
				},
			},
		},
		０８１０ = {
			画像Ｂ = "自動ハニー印",
			戦闘 = "m22ハニー　自動",
		},
		０８１５ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０８２０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "大ボス印",
			物語 = "２５５／怪獣／戦闘前",
			戦闘 = "m55怪獣ＵＲ",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
					物語２ = "２５５／怪獣／撃破",
					フラグ = "達成／怪獣＝５",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		０８２４ = {
			画像Ａ = "地底",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		０８２５ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０８２６ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０８５０ = {
			画像Ａ = "地底",
		},
		０９００ = {
			画像Ａ = "地底",
		},
		０９１０ = {
			画像Ａ = "地底",
			画像Ｂ = "その頃印",
			物語 = "２５５／その頃日立",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "へっぷしゅん！",
				},
			},
		},
		０９２０ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "どんどん潜るよ",
				},
			},
		},
		０９３０ = {
			画像Ａ = "地底",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "地底",
		},
		０９４０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、その空洞をr左に進め",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "もっと潜れr地の底まで目指せー",
				},
			},
		},
		０９４４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０９４６ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m22迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マリア",
					説明 = "ふむふむ……rこうやって動くのか……メモメモ",
				},
			},
		},
		０９５０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／ただいま地底４９８メートル",
			背景 = "地底／５００",
			地名 = "地底　さらに深く・・・",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "艦首下げrさらに地下に潜るよ",
				},
			},
		},
		０９６０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／レベル神の警告",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "仕方ないな、進路を変える",
					物語 = "２５５／選択／進路変更",
					背景 = "地底",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "もちろん突き進む",
					物語 = "２５５／選択／もちろん突き進む",
				},
			},
		},
		０９６５ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			ワープ = "１１２０",
		},
		０９７０ = {
			画像Ａ = "地底",
			画像Ｂ = "",
			物語 = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "私達は未知の地底をr進んでいるんだ",
				},
			},
		},
		０９８０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／不思議な壁",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "進路を変える",
					物語 = "２５５／選択／進路変更",
					背景 = "地底",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "行く手を邪魔する物はrたたき潰すのみ",
				},
			},
		},
		０９８５ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			ワープ = "１１２０",
		},
		０９９０ = {
			画像Ａ = "地底",
			画像Ｂ = "謎戦闘印",
			戦闘 = "m55天界の壁",
			条件分岐 = {
				分岐左 = {
					条件 = "引き分け",
					説明 = "戦闘=時間切れ",
				},
				分岐前 = {
					条件 = "勝利",
					説明 = "条件＝勝利",
				},
			},
		},
		０９９５ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			背景 = "その他",
			音楽 = "無音",
			ワープ = "１０００",
		},
		０９９６ = {
			画像Ａ = "地底",
			画像Ｂ = "ワープ印",
			ワープ = "１１２０",
		},
		１０００ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入１",
			地名 = "？？？？",
		},
		１０１０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入２",
			音楽 = "フィールド／天界",
			背景 = "天界",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "付近を調べてみようr何かあるかもしれん",
				},
			},
		},
		１０２０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／クエルプランを目指して",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "これは・・",
				},
			},
		},
		１０３０ = {
			画像Ａ = "天界",
			画像Ｂ = "エロイベント印",
			物語 = "２５５／クエルプラン抱く１",
			フラグ = "クエルプランルート＝１",
		},
		１０４０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入４",
		},
		１０５０ = {
			画像Ａ = "天界",
			画像Ｂ = "イベント印",
			物語 = "２５５／天界突入５",
			背景 = "地底",
			地名 = "地底",
			音楽 = "フィールド／地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "東芝王子",
					説明 = "地上に向けてr出発します",
				},
			},
		},
		１１００ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１１１０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２５５／先程の天界の事",
		},
		１１２０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐左 = {
					顔画像 = "東芝王子",
					説明 = "岩盤を突き破るよr対ショック防御",
				},
				分岐右 = {
					顔画像 = "マリア",
					説明 = "なんかr息苦しくない？",
				},
			},
		},
		１１３０ = {
			画像Ａ = "地底",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		１１３５ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		１１４０ = {
			画像Ａ = "地底",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１１４５ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m22装甲",
		},
		１１５０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "イベント印",
			物語 = "２５５／地底湖２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なんだなんだ！？",
				},
			},
		},
		１１６０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "中ボス印",
			物語 = "２５５／日立／戦闘前",
			戦闘 = "m55アスタコ",
			物語２ = "２５５／日立／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "一件落着…ですかね",
				},
			},
		},
		１１７０ = {
			画像Ａ = "地底湖",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "ポピンズ 日立姫", "ポピンズ 東芝王子" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ランス城",
					地名 = "ランス城",
					音楽 = "フィールド／ランス城",
				},
			},
		},
		１１８０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２５５／後日談",
			終了 = 1,
		},
	},
	地底大作戦／砦 = {
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２８１／スタート",
			背景 = "ランス砦",
			地名 = "ランス砦",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははrごーごー",
					背景 = "地底",
					地名 = "地底",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		０１０ = {
			画像Ａ = "地底",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "わ、わ、潜っていきますよ",
				},
			},
		},
		０２０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／進めブレイブ号",
			選択分岐 = {
				分岐前 = {
					顔画像 = "カロリア",
					説明 = "あっ、ハニーの化石……",
				},
			},
		},
		０３０ = {
			画像Ａ = "地底",
			画像Ｂ = "モンスター印",
			戦闘 = "m00迷宮",
		},
		０３５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０４０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／１日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "美樹",
					説明 = "おやすみ、すやすや……",
				},
			},
		},
		０４５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０５０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／２日目",
		},
		０５５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０６０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／３日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははははr明日の晩は誰にするかな",
				},
			},
		},
		０７０ = {
			画像Ａ = "地底湖",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ロッキー",
					説明 = "ひっr今、ドクロと目が合って……",
				},
			},
		},
		０７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０８０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／４日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サテラ",
					説明 = "ぐああああr結局ババ引いたー",
				},
			},
		},
		０９０ = {
			画像Ａ = "地底",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "っ…………！r今すれ違った貝は、まさか――",
				},
			},
		},
		０９５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１００ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／５日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "健太郎",
					説明 = "美樹ちゃん……大丈夫かな",
				},
			},
		},
		１０５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		１１０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／６日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "美樹",
					説明 = "うんしょ　うんしょ",
				},
			},
		},
		１２０ = {
			画像Ａ = "地底",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３０ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／７日目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "…………",
				},
			},
		},
		２００ = {
			画像Ａ = "地底",
			画像Ｂ = "イベント印",
			物語 = "２８１／魔王覚醒１",
			音楽 = "ＡＤＶ／悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "美樹さんっ……！",
				},
			},
		},
		２１０ = {
			画像Ａ = "地底",
			画像Ｂ = "魔人印",
			物語 = "２８１／魔王覚醒２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ランス様っ…！",
				},
			},
		},
		２２０ = {
			画像Ａ = "地底",
			画像Ｂ = "魔人印",
			物語 = "２８１／魔王覚醒３",
			フラグ = "クリア／地底大作戦／砦",
			ムービー = "１部バッドエンドロール",
			終了 = 4,
		},
	},
	徴兵作戦 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１３０／スタート",
		},
		１５ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "リーザス、自由都市rここで徴兵だ",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "フィールド／村",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ヘルマン、ゼスrここで徴兵だ",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "フィールド／村",
				},
			},
		},
		２０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "リーザス地方に行くr徴兵するぞー",
					背景 = "リーザス平原",
					地名 = "リーザス",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "自由都市地方に行くr徴兵するぞー",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		３０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "リーザス地方に行くr徴兵するぞー",
					背景 = "リーザス平原",
					地名 = "リーザス",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "自由都市地方に行くr徴兵するぞー",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		４０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ヘルマン地方に行くrがっつり徴兵",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ゼス地方に行くrがっつり徴兵",
					背景 = "ゼス平原",
					地名 = "ゼス",
				},
			},
		},
		５０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ヘルマン地方に行くr赤紙を蒔く",
					背景 = "ヘルマン平原",
					地名 = "ヘルマン",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "ゼス地方に行くr赤紙を蒔く",
					背景 = "ゼス平原",
					地名 = "ゼス",
				},
			},
		},
		１００ = {
			画像Ａ = "村",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／リーザス１",
			フラグ = "リーザス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははrジジイも戦え！",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		１１０ = {
			画像Ａ = "都市",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／リーザス２",
			フラグ = "リーザス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははrガキも戦えーい！",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		２００ = {
			画像Ａ = "街道１",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／自由都市１",
			フラグ = "自由都市兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははrゴロツキをコキ使ってやるぞ",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		２１０ = {
			画像Ａ = "Ｍランド",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／自由都市２",
			フラグ = "自由都市兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははr野盗どもは最前線だ！",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		３００ = {
			画像Ａ = "ヘルマン村",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ヘルマン１",
			フラグ = "ヘルマン兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははr貧農も戦え戦え！",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		３１０ = {
			画像Ａ = "ヘルマン都市",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ヘルマン２",
			フラグ = "ヘルマン兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははははは！r凶悪犯は使い潰すに限る",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		４００ = {
			画像Ａ = "ゼス村",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ゼス１",
			フラグ = "ゼス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははr戯けた奴らめ　前線送りだ",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		４１０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "兵数ＵＰ印",
			物語 = "１３０／ゼス２",
			フラグ = "ゼス兵追加＋＝７０",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がはははははrろくでなしは戦えー",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		５００ = {
			画像Ａ = "街道１",
			画像Ｂ = "イベント印",
			物語 = "１３０／エンド",
			終了 = 1,
		},
	},
	闘将の発掘 = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０００１ = {
			画像Ａ = "000ランス城空中",
			画像Ｂ = "",
			物語 = "２７０／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "出発するぜ",
					背景 = "街道２",
					地名 = "へルマン",
					音楽 = "フィールド／ヘルマン",
				},
			},
		},
		０００５ = {
			画像Ａ = "ヘルマン平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "寒いな……シーラ、上着よこせ",
				},
			},
		},
		００１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／迷宮に入る",
			背景 = "廃墟迷宮",
			地名 = "闘神都市の遺跡",
			音楽 = "フィールド／遺跡",
			フラグ = "地形＝屋内",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ようし、迷宮探索だ",
				},
			},
		},
		００１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００２０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "廃墟迷宮",
		},
		００２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		００３０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "ずんずん行くぞ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こそこそ行くぞ",
				},
			},
		},
		００４０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22アントーン",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "これ……思い出しますr闘神都市……",
				},
			},
		},
		００４１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11ハニー",
		},
		００５０ = {
			画像Ａ = "廃墟迷宮",
		},
		００６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			物語 = "２７０／聖骸／戦闘前",
			戦闘 = "m22聖骸",
			物語２ = "２７０／聖骸／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ガラクタ共は蹴散らして進むぞ",
				},
			},
		},
		００６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22聖骸　自動",
		},
		００７０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／動かないシグマ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "キバ子",
					説明 = "うっ……（残念そう）",
				},
			},
		},
		００７５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22聖骸　自動",
		},
		００８０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "先を急ぐぞ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "まずは昼休みだ",
				},
			},
		},
		００９０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０１００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０１１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／だんごと聖櫃１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "待てー！",
				},
			},
		},
		０１１５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１２０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "あっちへ行ったぞ！",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "そっちへ追い込め！",
				},
			},
		},
		０１３０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "廃墟迷宮",
		},
		０１３１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "アイテムＵＰ印",
			処理 = "アイテムＵＰ",
		},
		０１４０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		０１４１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "あれ、どっち行ったの！？",
				},
			},
		},
		０１５０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "大ボス印",
			戦闘 = "m55グリーンドラゴン",
		},
		０１６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／だんごと聖櫃２",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "逃がすかーーーーー！！",
				},
			},
		},
		０１６５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m00迷宮　自動",
		},
		０１７０ = {
			画像Ａ = "270兵馬俑",
			物語 = "２７０／闘将の部屋１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "闘将かrま、こき使ってやろう",
				},
			},
		},
		０１７１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用闘将", "汎用闘将", "汎用闘将" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "なにやってたっけ？rおおそうだ、だんごを…",
				},
			},
		},
		０２００ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "何か動いた！　あっちだ！",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "静けさが怪しい…こっちか？",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "お宝の気配が…さては！",
				},
			},
		},
		０２１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		０２２０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "トラップ",
			処理 = "ダメージ　１５",
		},
		０２３０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		０２５０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／だんごと聖櫃３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リセット",
					説明 = "ふわー　鬼ごっこつよーい！",
				},
			},
		},
		０２６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちがだんごくさい！",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "こっちがだんごっぽい！",
				},
			},
		},
		０２７０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		０２７１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m22聖骸",
		},
		０２８０ = {
			画像Ａ = "270兵馬俑",
			画像Ｂ = "",
			物語 = "２７０／闘将の部屋２",
		},
		０２８１ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
			カード = (list) { "汎用闘将", "汎用闘将", "汎用闘将" },
		},
		０２９０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "モンスター印",
			戦闘 = "m11魔法生物",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "む…もうこんな時間か",
				},
			},
		},
		０３００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／聖魔教団の歴史",
			コルルンサ = "第１次魔人戦争",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ピグ",
					説明 = "そろそろ見つけたいねrだんご　だんご",
				},
			},
		},
		０３１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "お、見覚えのある扉が……",
				},
			},
		},
		０３３０ = {
			画像Ａ = "270兵馬俑",
			物語 = "２７０／闘将の部屋３／戦闘前",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "言う事きかんならブッ壊す！",
				},
			},
		},
		０３３５ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "中ボス印",
			戦闘 = "m55闘将",
			物語２ = "２７０／闘将の部屋３／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "追え追えーー！",
				},
			},
		},
		０３４０ = {
			画像Ａ = "廃墟迷宮",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "逃がさーーーん！",
				},
			},
		},
		０３５０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／聖骸３",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "神妙にお縄を頂戴しろ！",
				},
			},
		},
		０３６０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		０４００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "大ボス印",
			物語 = "２７０／クレイジードラゴン／戦闘前",
			戦闘 = "m55クレイジードラゴン",
			物語２ = "２７０／クレイジードラゴン／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "聖櫃ゲーーット！",
				},
			},
		},
		０４１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "えーと、この先だったか",
				},
			},
		},
		０５００ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "イベント印",
			物語 = "２７０／闘神シグマ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、帰還するぞ",
				},
			},
		},
		０５１０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "闘神 シグマ" },
		},
		０５２０ = {
			画像Ａ = "廃墟迷宮",
			画像Ｂ = "その後の戦局",
			物語 = "２７０／その後",
			終了 = 1,
		},
	},
	飛べランス城 = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／１／スタート",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "防衛戦だr俺の城を守れ",
					背景 = "ランス城／夜",
				},
			},
		},
		２ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／１／迎撃準備",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "おはようございますrランス様",
					背景 = "ランス城",
				},
			},
		},
		３ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／１／迎撃開始",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔人討伐隊出撃r俺様に続け！",
					背景 = "山道",
					地名 = "東登り口",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		３０ = {
			画像Ａ = "山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m22魔軍＋魔物隊長",
			物語２ = "１０／１／魔物隊長後",
		},
		３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		４０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "１０／１／サーナキア",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		５１ = {
			画像Ａ = "山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		５６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		６５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		７０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			物語２ = "１０／１／魔物将軍後",
		},
		８０ = {
			画像Ａ = "山道",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "一旦、城に戻るぞ",
				},
			},
		},
		９０ = {
			画像Ａ = "山道",
			画像Ｂ = "",
		},
		１００ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／１／帰還",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "シィルと休憩する",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "サーナキアの見舞い",
				},
			},
		},
		１１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "１０／１／シィルと休憩",
			フラグ = "シィル００の追加",
		},
		１１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "１０／１／サーナキア見舞い",
			フラグ = "サーナキア００の追加",
		},
		１２５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１３０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "再び出撃だr俺の城に近づかせるな",
					背景 = "山道",
					地名 = "北登り口",
					音楽 = "フィールド／戦場",
				},
			},
		},
		１９０ = {
			画像Ａ = "森",
		},
		２００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "１０／２／出撃",
		},
		２０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２１０ = {
			画像Ａ = "山道",
			画像Ｂ = "モンスター印",
			戦闘 = "m11飛行",
		},
		２２０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "１０／２／パステル",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "倒しながら進む",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "魔軍を避ける",
				},
			},
		},
		２３０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m11魔軍",
		},
		２３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２４０ = {
			画像Ａ = "山道",
			画像Ｂ = "その頃印",
			物語 = "１０／２／魔物部隊",
		},
		２４５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		２４６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍／本陣護衛　自動",
		},
		２６０ = {
			画像Ａ = "魔軍野営地／山道",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m55魔物将軍",
			物語２ = "１０／２／魔物将軍後",
		},
		２７０ = {
			画像Ａ = "山道",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "一度戻るぞ",
				},
			},
		},
		３００ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／２／帰還",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "シィルと休憩する",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "パステルの見舞い",
				},
			},
		},
		３１０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "エロイベント印",
			物語 = "１０／２／パステル見舞い",
			フラグ = "パステル００の追加",
		},
		３１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３２０ = {
			画像Ａ = "ランス城寝室",
			画像Ｂ = "イベント印",
			物語 = "１０／２／休憩",
			フラグ = "シィル００の追加",
		},
		３２５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "",
		},
		４００ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "１０／３／出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔人レッドアイが居たかrよし向かうぞ",
					背景 = "山道",
					地名 = "正面登り口",
					音楽 = "フィールド／危機",
				},
			},
		},
		４１０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "１０／３／トッポス",
			コルルンサ = "トッポス",
		},
		４１５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		４２０ = {
			画像Ａ = "山道",
			画像Ｂ = "魔人印",
			物語 = "１０／３／レッドアイ戦闘前",
			戦闘 = "m55レッドアイトッポス／Ｚ",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利r※特殊",
					音楽 = "フィールド／優勢",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・r※通常",
					物語 = "１０／３／レッドアイ戦闘後",
				},
			},
		},
		４３０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "１０／３／コパンドン",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "ＡＤＶ／真面目",
			選択分岐 = {
				分岐前 = {
					顔画像 = "コパンドン",
					説明 = "やれやれや",
				},
			},
		},
		４４０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／３／カオス復活",
		},
		４４５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔剣 真カオス" },
		},
		４５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／３／休憩",
			音楽 = "フィールド／奮起",
		},
		４５５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		４６０ = {
			画像Ａ = "000城門",
			画像Ｂ = "",
			物語 = "１０／４／出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "魔人レッドアイr次こそ倒す",
					背景 = "山道",
					地名 = "正面登り口",
					音楽 = "フィールド／支援",
				},
			},
		},
		５００ = {
			画像Ａ = "山道",
		},
		５０５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m11魔軍　自動",
		},
		７００ = {
			画像Ａ = "山道",
			画像Ｂ = "魔人印",
			物語 = "１０／４／レッドアイ戦闘前",
			戦闘 = "m55レッドアイトッポス／Ｂ",
			条件書換後 = "勝利  音楽=フィールド／優勢",
			条件分岐 = {
				分岐前 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
					物語 = "１０／４／レッドアイ戦闘後",
					音楽 = "フィールド／危機",
				},
				分岐左 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		７１０ = {
			画像Ａ = "山道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		７５０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／４／ランス城飛ぶ",
			フラグ = "パットン＝１",
			フラグ２ = "ランス拠点＝１",
			終了 = 1,
		},
		７６０ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "３０／逃げた先",
			フラグ = "飛べランス城／失敗＝１",
			終了 = 1,
		},
		８００ = {
			画像Ａ = "山道",
			画像Ｂ = "イベント印",
			物語 = "１０／５／レッドアイ撃破",
		},
		８１０ = {
			画像Ａ = "山道",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
		},
		８２０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			物語 = "１０／５／パットン登場",
			音楽 = "フィールド／ランス城",
		},
		８３０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "１０／５／聖魔教団の遺産",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "出撃",
					背景 = "山道",
					地名 = "正面登り口",
					音楽 = "フィールド／支援",
				},
			},
		},
		８３５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		８３６ = {
			画像Ａ = "山道",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
		},
		８４０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "１０／５／飛べランス城",
			背景 = "空飛ぶランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "フィールド／奮起",
		},
		８５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			フラグ = "パットン＝１",
			フラグ２ = "ランス拠点＝１",
			フラグ３ = "飛べランス城／短縮＝１",
			終了 = 1,
		},
	},
	魔王を異界に帰す = {
		背景 = "ランス城",
		地名 = "ランス城",
		音楽 = "フィールド／ランス城",
		０１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０２／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "やだrスチールホラーに行く",
				},
			},
		},
		０２０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "２０２／異界に行こう",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "しゅっぱーつr俺に続けー",
					音楽 = "無音",
					背景 = "その他",
					地名 = "？？？",
				},
			},
		},
		０３０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "２０２／大阪着",
			背景 = "現代野外",
			地名 = "大阪",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "東京に行って総理大臣に会う",
					物語 = "２０２／選択／東京に向かうぞ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "大阪市長で妥協する",
					物語 = "２０２／選択／中之島に向かうぞ",
				},
			},
		},
		０４０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "イベント印",
			物語 = "２０２／ＴＶ中継",
			音楽 = "フィールド／危機",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "な、なんだー！？",
				},
			},
		},
		０６０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "東大寺久美" },
		},
		０５０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "自衛隊印",
			戦闘 = "m11自衛隊１",
			物語２ = "２０２／自衛隊１／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "この野蛮人共めrぶっ殺す",
				},
			},
		},
		０７０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "自衛隊印",
			戦闘 = "m11自衛隊２",
			物語２ = "２０２／電磁パルスの杖",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ムーブ！ムーブ！",
				},
			},
		},
		０８０ = {
			画像Ａ = "現代野外",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "私達の世界にr帰りましょう",
				},
			},
		},
		０９０ = {
			画像Ａ = "000異界ゲート",
			画像Ｂ = "",
			物語 = "２０２／異界ゲートでの選択",
			音楽 = "フィールド／村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "駄目r不許可",
					物語 = "２０２／選択／美樹連れて帰る",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "無音",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "許可する",
					物語 = "２０２／選択／美樹残る",
					背景 = "その他",
					地名 = "−−−",
					音楽 = "無音",
				},
			},
		},
		１００ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０２／帰還",
			終了 = 1,
		},
		１１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０２／帰還",
		},
		１２０ = {
			画像Ａ = "リーザス平原",
			画像Ｂ = "自衛隊印",
			物語 = "２０２／異界の侵略",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を異界に帰す",
			終了 = 4,
		},
	},
	魔王を捜す = {
		背景 = "ランス城",
		地名 = "ＣＩＴＹ　ランス城",
		音楽 = "フィールド／ランス城",
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０１／情報を集めている",
			フラグ = "◆作戦クエスト名＝魔王を捜す",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "適当に冒険に出かける",
					背景 = "ゼス平原",
					地名 = "大陸のどこか？？",
					音楽 = "フィールド／自由都市",
				},
			},
		},
		０１０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１００ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "イベント印",
			物語 = "２０１／三人の旅その１",
		},
		１０２ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１０３ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "モンスター印",
			戦闘 = "m22平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原",
				},
			},
		},
		１１０ = {
			画像Ａ = "000茶屋",
			画像Ｂ = "",
			物語 = "２０１／三人の旅その２",
			フラグ = "クレインの追加",
			選択分岐 = {
				分岐左 = {
					顔画像 = "クレイン",
					説明 = "あちらに何かありそう",
				},
				分岐右 = {
					顔画像 = "シィル",
					説明 = "むこうはどうでしょうか？",
					背景 = "村",
				},
			},
		},
		１１２ = {
			画像Ａ = "村",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "村",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ヘルマン平原",
				},
			},
		},
		１１５ = {
			画像Ａ = "街道１",
			画像Ｂ = "女の子モンスター印",
			戦闘 = "m00女Ｍ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ヘルマン平原",
				},
			},
		},
		１２０ = {
			画像Ａ = "ヘルマン都市",
			画像Ｂ = "イベント印",
			物語 = "２０１／三人の旅その３",
			背景 = "ヘルマン都市",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "ヘルマン平原",
				},
			},
		},
		１２２ = {
			画像Ａ = "ヘルマン平原",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "Lv42 ランス", "Lv45 ランス", "Lv55 ランス" },
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "自由都市平原",
				},
			},
		},
		１３０ = {
			画像Ａ = "自由都市平原",
			画像Ｂ = "イベント印",
			物語 = "２０１／三人の旅その４",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					背景 = "街道２",
					地名 = "自由都市",
					説明 = "スルメ山に出発",
					音楽 = "フィールド／僻地昼",
				},
			},
		},
		１４０ = {
			画像Ａ = "街道２",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		１５０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		１５５ = {
			画像Ａ = "街道２",
			画像Ｂ = "中ボス印",
			戦闘 = "m55ストーンＧ",
		},
		１６０ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２００ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "イベント印",
			物語 = "２０１／スルメ山入る",
			背景 = "スルメ山",
			地名 = "スルメ山",
			フラグ = "地形＝霧",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "慎重に進むぞ",
				},
			},
		},
		２０１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11霊体",
		},
		２０２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "道がよく見えない・・こっちか",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "迷子になったか・・こっちだろ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "意表をついてこっちかー",
				},
			},
		},
		２０３ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "中ボス印",
			戦闘 = "m55中ボスＢ",
		},
		２０４ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "ハニー印",
			戦闘 = "m11ハニー",
		},
		２０５ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22飛行",
		},
		２０６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０７ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２０８ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２１０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "中ボス魔軍印",
			物語 = "２０１／ケイブワン／戦闘前",
			戦闘 = "m22ＳＳ魔軍＋ケイブワン",
			物語２ = "２０１／ケイブワン／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "逃がしたか",
				},
			},
		},
		２１１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２１２ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２２０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "道がよく見えない・・こっちか",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "迷子になったか・・こっちだろ",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "意表をついてこっちかー",
				},
			},
		},
		２２１ = {
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２２２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２２３ = {
			画像Ａ = "201宝箱の影",
			画像Ｂ = "",
			物語 = "２０１／崖から落ちる",
			処理 = "ダメージ　２０",
		},
		２２４ = {
			画像Ｂ = "宝箱印",
			処理 = "宝箱／ノーマル",
		},
		２２５ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２２６ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m11平原　自動",
		},
		２２７ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m11迷宮",
		},
		２２９ = {
			画像Ａ = "スルメ山",
		},
		２３０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "その頃印",
			物語 = "２０１／ケイブワンとマエリータ隊",
		},
		２３１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２３２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "？？？印",
			割り込み = "道中サブ",
			割り込み背景 = "スルメ山",
		},
		２３３ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m55宝箱だんご",
		},
		２４０ = {
			画像Ａ = "201テオマンの影",
			画像Ｂ = "",
			物語 = "２０１／テオマン遭遇",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "道がよく見えない・・こっちか",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "意表をついてこっちかー",
				},
			},
		},
		２４１ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "モンスター印",
			戦闘 = "m22古代種",
		},
		２４２ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "食券ＵＰ印",
			処理 = "食券",
		},
		２４３ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m22平原　自動",
		},
		２４４ = {
			画像Ｂ = "自動モンスター印",
			戦闘 = "m33平原　自動",
		},
		２４５ = {
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		２４６ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		２５０ = {
			画像Ａ = "スルメ山",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "休憩したいぞ…r眠くなってきた…",
				},
				分岐右 = {
					顔画像 = "あてな２号",
					説明 = "こっち、こっちrカブトムシ！",
				},
			},
		},
		２６０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		２７０ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		２７１ = {
			画像Ｂ = "ＥＸＰ印",
			処理 = "ＥＸＰ",
		},
		３００ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "味方ボス印",
			物語 = "２０１／健太郎／戦闘前",
			戦闘 = "m55健太郎",
			物語２ = "２０１／健太郎／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "健太郎を助け起こす",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "健太郎を殺す",
					フラグ = "達成／Ｂ健太郎＝１",
				},
			},
		},
		３２０ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "イベント印",
			物語 = "２０１／健太郎を殺す",
			終了 = 2,
		},
		４００ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "イベント印",
			物語 = "２０１／健太郎を助け起こす",
			コルルンサ = "魔人健太郎",
		},
		４０５ = {
			画像Ａ = "スルメ山",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "お城に帰りましょう",
					背景 = "自由都市平原",
					地名 = "自由都市",
				},
			},
		},
		４１０ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２０１／ランス城にて１",
			背景 = "ランス城",
			地名 = "ＣＩＴＹ　ランス城",
			音楽 = "フィールド／ランス城",
		},
		４１１ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２０１／ランス城にて２",
		},
		４１５ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			カード = (list) { "魔人 健太郎" },
		},
		４２０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "イベント印",
			物語 = "２０１／美樹と必ずヤル",
			終了 = 1,
		},
	},
	魔軍を何とかする／ＪＰ = {
		背景 = "ＪＡＰＡＮ街道",
		地名 = "戦場　丹波",
		音楽 = "フィールド／戦場",
		００１ = {
			画像Ａ = "戦場",
			画像Ｂ = "",
			物語 = "１４７／スタート",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ケイブリスを討つぞ",
				},
			},
		},
		０１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０２０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０５０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス印",
			物語 = "１４７／ストロガノフ／戦闘前",
			戦闘 = "m22マエリータ隊／Ｅ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ケイブリスはどこだ",
				},
			},
		},
		０５５ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０５６ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m22魔軍　自動",
		},
		０６０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			物語 = "１４７／ピサロ／戦闘前",
			戦闘 = "m55魔物大将軍ピサロ",
		},
		０７０ = {
			画像Ａ = "戦場",
			画像Ｂ = "回復印",
			処理 = "回復",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "えーい、まだ戦うぞ",
				},
				分岐前 = {
					顔画像 = "ランス",
					説明 = "きりが無いr撤収だ",
				},
			},
		},
		０８０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１４７／撤収",
			終了 = 1,
		},
		０９０ = {
			画像Ａ = "戦場",
			画像Ｂ = "中ボス魔軍印",
			戦闘 = "m33魔軍",
		},
		１００ = {
			画像Ａ = "戦場",
			画像Ｂ = "ケイブリス印",
			物語 = "１４７／ケイブリス／戦闘前",
			戦闘 = "m55ケイブリス／Ｘ",
			音楽 = "フィールド／優勢",
		},
		１１０ = {
			画像Ａ = "戦場",
			画像Ｂ = "イベント印",
			物語 = "１４７／ケイブリス／戦闘後",
			フラグ = "クリア／魔王美樹",
			ムービー = "１部バッドエンドロール",
			終了 = 4,
		},
	},
	魔物界の探索 = {
		背景 = "海岸",
		地名 = "魔物界の岸壁",
		音楽 = "ＡＤＶ／緊張",
		０００１ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５９／橋頭堡での行動",
		},
		０００２ = {
			画像Ａ = "海岸",
			画像Ｂ = "イベント印",
			物語 = "２５９／偵察を行う",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "よし、行くぞ",
					地名 = "魔物界",
					背景 = "魔物の森",
					音楽 = "フィールド／迷宮",
				},
			},
		},
		００１０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５９／偵察中１",
		},
		００２０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５９／偵察中２",
		},
		００３０ = {
			画像Ａ = "000魔物都市",
			画像Ｂ = "",
			物語 = "２５９／タンザモンザツリー",
			背景 = "魔物都市",
			地名 = "タンザモンザツリー",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "戦略的後進だ！",
					地名 = "魔物界",
					背景 = "魔物の森",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "先制攻撃のチャンス！",
				},
			},
		},
		００４０ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "魔軍印",
			物語 = "２５９／女魔物隊長１",
			戦闘 = "m11魔軍＋魔物隊長",
		},
		００５０ = {
			画像Ａ = "魔軍野営地",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
			物語２ = "２５９／戦闘後",
			終了 = 2,
		},
		０１００ = {
			画像Ａ = "魔物の森",
			画像Ｂ = "イベント印",
			物語 = "２５９／女魔物隊長２",
		},
		０１１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５９／明日も探索だ",
			音楽 = "ＡＤＶ／緊張",
			背景 = "海岸",
			地名 = "魔物界の岸壁",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "明日も探索だ",
				},
			},
		},
		０１２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２５９／ばれて全滅",
			終了 = 2,
		},
	},
	魔物界進軍作戦 = {
		背景 = "番裏の砦",
		地名 = "番裏の砦",
		音楽 = "フィールド／陣地",
		００１ = {
			画像Ａ = "000砦",
			画像Ｂ = "",
			物語 = "２８３／作戦開始",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "全軍出撃！",
					背景 = "魔物平原",
					地名 = "魔物界",
					音楽 = "フィールド／魔物界",
				},
			},
		},
		００５ = {
			画像Ａ = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リック",
					説明 = "先陣はお任せを！",
				},
			},
		},
		００８ = {
			画像Ａ = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "謙信",
					説明 = "毘沙門天の、加護ぞある！",
				},
			},
		},
		０１０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８３／戦闘序盤",
			選択分岐 = {
				分岐前 = {
					顔画像 = "マジック",
					説明 = "突っ込むわよ！r数百年分、やり返す！",
				},
			},
		},
		０２０ = {
			画像Ａ = "魔物平原",
			条件分岐 = {
				分岐右 = {
					条件 = "１５ターン",
					説明 = "１５ターン",
				},
				分岐前 = {
					！条件 = "１５ターン",
					説明 = "−−−",
				},
			},
		},
		０５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "その頃印",
			物語 = "２８３／魔王ケイブリス出撃",
			音楽 = "ＡＤＶ／悲惨",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "……間に合いませんでした",
				},
			},
		},
		０６０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "ケイブリス印",
			物語 = "２８３／魔王ケイブリス／戦闘前",
			戦闘 = "m55魔王ケイブリス",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			条件分岐 = {
				分岐右 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		０６１ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王ケイブリス",
			終了 = 4,
		},
		０６２ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			フラグ = "クリア／魔王を倒したが",
			終了 = 4,
		},
		０９５ = {
			画像Ａ = "魔物平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アミトス",
					説明 = "蹴散らすぞ、突き進め！",
				},
			},
		},
		１００ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "その頃印",
			物語 = "２８３／魔軍司令部",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ストロガノフ",
					説明 = "……未だ残る勝機を……rいや、言うまい",
				},
			},
		},
		１２０ = {
			画像Ａ = "魔物平原",
			条件分岐 = {
				分岐左 = {
					！条件 = "魔物界進軍の成功",
					説明 = "兵力１００万以下の時",
				},
				分岐前 = {
					条件 = "魔物界進軍の成功",
					説明 = "−−−",
				},
			},
		},
		１５０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８３／戦力不足",
			音楽 = "ＡＤＶ／不安",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ウルザ",
					説明 = "撤退です……残念ですが",
				},
			},
		},
		１５５ = {
			画像Ａ = "000砦",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "その後",
				},
			},
		},
		１６０ = {
			画像Ａ = "000ランス城",
			物語 = "５５２／魔王ケイブリス／告知",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "無音",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クルックー",
					説明 = "この時が……来てしまいました",
				},
			},
		},
		１６５ = {
			画像Ａ = "ランス城廊下",
			選択分岐 = {
				分岐前 = {
					顔画像 = "立て看板",
					説明 = "そして、時間が流れ……",
					背景 = "その他",
					地名 = "−−−",
				},
			},
		},
		１７０ = {
			画像Ａ = "村",
			画像Ｂ = "ケイブリス印",
			物語 = "５５２／魔王ケイブリス／戦闘前",
			戦闘 = "m55魔王ケイブリス",
			条件書換後 = "勝利 音楽=フィールド／優勢",
			背景 = "村",
			条件分岐 = {
				分岐左 = {
					条件 = "勝利",
					説明 = "戦闘＝勝利",
				},
				分岐前 = {
					！条件 = "勝利",
					説明 = "戦闘＝・・・",
				},
			},
		},
		１７１ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／負け",
			終了 = 2,
		},
		１７２ = {
			画像Ａ = "村",
			画像Ｂ = "イベント印",
			物語 = "５５２／魔王ケイブリス／勝ち",
			ムービー = "１部バッドエンドロール",
			終了 = 4,
		},
		１９５ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "難易度ＵＰ印",
			処理 = "難易度",
			選択分岐 = {
				分岐前 = {
					顔画像 = "バレス",
					説明 = "鬼より怖い両王手r味わってみよ",
				},
			},
		},
		２００ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "イベント印",
			物語 = "２８３／ランス出撃",
			選択分岐 = {
				分岐前 = {
					顔画像 = "かなみ",
					説明 = "全力で探すわ！r絶対に見つけてみせる！",
				},
			},
		},
		２１０ = {
			画像Ｂ = "自動魔軍印",
			戦闘 = "m00魔軍　自動",
		},
		２２０ = {
			画像Ａ = "魔物平原",
			画像Ｂ = "魔軍印",
			戦闘 = "m33魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "リア",
					説明 = "行き先は決まったみたいねr全軍、ダーリンに続きなさい！",
				},
			},
		},
		２５０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "イベント印",
			物語 = "２８３／ルッコンフード洞窟",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "ここに隠れているのかr探し出せ、殺せ",
					地名 = "ルッコンフード洞窟",
					背景 = "地下洞窟",
				},
			},
		},
		２６０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シーラ",
					説明 = "最後の戦いですr皆さん、進んでください",
					背景 = "ベズドグ山内／恐瘴気",
				},
			},
		},
		３００ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "イベント印",
			物語 = "２８３／恐瘴気",
			選択分岐 = {
				分岐前 = {
					顔画像 = "香姫",
					説明 = "前進……それでも前進、ですっ",
				},
			},
		},
		３１０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "魔軍印",
			戦闘 = "m22魔軍",
			選択分岐 = {
				分岐前 = {
					顔画像 = "パットン",
					説明 = "まだまだ……！",
				},
			},
		},
		３５０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "その頃印",
			物語 = "２８３／ケイブリス乱心",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ケイブリス",
					説明 = "急げ　急げ　間に合うはずだr俺が、魔王に……！",
				},
			},
		},
		３６０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "",
			選択分岐 = {
				分岐左 = {
					顔画像 = "ランス",
					説明 = "あっちに進もう",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "こっちに進もう",
				},
			},
		},
		３７０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "回復印",
			処理 = "回復",
		},
		３８０ = {
			画像Ａ = "魔物界洞窟",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
		},
		４００ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "ケイブリス印",
			物語 = "２８３／ケイブリス／戦闘前",
			戦闘２ = "m55ケイブリス／Ｄ",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "俺様の！r勝ちだ！",
				},
			},
		},
		４１０ = {
			画像Ａ = "魔軍司令部内",
			画像Ｂ = "イベント印",
			物語 = "２８３／ケイブリス／戦闘後",
			終了 = 1,
		},
	},
	厄災発生／飛行 = {
		００１ = {
			画像Ａ = "000ランス城",
			画像Ｂ = "",
			物語 = "２８８／事件発生",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "どっちかというならrそうだな……",
				},
			},
		},
		０１０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "トッポスなぞ楽勝",
					物語 = "２８８／選択／トッポスに向かう",
					背景 = "街道１",
					音楽 = "フィールド／自由都市",
					地名 = "近くの街道",
				},
				分岐右 = {
					顔画像 = "ランス",
					説明 = "アニスならよろしくしてやろう",
					物語 = "２８８／選択／アニスに向かう",
					背景 = "ゼス平原",
					音楽 = "フィールド／ゼス",
					地名 = "ゼス近郊",
				},
			},
		},
		１００ = {
			画像Ａ = "ゼス平原",
			選択分岐 = {
				分岐前 = {
					顔画像 = "千鶴子",
					説明 = "ほんと、r困った弟子だわ……",
				},
			},
		},
		１１０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "サチコ",
					説明 = "……なんかr街燃えてません？",
				},
			},
		},
		１２０ = {
			画像Ａ = "ゼス都市",
			画像Ｂ = "味方ボス印",
			物語 = "２８８／アニス／戦闘前",
			戦闘２ = "m55アニス",
			物語３ = "２８８／アニス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "労働にはご褒美があるべきだrそうだな？",
				},
			},
		},
		１３０ = {
			画像Ａ = "ゼス平原",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
		},
		１４０ = {
			画像Ａ = "000ランス城",
			物語 = "２８８／アニスお仕置き",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "うむうむrよし、またそのうち……rいや、もうやってはいかんぞ",
				},
			},
		},
		１５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
		２００ = {
			画像Ａ = "街道１",
			選択分岐 = {
				分岐前 = {
					顔画像 = "シィル",
					説明 = "ではトッポスさんの所へr向かいましょう",
				},
			},
		},
		２１０ = {
			画像Ａ = "街道１",
			画像Ｂ = "",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アルカネーゼ",
					説明 = "伝説の魔物退治か……r流石アニキだぜ",
				},
			},
		},
		２２０ = {
			画像Ａ = "街道１",
			画像Ｂ = "大ボス印",
			物語 = "２８８／トッポス／戦闘前",
			戦闘２ = "m55トッポス",
			物語３ = "２８８／トッポス／戦闘後",
			選択分岐 = {
				分岐前 = {
					顔画像 = "アームズ",
					説明 = "ああ……楽しかったr今度はソロがいいな",
				},
			},
		},
		２３０ = {
			画像Ａ = "街道１",
			画像Ｂ = "勲章ＵＰ印",
			処理 = "勲章",
			選択分岐 = {
				分岐前 = {
					顔画像 = "クリーム",
					説明 = "お疲れ様でした",
				},
			},
		},
		２４０ = {
			画像Ａ = "000ランス城",
			物語 = "２８８／トッポスその後",
			フラグ = "空展開＝１",
			背景 = "ランス城",
			地名 = "ランス城",
			音楽 = "フィールド／ランス城",
			選択分岐 = {
				分岐前 = {
					顔画像 = "ランス",
					説明 = "がははははははrやはり俺は天才だな！",
				},
			},
		},
		２５０ = {
			画像Ａ = "ランス城廊下",
			画像Ｂ = "レア宝箱印",
			処理 = "宝箱／レア",
			終了 = 1,
		},
	},
};